{
  "id": "PMC8513672",
  "title": "Dichotomous effects on lymphatic transport with loss of caveolae in mice.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Dichotomous effects on lymphatic transport with loss of caveolae in mice.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8513672/"
  },
  "sections": {
    "permalink": "Copy",
    "gaurav_baranwal": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nGaurav Baranwal",
    "heidi_a_creed": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nHeidi A Creed",
    "walter_e_cromer": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nWalter E Cromer",
    "wei_wang": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nWei Wang",
    "bradley_d_upchurch": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nBradley D Upchurch",
    "matt_c_smithhart": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nMatt C Smithhart",
    "suman_s_vadlamani": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nSuman S Vadlamani",
    "mary-catherine_c_clark": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nMary-Catherine C Clark",
    "napoleon_c_busbuso": "Find articles by \nNapoleon C Busbuso",
    "stephanie_n_blais": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nStephanie N Blais",
    "andrea_j_reyna": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nAndrea J Reyna",
    "ranjeet_m_dongaonkar": "2:\nDepartment of Veterinary Physiology & Pharmacology, Texas A&M University College of Veterinary Medicine & Biomedical Sciences, College Station, TX, USA\nFind articles by \nRanjeet M Dongaonkar",
    "david_c_zawieja": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nDavid C Zawieja",
    "joseph_m_rutkowski": "1:\nDivision of Lymphatic Biology, Department of Medical Physiology, Texas A&M University College of Medicine, Bryan, TX, USA\nFind articles by \nJoseph M Rutkowski",
    "abstract": "Aim:\n\n\nFluid and macromolecule transport from the interstitium into and through lymphatic vessels is necessary for tissue homeostasis. While lymphatic capillary structure suggests that passive, paracellular transport would be the predominate route of macromolecule entry, active caveolae-mediated transcellular transport has been identified in lymphatic endothelial cells (LECs) in vitro. Caveolae also mediate a wide array of endothelial cell processes, including nitric oxide regulation. Thus, how does the lack of caveolae impact “lymphatic function”?\nMethods:\n\n\nVarious aspects of lymphatic transport were measured in mice constitutively lacking caveolin-1 (“CavKO”), the protein required for caveolae formation in endothelial cells, and in mice with a LEC-specific \nCav1\n gene deletion (Lyve1-Cre x Cav1\nflox/flox\n; “LyCav”) and ex vivo in their vessels and cells.\nResults:\n\n\nIn each model, lymphatic architecture was largely unchanged. The lymphatic conductance, or initial tissue uptake, was significantly higher in both CavKO mice and LyCav mice by quantitative microlymphangiography and the permeability to 70kDa dextran was significantly increased in monolayers of LECs isolated from CavKO mice. Conversely, transport within the lymphatic system to the sentinel node was significantly reduced in anesthetized CavKO and LyCav mice. Isolated, cannulated collecting vessel studies identified significantly reduced phasic contractility when lymphatic endothelium lacks caveolae. Inhibition of nitric oxide synthase was able to partially restore ex vivo vessel contractility.\nConclusion:\n\n\nMacromolecule transport across lymphatics is increased with loss of caveolae, yet phasic contractility reduced, resulting in reduced overall lymphatic transport function. These studies identify lymphatic caveolar biology as a key regulator of active lymphatic transport functions.\nKeywords:\n caveolin-1, lymph propulsion, lymphatic contractility, lymphatic permeability, nitric oxide",
    "aim:": "Fluid and macromolecule transport from the interstitium into and through lymphatic vessels is necessary for tissue homeostasis. While lymphatic capillary structure suggests that passive, paracellular transport would be the predominate route of macromolecule entry, active caveolae-mediated transcellular transport has been identified in lymphatic endothelial cells (LECs) in vitro. Caveolae also mediate a wide array of endothelial cell processes, including nitric oxide regulation. Thus, how does the lack of caveolae impact “lymphatic function”?",
    "methods:": "Various aspects of lymphatic transport were measured in mice constitutively lacking caveolin-1 (“CavKO”), the protein required for caveolae formation in endothelial cells, and in mice with a LEC-specific \nCav1\n gene deletion (Lyve1-Cre x Cav1\nflox/flox\n; “LyCav”) and ex vivo in their vessels and cells.",
    "results:": "In each model, lymphatic architecture was largely unchanged. The lymphatic conductance, or initial tissue uptake, was significantly higher in both CavKO mice and LyCav mice by quantitative microlymphangiography and the permeability to 70kDa dextran was significantly increased in monolayers of LECs isolated from CavKO mice. Conversely, transport within the lymphatic system to the sentinel node was significantly reduced in anesthetized CavKO and LyCav mice. Isolated, cannulated collecting vessel studies identified significantly reduced phasic contractility when lymphatic endothelium lacks caveolae. Inhibition of nitric oxide synthase was able to partially restore ex vivo vessel contractility.",
    "conclusion:": "Macromolecule transport across lymphatics is increased with loss of caveolae, yet phasic contractility reduced, resulting in reduced overall lymphatic transport function. These studies identify lymphatic caveolar biology as a key regulator of active lymphatic transport functions.",
    "introduction": "Lymphatic vessels complete the circulatory loop by transporting away fluid, macromolecules, and immune cells that have extravasated into the interstitium from blood vessels. As such, lymphatic vessels maintain tissue homeostasis by regulating fluid balance and modulating immunity\n1\n. Lymph uptake and propulsion is increasingly appreciated as critical in health and disease\n2\n. The structure of lymphatic vessels is well-suited for these roles. Initial lymphatic capillaries have overlapping button-like junctions that permit passive entry of fluid and large molecules\n3\n. Downstream collecting lymphatic vessels have tight, zipper-like junctions, unidirectional valves, and are covered with lymphatic muscle cells that demonstrate intrinsic contractility: all to help transport lymph from the periphery\n4\n. Lymph transport is further aided by extrinsic movements to move lymph through collecting vessels. From the initial uptake of fluid through its downstream transport, there are many potential regulators of lymphatic transport function.\nCaveolae are plasma membrane domains, stabilized by the caveolin family of proteins\n5\n, that play a role in cellular endo- and exocytosis, mechanosensing, and receptor localization that are particularly enriched in adipocytes and endothelial cells\n5\n,\n6\n. Mice lacking Caveolin-1 (Cav-1), the most abundant and most studied isoform, are viable and have served as a murine model to study the wide array of roles caveolae play across different tissues\n7\n. In endothelial cells, Cav-1 mediates trans- versus paracellular protein transport\n8\n. Increased fluid and protein flux across the blood endothelium has been measured in Cav-1 null mice\n9\n due to either increased pore formation and elevated capillary pressure\n8\n or increased paracellular (and hence, less actively regulated) transport\n9\n,\n10\n. In endothelial cells caveolae also play multiple roles in nitric oxide (NO) regulation\n11\n. Lymphatic endothelial cells (LECs) are also enriched in Cav-1\n12\n,\n13\n. What role caveolae play in lymphatic transport remains largely unknown.\nThe initial uptake of fluid and macromolecules into lymphatics has long been viewed as a mostly passive process due to the structure of lymphatic capillaries and their overlapping “leaf-like” cell junctions. In vitro studies using primary LECs identified that inhibition of dynamin, and hence active transendothelial transport, reduced albumin and dextran flux across LEC monolayers\n13\n similar to the effects seen in blood endothelium\n14\n. Whether capillary LECs actively filter solutes during uptake from the interstitium is unknown. Collecting lymphatic vessels have, however, demonstrated fluid filtration from transported lymph and a regulated permeability to larger proteins in vivo\n15\n. The contractility and permeability of these vessels is also highly dependent on NO activity\n16\n,\n17\n. With pronounced effects in blood endothelium and the roles caveolae play in active transport and NO regulation, we hypothesized that lymphatic transport in Cav-1 deficient mice would likely be impacted.\nTo test this hypothesis we utilized mice with a global deletion of Cav-1 (“CavKO”) and mice with a LEC-specific deletion of Cav-1 (Lyve1-Cre x Cav1\nflox/flox\n; “LyCav”) and measured lymphatic transport through a series of physiological assays. Quantitative microlymphangiography in vivo and isolated LEC monolayers in vitro were used to examine initial lymphatic function, while collecting vessel transport, permeability, and contractility were measured in vivo and ex vivo. We find that loss of Cav-1 impacts fluid and macromolecule transport in multiple ways along the length of the lymphatic vasculature.",
    "results": "Dermal lymphatic characteristics in CavKO mice\n\n\nWhen CavKO were first generated one of the first phenotypes characterized was a change in blood vascular endothelial cell density in some tissues and increased vessel permeability in others\n10\n,\n14\n. Despite blood vessel leakiness being previously reported to be elevated in several tissues as judged by infused Evan’s blue dye extravasation\n10\n, following the same protocol, we measured a significant increase in Evan’s blue levels only in the dermis of CavKO mice (\nFig. 1a\n). We thus focused our examination on the skin. Changes in blood vessel permeability alter interstitial fluid dynamics and indeed, we measured a significant increase in tissue hydration in the dermis of CavKO mice (\nFig. 1b\n). The total collagen content of the dermis was also significantly increased (\nFig. 1c\n). Micropuncture was used to measure the hydrostatic interstitial fluid pressure and it was significantly elevated in the tail skin of CavKO mice (\nFig. 1d\n). Elevated dermal blood capillary permeability thus results in increased skin tissue water and interstitial fluid pressure.\n\n\nFigure 1:\n\n\n\n\nOpen in a new tab\n\n\nDermal and lymphatic characteristics of CavKO mice. (a) Tissue Evans Blue absorbance per mass 30 minutes following intravenous injection in CavKO mice (KO) normalized to wildtype (WT). n=4 WT, 4 KO. (b) Skin water content. n=12 WT, 12 KO. (c) Skin collagen content determined by hydroxyproline quantitation. n=12 WT, 12 KO. (d) Interstitial fluid pressure of mouse tail skin. n=6 WT, 6 KO. (e) Whole mount immunofluorescence of LYVE-1 (green) and caveolin-1 (red) in mouse ear skin. Bars = 100 μm. (f) Total lymphatic vessel length per area measured in mouse ear skin. n=12 WT, 12 KO. (g) Total number of lymphatic branch points per area counted in mouse ear skin. n=12 WT, 12 KO. (h) Branches per mm lymphatic vessel length in mouse ear skin. n=12 WT, 12 KO. (i) Average lymphatic vessel width in mouse ear skin. n=12 WT, 12 KO. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT.\nWe examined the lymphatic vessel architecture in the skin of CavKO mice and identified no marked visual differences (\nFig. 1e\n). Lymphatic patterning was quantified in the ear skin of CavKO mice; no difference in lymphatic vessel density based on the length/area (\nFig. 1f\n) or branches/area (\nFig. 1g\n) were measured. Patterning (branches/length) was also not different in CavKO mice (\nFig. 1h\n). Vessel width was also equivalent between genotypes (\nFig. 1i\n). Thus, the macroarchitecture of the lymphatic capillary network was similar in CavKO mice to age-matched wildtype cousin controls.\nLymphatic transport in CavKO mice\n\n\nTo measure the effects of global caveolin-1 deletion on lymphatic capillary function a previously described microlymphangiography method that affords a quantitative, intravital measurement of lymphatic conductance was applied to CavKO mice\n18\n,\n19\n (\nFig. 2a\n). The method utilized simultaneously calculates lymphatic conductance, the volume of fluid taken up per volume of tissue per pressure per time, and the tissue’s hydraulic conductivity using 70kDa dextran (large enough to necessitate lymphatic over venous uptake\n20\n) by comparing the fluid infusion rates at low pressures to the distance of a visualized convective front. The measured dermal interstitial fluid pressures were applied to the measurements to increase their accuracy as described in the model\n19\n,\n21\n. In line with the increased water content of the CavKO mouse dermis, a significant increase in tissue hydraulic conductivity was measured in the model (\nFig. 2b\n). Interestingly, the lymphatic conductance was significantly increased in CavKO mice at nearly twice that of wildtype mice (\nFig. 2c\n). Lymphatic macromolecule uptake from the interstitium was therefore not impaired in the absence of caveolin-1.\n\n\nFigure 2:\n\n\n\n\nOpen in a new tab\n\n\nMeasures of lymphatic transport and permeability in CavKO mice and lymphatic endothelial cells. (a) Diagram of the quantitative microlymphangiography to measure lymphatic conductance and dermal hydraulic conductivity in the mouse tail. The characteristic length (L) in the tail axially (x) from the tip and infusion flow rate (Q) at a series of applied pressures (P\n0\n; cm H\n2\nO) are used in the described calculations. P\nb\n=measured interstitial fluid pressure at baseline. (b) Tissue hydraulic conductivity in wildtype (WT) and CavKO (KO) mice calculated from quantitative microlymphangiography. n=8 WT, 8 KO. (c) Lymphatic conductance calculated from quantitative microlymphangiography. n=8 WT, 8 KO. (d) Near infrared images of the popliteal lymph node at 5, 10, and 15 minutes following foot pad injection in anesthetized mice. The injection site uncovered later and imaged to demonstrate equal distal injection. (e) Near infrared radiant efficiencies measured in the popliteal lymph node over time following foot pad injection in anesthetized mice. n=4 WT, 4 KO. (f) Primary lymphatic endothelial cells isolated from the mouse skin immunolabeled for LYVE-1 (green) and caveolin-1 (red). Blue=DAPI; Bars=20μm. (g) Effective permeability to 70 kDa dextran of primary lymphatic endothelial cell monolayers. n=8 WT, 8 KO. (h) Ratio of 70kDa dextran permeability to that of 3 kDa dextran in primary lymphatic endothelial cell monolayers. (i) Image of a cannulated collecting lymphatic vessel from the mouse flank filled with an equal mix of FITC-conjugated 70kDa dextran and Texas Red-conjugated 3 kDa dextran. (j) Flux of 70 kDa dextran from cannulated flank lymphatic vessels (normalized to the bath fluorescence before pressure was applied) at baseline and following sodium nitroprusside (SNP) treatment. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT.\nTo quantify the appearance rate of tracer in the lymph node, we utilized near infrared scanning of anesthetized mice following a footpad injection of indocyanine green. Interestingly, we did not observe an increase in signal at the popliteal lymph node 30 minutes after injection in CavKO mice (\nFig. 2d\n). Quantifying the signal over time demonstrated that the tracer rapidly appeared in the lymph node of wildtype mice, reaching a maximum intensity at 15 minutes, however CavKO mice never demonstrated an increase in signal (\nFig. 2e\n).\n\n\nWith increased lymphatic capillary uptake, yet no downstream appearance, we investigated whether lymphatics were leaky in CavKO mice. Dermal lymphatic endothelial cells were isolated from WT and CavKO mice and grown to monolayers on transwell membranes in a geometry to test luminal to abluminal transport (\nFig. 2f\n). CavKO LECs demonstrated a significantly higher permeability to 70kDa dextran overall (\nFig. 2g\n), a relationship that stood when normalizing to the flux of a smaller 3kDa dextran as well (\nFig. 2h\n). A trend of similar magnitude toward increased trans-lymphatic flux of 70 kDa dextran was also measured in CavKO isolated flank collecting vessels (\nFig. 2i\n), though this did not reach significance (\nFig. 2j\n). The addition of the NO donor sodium nitroprusside increased the flux of both CavKO and WT vessels. There were no differences in flux of 3kDa dextran from the vessels. Thus, while a small increase in macromolecule permeability may be present in CavKO lymphatics, the lack of tracer reaching the node was unlikely due to vessel leakiness alone.\nReduced contractility in CavKO vessels\n\n\nTo further investigate failed downstream lymphatic transport in CavKO mice, we repeated the near infrared tracer studies using 70kDa FITC-conjugated dextran. Similar to the findings on the near infrared imaging, the amount of dextran reaching the popliteal lymph node of mice under isoflurane anesthesia was significantly reduced, but not zero, in CavKO mice (\nFig. 3a\n). The appearance in the node and potential collecting vessel leakiness were also visualized under a fluorescence-equipped stereomicroscope. As the quantified nodal content indicated, little fluorescence was visible in the lymph node of CavKO mice 15 minutes following injection (\nFig. 3b\n). The collecting vessels along the lower leg, however, did have some signal, though no obvious leakage was observed (\nFig. 3c\n). Interestingly, when we physically manipulated the tissue, the tracer movement appeared to increase. We thus tested dextran transport in conscious mice, with free mobility for the 15 minutes following injection: the total amount of dextran in the popliteal nodes of CavKO and wildtype mice was then equivalent (\nFig. 3d\n). With extrinsic movement providing lymph propulsion to the popliteal node in CavKO, which had been significantly depressed in immobile mice, it therefore appeared that CavKO mouse lymphatics lacked intrinsic contractility typically seen in these vessels \n22\n.\n\n\nFigure 3:\n\n\n\n\nOpen in a new tab\n\n\nCollecting lymphatic vessel transport and contractility in the absence of caveolin-1. (a) Mass of 70 kDa dextran in the popliteal node of anesthetized wildtype (WT) and CavKO (KO) mice 15 minutes after a single footpad injection. n=6 WT, 10 KO. (b) In situ fluorescence image of the exposed popliteal lymph node (dashed ellipse) and afferent lymphatic vessels (arrow) in anesthetized mice 15 minutes following a footpad injection of FITC-conjugated 70 kDa dextran. Bars = 1 mm. (c) Afferent popliteal lymphatic vessel filling following a footpad injection of FITC-conjugated 70 kDa dextran in anesthetized mice. Bars = 1 mm. (d) Mass of 70 kDa dextran in the popliteal node of awake, mobile mice 15 minutes after a single footpad injection. n=6 WT, 5 KO. (e) Phasic contractile frequency of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=8 WT, 6 KO. n=6 WT, 6 KO. (f) Phasic contractile amplitude as a percent of diastolic diameter at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and with the addition of L-NAME. n=6 WT, 6 KO. (g) Immunolabeled VEGFR-3 (green) and α-smooth muscle actin (red) visualized on isolated collecting lymphatic vessel valve regions. Bars = 200 μm. (h) Average diameter of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=6 WT, 6 KO. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT or no L-NAME.\nTo measure the contractility of collecting vessels in CavKO mice, the large flank collecting lymphatic vessel was isolated from WT and CavKO mice and tested as previously described\n22\n. The flank vessels of WT mice exhibited modest intrinsic pumping at the pressures tested averaging ~2 contraction/minute (\nFig. 3e\n; \nSupp Video 1\n). The vessels of CavKO mice demonstrated markedly reduced contractility with significantly fewer contractions at 4cm of pressure (with and without luminal shear) (\nFig. 3e\n). The contractions present in the CavKO vessels were also notably weaker with significantly limited amplitude (\nFig. 3f\n; \nSupp Video 2\n). Vessel valves and α smooth muscle actin coverage appeared to be normal in CavKO vessels (\nFig. 3g\n) and the vessel diastolic diameters were similar to WT vessel in size in pressure changes (\nFig. 3h\n). In an additional experiment to test the impact of reducing NO, L-NAME, an inhibitor of nitric oxide synthase, was applied. No significant impact on contractility was measured in WT vessels (\nFig. 3e\n). As seen previously when NO levels are too high in other lymphatics vessels\n17\n, the addition of L-NAME was able restore some intrinsic contractility in CavKO vessels with a significant increase in contraction frequency measured at 1cm and 4cm of pressure (\nFig. 3e\n); however, contractile amplitude was still reduced compared to WT and L-NAME did not increase the amplitude of contraction (\nFig. 3f\n). Reduced intrinsic phasic contractility, partially mediated through excessive NO production, could thus account for the reduced transport measured in CavKO mice.\nLymphatic-specific deletion of Cav1 recapitulates the lymphatic phenotypes of CavKO mice\n\n\nThe interstitial fluid that becomes initial lymph begins with fluid extravasation from the blood. With altered blood extravasation in CavKO mice, we thus sought to isolate the physiological effects of caveolin-1 deletion to lymphatic endothelium alone by generating lymphatic-specific Cav1 null mice. Lyve1-Cre mice were crossed to Cav1\nflox/flox\n mice to generate mice with a constitutive lack of caveolin-1 in lymphatic endothelial cells (LyCav; \nSupp Figure 1\n) and tested in a similar group of studies as the CavKO mouse experiments.\n\n\nUnlike in CavKO mice, LyCav mice demonstrated no difference in Evan’s blue dye extravasation in the dermis, or any tissue, compared to Cre\n−/−\n littermate controls (\nFig. 4a\n). This normalized blood side effect was mirrored in the normal dermal tissue hydration (\nFig. 4b\n), which had been elevated in CavKO mice. Dermal collagen content was also unchanged in LyCav mice (\nFig. 4c\n). Interestingly, the hydrostatic interstitial fluid pressure was significantly increased in LyCav mice (\nFig. 4d\n) suggesting that this is a lymphatic-driven phenomenon. Like in the CavKO mice, lymphatic conductance was significantly elevated in LyCav mice (\nFig. 4e\n). The hydraulic conductivity, highly dependent on tissue hydration, was normal relative to Cre\n−/−\n littermates in LyCav mice (\nFig. 4f\n). Lymphatic capillary patterning was quantified in the ear skin of LyCav mice and, similar to the CavKO mouse, no difference in lymphatic vessel density based on the length/area (\nFig. 4g\n) or branches/area (\nFig. 4h\n) were measured. Patterning (branches/length) was also not different in CavKO mice (\nFig. 4i\n). Vessel width was also similar (\nFig. 4j\n).\n\n\nFigure 4:\n\n\n\n\nOpen in a new tab\n\n\nDermal and lymphatic characterization in mice with lymphatic endothelial cell-specific deletion of \nCav-1\n. (a) Tissue Evans Blue absorbance per mass 30 minutes following intravenous injection in Lyve1-Cre\n+/−\n x Cav\nflox/flox\n mice (Cre+) normalized to littermates lacking Cav-1 deletion (Lyve-Cre\n−/−\n x Cav\nflox/flox\n; Cre−). n=4 Cre−, 4 Cre+. (b) Skin water content. n=10 Cre−, 10 Cre+. (c) Skin collagen content determined by hydroxyproline quantitation. n=10 WT, 10 KO. (d) Interstitial fluid pressure of mouse tail skin. n=3 Cre−, 3 Cre+. (e) Lymphatic conductance in the mouse tail calculated from quantitative microlymphangiography. n=9 Cre−, 12 Cre+. (f) Tissue hydraulic conductivity of the mouse tail tissue calculated from quantitative microlymphangiography. n=9 Cre−, 12 Cre+. (g) Total lymphatic vessel length per area measured in mouse ear skin. n=10 Cre−, 10 Cre+. (h) Total number of lymphatic branch points per area counted in mouse ear skin. n=10 Cre−, 10 Cre+. (i) Branches per mm lymphatic vessel length in mouse ear skin. n=10 Cre−, 10 Cre+. (j) Average lymphatic vessel width in mouse ear skin. n=10 Cre−, 10 Cre+. (k) In situ fluorescence image of the exposed popliteal lymph node (dashed ellipse) and afferent lymphatic vessel (arrow) in an anesthetized Cre− and Cre+ mice 15 minutes following a footpad injection of FITC-conjugated 70 kDa dextran. Bars = 1 mm. (l) Mass of 70 kDa dextran in the popliteal node of anesthetized mice 15 minutes after a single footpad injection. n=9 Cre−, 9 Cre+. (m) Mass of 70 kDa dextran in the popliteal node of awake, mobile mice 15 minutes after a single footpad injection. n=6 Cre−, 10 Cre+. (n) Phasic contractile frequency of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=5 Cre+. (o) Immunolabeled VEGFR-3 (green) and α-smooth muscle actin (red) visualized on isolated collecting lymphatic vessel valve regions. Bars = 200 μm. (p) Phasic contractile amplitude as a percent of diastolic diameter at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and with the addition of L-NAME. n=5 Cre+. (q) Average diameter of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. * p<0.05, † p<0.01 compared to Cre−.\nThe appearance of fluorescence in the popliteal lymph node following a footpad injection of FITC-conjugated 70kDa dextran was significantly reduced under anesthesia in LyCav mice, but normal in their Cre\n−/−\n littermates (\nFig. 4k\n). The amount of dextran quantified within the node was significantly less 15 minutes after injection in these mice (\nFig. 4l\n). In ambulatory mice, however, the amount of dextran reaching the node was normalized (\nFig. 4m\n). Contractility of the flank collecting vessel was tested in LyCav mice and the experimental results were similar to CavKO vessels (\nSupp Video 3\n). LyCav vessel contraction rate was reduced but could be rescued to a significant degree by reducing NO production with L-NAME (\nFig. 4n\n; \nSupp Video 4\n). Vessel valves and α smooth muscle actin coverage appeared to be normal in vessels from LyCav mice (\nFig. 4o\n) and the contractile amplitude was only 20% in LyCav vessels and could not be increased with L-NAME (\nFig. 4p\n). Likewise, L-NAME did not change vessel diastolic diameters (\nFig. 4q\n). The intrinsic contraction rate and amplitude of lymphatic collecting vessels thus appears to be in part dependent on lymphatic endothelial cell caveolar functions.",
    "dermal_lymphatic_characteristics_in_cavko_mice": "When CavKO were first generated one of the first phenotypes characterized was a change in blood vascular endothelial cell density in some tissues and increased vessel permeability in others\n10\n,\n14\n. Despite blood vessel leakiness being previously reported to be elevated in several tissues as judged by infused Evan’s blue dye extravasation\n10\n, following the same protocol, we measured a significant increase in Evan’s blue levels only in the dermis of CavKO mice (\nFig. 1a\n). We thus focused our examination on the skin. Changes in blood vessel permeability alter interstitial fluid dynamics and indeed, we measured a significant increase in tissue hydration in the dermis of CavKO mice (\nFig. 1b\n). The total collagen content of the dermis was also significantly increased (\nFig. 1c\n). Micropuncture was used to measure the hydrostatic interstitial fluid pressure and it was significantly elevated in the tail skin of CavKO mice (\nFig. 1d\n). Elevated dermal blood capillary permeability thus results in increased skin tissue water and interstitial fluid pressure.\nFigure 1:\n\n\n\n\nOpen in a new tab\n\n\nDermal and lymphatic characteristics of CavKO mice. (a) Tissue Evans Blue absorbance per mass 30 minutes following intravenous injection in CavKO mice (KO) normalized to wildtype (WT). n=4 WT, 4 KO. (b) Skin water content. n=12 WT, 12 KO. (c) Skin collagen content determined by hydroxyproline quantitation. n=12 WT, 12 KO. (d) Interstitial fluid pressure of mouse tail skin. n=6 WT, 6 KO. (e) Whole mount immunofluorescence of LYVE-1 (green) and caveolin-1 (red) in mouse ear skin. Bars = 100 μm. (f) Total lymphatic vessel length per area measured in mouse ear skin. n=12 WT, 12 KO. (g) Total number of lymphatic branch points per area counted in mouse ear skin. n=12 WT, 12 KO. (h) Branches per mm lymphatic vessel length in mouse ear skin. n=12 WT, 12 KO. (i) Average lymphatic vessel width in mouse ear skin. n=12 WT, 12 KO. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT.\nWe examined the lymphatic vessel architecture in the skin of CavKO mice and identified no marked visual differences (\nFig. 1e\n). Lymphatic patterning was quantified in the ear skin of CavKO mice; no difference in lymphatic vessel density based on the length/area (\nFig. 1f\n) or branches/area (\nFig. 1g\n) were measured. Patterning (branches/length) was also not different in CavKO mice (\nFig. 1h\n). Vessel width was also equivalent between genotypes (\nFig. 1i\n). Thus, the macroarchitecture of the lymphatic capillary network was similar in CavKO mice to age-matched wildtype cousin controls.",
    "figure_1:": "Open in a new tab\nDermal and lymphatic characteristics of CavKO mice. (a) Tissue Evans Blue absorbance per mass 30 minutes following intravenous injection in CavKO mice (KO) normalized to wildtype (WT). n=4 WT, 4 KO. (b) Skin water content. n=12 WT, 12 KO. (c) Skin collagen content determined by hydroxyproline quantitation. n=12 WT, 12 KO. (d) Interstitial fluid pressure of mouse tail skin. n=6 WT, 6 KO. (e) Whole mount immunofluorescence of LYVE-1 (green) and caveolin-1 (red) in mouse ear skin. Bars = 100 μm. (f) Total lymphatic vessel length per area measured in mouse ear skin. n=12 WT, 12 KO. (g) Total number of lymphatic branch points per area counted in mouse ear skin. n=12 WT, 12 KO. (h) Branches per mm lymphatic vessel length in mouse ear skin. n=12 WT, 12 KO. (i) Average lymphatic vessel width in mouse ear skin. n=12 WT, 12 KO. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT.",
    "lymphatic_transport_in_cavko_mice": "To measure the effects of global caveolin-1 deletion on lymphatic capillary function a previously described microlymphangiography method that affords a quantitative, intravital measurement of lymphatic conductance was applied to CavKO mice\n18\n,\n19\n (\nFig. 2a\n). The method utilized simultaneously calculates lymphatic conductance, the volume of fluid taken up per volume of tissue per pressure per time, and the tissue’s hydraulic conductivity using 70kDa dextran (large enough to necessitate lymphatic over venous uptake\n20\n) by comparing the fluid infusion rates at low pressures to the distance of a visualized convective front. The measured dermal interstitial fluid pressures were applied to the measurements to increase their accuracy as described in the model\n19\n,\n21\n. In line with the increased water content of the CavKO mouse dermis, a significant increase in tissue hydraulic conductivity was measured in the model (\nFig. 2b\n). Interestingly, the lymphatic conductance was significantly increased in CavKO mice at nearly twice that of wildtype mice (\nFig. 2c\n). Lymphatic macromolecule uptake from the interstitium was therefore not impaired in the absence of caveolin-1.\nFigure 2:\n\n\n\n\nOpen in a new tab\n\n\nMeasures of lymphatic transport and permeability in CavKO mice and lymphatic endothelial cells. (a) Diagram of the quantitative microlymphangiography to measure lymphatic conductance and dermal hydraulic conductivity in the mouse tail. The characteristic length (L) in the tail axially (x) from the tip and infusion flow rate (Q) at a series of applied pressures (P\n0\n; cm H\n2\nO) are used in the described calculations. P\nb\n=measured interstitial fluid pressure at baseline. (b) Tissue hydraulic conductivity in wildtype (WT) and CavKO (KO) mice calculated from quantitative microlymphangiography. n=8 WT, 8 KO. (c) Lymphatic conductance calculated from quantitative microlymphangiography. n=8 WT, 8 KO. (d) Near infrared images of the popliteal lymph node at 5, 10, and 15 minutes following foot pad injection in anesthetized mice. The injection site uncovered later and imaged to demonstrate equal distal injection. (e) Near infrared radiant efficiencies measured in the popliteal lymph node over time following foot pad injection in anesthetized mice. n=4 WT, 4 KO. (f) Primary lymphatic endothelial cells isolated from the mouse skin immunolabeled for LYVE-1 (green) and caveolin-1 (red). Blue=DAPI; Bars=20μm. (g) Effective permeability to 70 kDa dextran of primary lymphatic endothelial cell monolayers. n=8 WT, 8 KO. (h) Ratio of 70kDa dextran permeability to that of 3 kDa dextran in primary lymphatic endothelial cell monolayers. (i) Image of a cannulated collecting lymphatic vessel from the mouse flank filled with an equal mix of FITC-conjugated 70kDa dextran and Texas Red-conjugated 3 kDa dextran. (j) Flux of 70 kDa dextran from cannulated flank lymphatic vessels (normalized to the bath fluorescence before pressure was applied) at baseline and following sodium nitroprusside (SNP) treatment. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT.\nTo quantify the appearance rate of tracer in the lymph node, we utilized near infrared scanning of anesthetized mice following a footpad injection of indocyanine green. Interestingly, we did not observe an increase in signal at the popliteal lymph node 30 minutes after injection in CavKO mice (\nFig. 2d\n). Quantifying the signal over time demonstrated that the tracer rapidly appeared in the lymph node of wildtype mice, reaching a maximum intensity at 15 minutes, however CavKO mice never demonstrated an increase in signal (\nFig. 2e\n).\nWith increased lymphatic capillary uptake, yet no downstream appearance, we investigated whether lymphatics were leaky in CavKO mice. Dermal lymphatic endothelial cells were isolated from WT and CavKO mice and grown to monolayers on transwell membranes in a geometry to test luminal to abluminal transport (\nFig. 2f\n). CavKO LECs demonstrated a significantly higher permeability to 70kDa dextran overall (\nFig. 2g\n), a relationship that stood when normalizing to the flux of a smaller 3kDa dextran as well (\nFig. 2h\n). A trend of similar magnitude toward increased trans-lymphatic flux of 70 kDa dextran was also measured in CavKO isolated flank collecting vessels (\nFig. 2i\n), though this did not reach significance (\nFig. 2j\n). The addition of the NO donor sodium nitroprusside increased the flux of both CavKO and WT vessels. There were no differences in flux of 3kDa dextran from the vessels. Thus, while a small increase in macromolecule permeability may be present in CavKO lymphatics, the lack of tracer reaching the node was unlikely due to vessel leakiness alone.",
    "figure_2:": "Open in a new tab\nMeasures of lymphatic transport and permeability in CavKO mice and lymphatic endothelial cells. (a) Diagram of the quantitative microlymphangiography to measure lymphatic conductance and dermal hydraulic conductivity in the mouse tail. The characteristic length (L) in the tail axially (x) from the tip and infusion flow rate (Q) at a series of applied pressures (P\n0\n; cm H\n2\nO) are used in the described calculations. P\nb\n=measured interstitial fluid pressure at baseline. (b) Tissue hydraulic conductivity in wildtype (WT) and CavKO (KO) mice calculated from quantitative microlymphangiography. n=8 WT, 8 KO. (c) Lymphatic conductance calculated from quantitative microlymphangiography. n=8 WT, 8 KO. (d) Near infrared images of the popliteal lymph node at 5, 10, and 15 minutes following foot pad injection in anesthetized mice. The injection site uncovered later and imaged to demonstrate equal distal injection. (e) Near infrared radiant efficiencies measured in the popliteal lymph node over time following foot pad injection in anesthetized mice. n=4 WT, 4 KO. (f) Primary lymphatic endothelial cells isolated from the mouse skin immunolabeled for LYVE-1 (green) and caveolin-1 (red). Blue=DAPI; Bars=20μm. (g) Effective permeability to 70 kDa dextran of primary lymphatic endothelial cell monolayers. n=8 WT, 8 KO. (h) Ratio of 70kDa dextran permeability to that of 3 kDa dextran in primary lymphatic endothelial cell monolayers. (i) Image of a cannulated collecting lymphatic vessel from the mouse flank filled with an equal mix of FITC-conjugated 70kDa dextran and Texas Red-conjugated 3 kDa dextran. (j) Flux of 70 kDa dextran from cannulated flank lymphatic vessels (normalized to the bath fluorescence before pressure was applied) at baseline and following sodium nitroprusside (SNP) treatment. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT.",
    "reduced_contractility_in_cavko_vessels": "To further investigate failed downstream lymphatic transport in CavKO mice, we repeated the near infrared tracer studies using 70kDa FITC-conjugated dextran. Similar to the findings on the near infrared imaging, the amount of dextran reaching the popliteal lymph node of mice under isoflurane anesthesia was significantly reduced, but not zero, in CavKO mice (\nFig. 3a\n). The appearance in the node and potential collecting vessel leakiness were also visualized under a fluorescence-equipped stereomicroscope. As the quantified nodal content indicated, little fluorescence was visible in the lymph node of CavKO mice 15 minutes following injection (\nFig. 3b\n). The collecting vessels along the lower leg, however, did have some signal, though no obvious leakage was observed (\nFig. 3c\n). Interestingly, when we physically manipulated the tissue, the tracer movement appeared to increase. We thus tested dextran transport in conscious mice, with free mobility for the 15 minutes following injection: the total amount of dextran in the popliteal nodes of CavKO and wildtype mice was then equivalent (\nFig. 3d\n). With extrinsic movement providing lymph propulsion to the popliteal node in CavKO, which had been significantly depressed in immobile mice, it therefore appeared that CavKO mouse lymphatics lacked intrinsic contractility typically seen in these vessels \n22\n.\nFigure 3:\n\n\n\n\nOpen in a new tab\n\n\nCollecting lymphatic vessel transport and contractility in the absence of caveolin-1. (a) Mass of 70 kDa dextran in the popliteal node of anesthetized wildtype (WT) and CavKO (KO) mice 15 minutes after a single footpad injection. n=6 WT, 10 KO. (b) In situ fluorescence image of the exposed popliteal lymph node (dashed ellipse) and afferent lymphatic vessels (arrow) in anesthetized mice 15 minutes following a footpad injection of FITC-conjugated 70 kDa dextran. Bars = 1 mm. (c) Afferent popliteal lymphatic vessel filling following a footpad injection of FITC-conjugated 70 kDa dextran in anesthetized mice. Bars = 1 mm. (d) Mass of 70 kDa dextran in the popliteal node of awake, mobile mice 15 minutes after a single footpad injection. n=6 WT, 5 KO. (e) Phasic contractile frequency of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=8 WT, 6 KO. n=6 WT, 6 KO. (f) Phasic contractile amplitude as a percent of diastolic diameter at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and with the addition of L-NAME. n=6 WT, 6 KO. (g) Immunolabeled VEGFR-3 (green) and α-smooth muscle actin (red) visualized on isolated collecting lymphatic vessel valve regions. Bars = 200 μm. (h) Average diameter of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=6 WT, 6 KO. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT or no L-NAME.\nTo measure the contractility of collecting vessels in CavKO mice, the large flank collecting lymphatic vessel was isolated from WT and CavKO mice and tested as previously described\n22\n. The flank vessels of WT mice exhibited modest intrinsic pumping at the pressures tested averaging ~2 contraction/minute (\nFig. 3e\n; \nSupp Video 1\n). The vessels of CavKO mice demonstrated markedly reduced contractility with significantly fewer contractions at 4cm of pressure (with and without luminal shear) (\nFig. 3e\n). The contractions present in the CavKO vessels were also notably weaker with significantly limited amplitude (\nFig. 3f\n; \nSupp Video 2\n). Vessel valves and α smooth muscle actin coverage appeared to be normal in CavKO vessels (\nFig. 3g\n) and the vessel diastolic diameters were similar to WT vessel in size in pressure changes (\nFig. 3h\n). In an additional experiment to test the impact of reducing NO, L-NAME, an inhibitor of nitric oxide synthase, was applied. No significant impact on contractility was measured in WT vessels (\nFig. 3e\n). As seen previously when NO levels are too high in other lymphatics vessels\n17\n, the addition of L-NAME was able restore some intrinsic contractility in CavKO vessels with a significant increase in contraction frequency measured at 1cm and 4cm of pressure (\nFig. 3e\n); however, contractile amplitude was still reduced compared to WT and L-NAME did not increase the amplitude of contraction (\nFig. 3f\n). Reduced intrinsic phasic contractility, partially mediated through excessive NO production, could thus account for the reduced transport measured in CavKO mice.",
    "figure_3:": "Open in a new tab\nCollecting lymphatic vessel transport and contractility in the absence of caveolin-1. (a) Mass of 70 kDa dextran in the popliteal node of anesthetized wildtype (WT) and CavKO (KO) mice 15 minutes after a single footpad injection. n=6 WT, 10 KO. (b) In situ fluorescence image of the exposed popliteal lymph node (dashed ellipse) and afferent lymphatic vessels (arrow) in anesthetized mice 15 minutes following a footpad injection of FITC-conjugated 70 kDa dextran. Bars = 1 mm. (c) Afferent popliteal lymphatic vessel filling following a footpad injection of FITC-conjugated 70 kDa dextran in anesthetized mice. Bars = 1 mm. (d) Mass of 70 kDa dextran in the popliteal node of awake, mobile mice 15 minutes after a single footpad injection. n=6 WT, 5 KO. (e) Phasic contractile frequency of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=8 WT, 6 KO. n=6 WT, 6 KO. (f) Phasic contractile amplitude as a percent of diastolic diameter at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and with the addition of L-NAME. n=6 WT, 6 KO. (g) Immunolabeled VEGFR-3 (green) and α-smooth muscle actin (red) visualized on isolated collecting lymphatic vessel valve regions. Bars = 200 μm. (h) Average diameter of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=6 WT, 6 KO. * p<0.05, † p<0.01, ‡ p<0.001 compared to WT or no L-NAME.",
    "lymphatic-specific_deletion_of_cav1_recapitulates_the_lympha": "The interstitial fluid that becomes initial lymph begins with fluid extravasation from the blood. With altered blood extravasation in CavKO mice, we thus sought to isolate the physiological effects of caveolin-1 deletion to lymphatic endothelium alone by generating lymphatic-specific Cav1 null mice. Lyve1-Cre mice were crossed to Cav1\nflox/flox\n mice to generate mice with a constitutive lack of caveolin-1 in lymphatic endothelial cells (LyCav; \nSupp Figure 1\n) and tested in a similar group of studies as the CavKO mouse experiments.\nUnlike in CavKO mice, LyCav mice demonstrated no difference in Evan’s blue dye extravasation in the dermis, or any tissue, compared to Cre\n−/−\n littermate controls (\nFig. 4a\n). This normalized blood side effect was mirrored in the normal dermal tissue hydration (\nFig. 4b\n), which had been elevated in CavKO mice. Dermal collagen content was also unchanged in LyCav mice (\nFig. 4c\n). Interestingly, the hydrostatic interstitial fluid pressure was significantly increased in LyCav mice (\nFig. 4d\n) suggesting that this is a lymphatic-driven phenomenon. Like in the CavKO mice, lymphatic conductance was significantly elevated in LyCav mice (\nFig. 4e\n). The hydraulic conductivity, highly dependent on tissue hydration, was normal relative to Cre\n−/−\n littermates in LyCav mice (\nFig. 4f\n). Lymphatic capillary patterning was quantified in the ear skin of LyCav mice and, similar to the CavKO mouse, no difference in lymphatic vessel density based on the length/area (\nFig. 4g\n) or branches/area (\nFig. 4h\n) were measured. Patterning (branches/length) was also not different in CavKO mice (\nFig. 4i\n). Vessel width was also similar (\nFig. 4j\n).\nFigure 4:\n\n\n\n\nOpen in a new tab\n\n\nDermal and lymphatic characterization in mice with lymphatic endothelial cell-specific deletion of \nCav-1\n. (a) Tissue Evans Blue absorbance per mass 30 minutes following intravenous injection in Lyve1-Cre\n+/−\n x Cav\nflox/flox\n mice (Cre+) normalized to littermates lacking Cav-1 deletion (Lyve-Cre\n−/−\n x Cav\nflox/flox\n; Cre−). n=4 Cre−, 4 Cre+. (b) Skin water content. n=10 Cre−, 10 Cre+. (c) Skin collagen content determined by hydroxyproline quantitation. n=10 WT, 10 KO. (d) Interstitial fluid pressure of mouse tail skin. n=3 Cre−, 3 Cre+. (e) Lymphatic conductance in the mouse tail calculated from quantitative microlymphangiography. n=9 Cre−, 12 Cre+. (f) Tissue hydraulic conductivity of the mouse tail tissue calculated from quantitative microlymphangiography. n=9 Cre−, 12 Cre+. (g) Total lymphatic vessel length per area measured in mouse ear skin. n=10 Cre−, 10 Cre+. (h) Total number of lymphatic branch points per area counted in mouse ear skin. n=10 Cre−, 10 Cre+. (i) Branches per mm lymphatic vessel length in mouse ear skin. n=10 Cre−, 10 Cre+. (j) Average lymphatic vessel width in mouse ear skin. n=10 Cre−, 10 Cre+. (k) In situ fluorescence image of the exposed popliteal lymph node (dashed ellipse) and afferent lymphatic vessel (arrow) in an anesthetized Cre− and Cre+ mice 15 minutes following a footpad injection of FITC-conjugated 70 kDa dextran. Bars = 1 mm. (l) Mass of 70 kDa dextran in the popliteal node of anesthetized mice 15 minutes after a single footpad injection. n=9 Cre−, 9 Cre+. (m) Mass of 70 kDa dextran in the popliteal node of awake, mobile mice 15 minutes after a single footpad injection. n=6 Cre−, 10 Cre+. (n) Phasic contractile frequency of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=5 Cre+. (o) Immunolabeled VEGFR-3 (green) and α-smooth muscle actin (red) visualized on isolated collecting lymphatic vessel valve regions. Bars = 200 μm. (p) Phasic contractile amplitude as a percent of diastolic diameter at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and with the addition of L-NAME. n=5 Cre+. (q) Average diameter of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. * p<0.05, † p<0.01 compared to Cre−.\nThe appearance of fluorescence in the popliteal lymph node following a footpad injection of FITC-conjugated 70kDa dextran was significantly reduced under anesthesia in LyCav mice, but normal in their Cre\n−/−\n littermates (\nFig. 4k\n). The amount of dextran quantified within the node was significantly less 15 minutes after injection in these mice (\nFig. 4l\n). In ambulatory mice, however, the amount of dextran reaching the node was normalized (\nFig. 4m\n). Contractility of the flank collecting vessel was tested in LyCav mice and the experimental results were similar to CavKO vessels (\nSupp Video 3\n). LyCav vessel contraction rate was reduced but could be rescued to a significant degree by reducing NO production with L-NAME (\nFig. 4n\n; \nSupp Video 4\n). Vessel valves and α smooth muscle actin coverage appeared to be normal in vessels from LyCav mice (\nFig. 4o\n) and the contractile amplitude was only 20% in LyCav vessels and could not be increased with L-NAME (\nFig. 4p\n). Likewise, L-NAME did not change vessel diastolic diameters (\nFig. 4q\n). The intrinsic contraction rate and amplitude of lymphatic collecting vessels thus appears to be in part dependent on lymphatic endothelial cell caveolar functions.",
    "figure_4:": "Open in a new tab\nDermal and lymphatic characterization in mice with lymphatic endothelial cell-specific deletion of \nCav-1\n. (a) Tissue Evans Blue absorbance per mass 30 minutes following intravenous injection in Lyve1-Cre\n+/−\n x Cav\nflox/flox\n mice (Cre+) normalized to littermates lacking Cav-1 deletion (Lyve-Cre\n−/−\n x Cav\nflox/flox\n; Cre−). n=4 Cre−, 4 Cre+. (b) Skin water content. n=10 Cre−, 10 Cre+. (c) Skin collagen content determined by hydroxyproline quantitation. n=10 WT, 10 KO. (d) Interstitial fluid pressure of mouse tail skin. n=3 Cre−, 3 Cre+. (e) Lymphatic conductance in the mouse tail calculated from quantitative microlymphangiography. n=9 Cre−, 12 Cre+. (f) Tissue hydraulic conductivity of the mouse tail tissue calculated from quantitative microlymphangiography. n=9 Cre−, 12 Cre+. (g) Total lymphatic vessel length per area measured in mouse ear skin. n=10 Cre−, 10 Cre+. (h) Total number of lymphatic branch points per area counted in mouse ear skin. n=10 Cre−, 10 Cre+. (i) Branches per mm lymphatic vessel length in mouse ear skin. n=10 Cre−, 10 Cre+. (j) Average lymphatic vessel width in mouse ear skin. n=10 Cre−, 10 Cre+. (k) In situ fluorescence image of the exposed popliteal lymph node (dashed ellipse) and afferent lymphatic vessel (arrow) in an anesthetized Cre− and Cre+ mice 15 minutes following a footpad injection of FITC-conjugated 70 kDa dextran. Bars = 1 mm. (l) Mass of 70 kDa dextran in the popliteal node of anesthetized mice 15 minutes after a single footpad injection. n=9 Cre−, 9 Cre+. (m) Mass of 70 kDa dextran in the popliteal node of awake, mobile mice 15 minutes after a single footpad injection. n=6 Cre−, 10 Cre+. (n) Phasic contractile frequency of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. n=5 Cre+. (o) Immunolabeled VEGFR-3 (green) and α-smooth muscle actin (red) visualized on isolated collecting lymphatic vessel valve regions. Bars = 200 μm. (p) Phasic contractile amplitude as a percent of diastolic diameter at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and with the addition of L-NAME. n=5 Cre+. (q) Average diameter of flank collecting lymphatic vessels at various transmural pressures and with 3cm pressure-driven flow (5.5-2.5cm) and following the addition of L-NAME. * p<0.05, † p<0.01 compared to Cre−.",
    "discussion": "Here we demonstrate that caveolae are involved in multiple process that control various aspects of lymphatic function. CavKO mice demonstrated increased albumin extravasation, tissue hydration, collagen content, and interstitial fluid pressure in the dermis. The lymphatic capillaries in these mice appear normal in the dermis, but interstitial fluid and macromolecule clearance is increased. Similarly, CavKO LECs demonstrate increased permeability. Intrinsic lymph propulsion through collecting lymphatic vessels in CavKO mice, however, is nearly absent. These phenomena are similar in mice with LEC-specific Cav1 deletion.\nCavKO mice have previously demonstrated increased blood capillary albumin extravasation\n10\n,\n14\n, in the present study we found this only to be significant in the dermis. The tissue water content, interstitial fluid pressure, collagen content, and hydraulic conductivity were also increased in CavKO mice, indicative of a lymphedema-like phenotype\n18\n. Interestingly, however, we measured the lymphatic conductance of the tissue to be significantly elevated in CavKO mice. Combined, these findings suggest either altered venous reuptake or that the increased lymphatic fluid clearance is insufficient to compensate for the altered blood-side changes in the global KO. The microlymphangiography results and blood extravasation of Evan’s blue both utilize albumin or an albumin-sized dextran molecule such that these transport mechanisms may be more important for macromolecule transport than water flux alone. With blood and venous permeabilities presumably normal in the LyCav mice, however, interstitial fluid pressure was also significantly elevated as in CavKO mice, further supporting a lymphatic transport defect. In these mice, the water content and hydraulic conductivity were normal compared to their littermates, but lymphatic conductance was still elevated. The high hydrostatic interstitial pressure may help to drive the low-pressure infused dextran tracer to the lymphatics resulting in the appearance of increased lymphatic capillary transport in both the global CavKO and LyCav mice. Micropuncture was used in this study to measure interstitial fluid pressure; use of another method, such as wick-in-needle could yield different values and thus alter the calculation of hydraulic conductivity and lymphatic conductance\n19\n,\n23\n. Interstitial changes in these mice may also be due to changes in other cells types; other cells dependent on Cav1 would be impacted in the CavKO mice, and LyCav mice may have mosaic deletion in another cell types, or the floxed loci in exon3 might alter endogenous caveolin-1 function. While it will be interesting to uncover the mechanisms of transvascular and interstitial fluid movement in these mice, in both models macromolecule transport across the lymphatic capillary wall is increased when LECs lack caveolae.\nActive caveolae-mediated transport across LECs has been reported to be a mechanism by which LECs control solute transport. Triacca and colleagues demonstrated that transcellular albumin and 70 kDa dextran were highly localized with caveolae in LECs\n13\n. When active transport was blocked via dynamin inhibition, uptake of these solutes was reduced by approximately 80%\n13\n. Dynamin activation, and its interaction with caveolae, is critical for transendothelial albumin transport\n24\n. The effective permeability of LECs to albumin was thus significantly reduced by dynamin inhibition and it was concluded that transcellular transport is important in lymph formation and that it is actively modulated by LECs\n13\n. LECs isolated from the dorsal skin of CavKO mice demonstrated increased apical-basal permeability to 70 kDa dextran compared to WT LECs, suggestive of the increased paracellular transport reported in CavKO blood capillaries\n10\n. LEC junctions are critically important in fluid and macromolecule uptake, but whether these junctions are different in CavKO lymphatic capillaries was not identified. Another study identified that while caveolae may be important for active transport of some molecules, fenestrae formation, and the active transport of antibodies, these were not appreciably different in CavKO mice\n25\n,\n26\n. Transcellular transport may therefore be highly specific to the solute, system used, and direction for which the tests are performed. With increased endothelial permeability reported in blood vessels of CavKO mice, we tested this in isolated lymphatic collecting vessels. These vessels are shown to have a regulated permeability to albumin in other studies\n16\n. CavKO vessels only demonstrated a trend toward increased leakiness for 70 kDa dextran and not to the extent of the increased flux across CavKO monolayers. Thus, lymphatic capillaries may have increased solute uptake in CavKO mice, but the collecting vessels may have an increased loss of the solute out of the vessel.\nOnly minimal amounts of dextran or indocyanine green reached the draining lymph nodes in CavKO and LyCav mice under anesthesia after 15 or even 45 minutes. As this was measured using two different tracer molecules, the previously reported negative impacts on lymphatic function by indocyanine green do not appear to have impacted this study result\n27\n. Rantakari and colleagues also noted reduced dextran in CavKO lymph node conduits 2 minutes after a subcutaneous injection as part of an antigen trafficking study\n26\n. This is disconnected from our measurement that peripheral lymphatic conductance significantly increased dextran clearance from the dermis. Interestingly, intrinsic phasic lymph propulsion was nearly absent in both CavKO and LyCav popliteal vessels. Lymph was able to move only in awake, mobile animals or through tissue massage. Net lymph transport in these models therefore requires either intrinsic or extrinsic mechanisms to drive lymph flow downstream of lymphatic capillary uptake. Using isolated vessel studies, we identified that when caveolae are missing from LECs the intrinsic phasic contractile response of the collecting vessels was greatly reduced and that those contractions noted were of minimal amplitude.\nOf the many differences between lymphatic vessels and blood vessels, the intrinsic contractility of lymphatic collecting vessels is a unique physiological feature that drives net lymph propulsion. Movement of lymph from the periphery, or its lack thereof, is a critical component not only of lymphatic disorders such as lymphedema, but also in novel lymphatic dysfunctions observed as in obesity or diabetes\n2\n. To date, human mutations in \nCAV1\n have not yet been associated with lymphatic defects, but rather with lipodystrophy and pulmonary hypertension\n28\n,\n29\n. Many factors that regulate blood vascular tone, however, also impact lymphatic tone and contractility, such as luminal flow rates, sympathetic signaling, calcium flux, and nitric oxide activity; these regulatory mechanisms often have caveolae as a critical component.\nCavKO mouse blood vessels demonstrate markedly elevated NO levels and up to three times the downstream cGMP activity resulting in more relaxed, more permeable vessels\n10\n,\n30\n. Restoring caveolin-1 protein to CavKO endothelial cells could rescue some of the vasorelaxation and improve the NO responses needed for endothelial-derived hyperpolarizing factor propagation\n31\n. L-NAME suppression of NO synthesis also reduces blood vessel permeability in CavKO mice\n10\n. Lymphatic vessel permeability is also tightly regulated by NO levels\n16\n. While the isolated vessel permeability elevation in response to additional NO were not significant, dysfunctional NO signaling had profound effects on the contractility of lymphatic vessels lacking caveolae. Both CavKO and LyCav vessels demonstrated significantly reduced phasic contractile frequency, and those contractions were of small amplitude. High levels of NO have been previously shown to marked reduce lymphatic vessel contractility\n17\n. Inhibiting NO synthase in vessels lacking Cav1 had a significant effect on increasing phasic contractility. The effects measured here in CavKO and LyCav vessels demonstrate that LEC caveolae play a role NO regulation and, therefore, intrinsic vessel contractile response.\nCaveolae also play other roles that could impact vessel contraction beyond NO regulation proper. An excellent review of these mechanisms is covered by Billiaud and colleagues\n11\n. For example, dysregulated coordination of the contractile response through altered location and activity of connexins and TRPV4 channels was identified in CavKO mouse blood endothelium\n32\n. TRPV4 currents are predominant in lymphatic endothelium\n33\n and connexins are necessary for the proper development and function of the lymphatic vasculature\n34\n. Indeed, mutations in connexin genes result in human primary lymphedema\n34\n, and lymphatic-specific loss of connexins 37 or 43 result in dysfunctional lymphatic valves and fluid back-leak in mice\n35\n. These proteins would not be absent in CavKO mice, but their location and modulation is changed in endothelial cells\n32\n. Beyond the demonstrated NO effect, we have not identified if these other cellular regulators of the contractile response are altered in lymphatics in these models, but they likely play additional roles in the impaired contractility measured in collecting lymphatic vessels lacking caveolae.\nIn conclusion, we have identified that caveolae play multiple roles in lymphatic functions and that deletion of Cav-1 has a dichotomous effect on different regions of the lymphatic network. While fluid or macromolecule uptake may be increased in the initial, peripheral lymphatic capillaries, there is a downstream impairment of collecting vessel intrinsic capabilities when caveolae are absent. These findings thus not only identify how caveolae impact lymphatic physiology, but also highlight some of the critical mechanisms by which lymphatics maintain tissue homeostasis.",
    "materials_and_methods": "Mice\n\n\nCavKO mice: Cav-1 null mice on an FVB background were acquired from the laboratory of Philipp Scherer at UT Southwestern Medical Center who maintained mice originally acquired from the Lisanti group\n36\n. Mice were maintained by intermittently breeding to wildtype FVB/NJ mice (The Jackson Laboratory, stock: 001800) and breeding and reselecting for knockout mice. Systemic deletion of Cav-1 was identified by PCR and confirmed by western blotting with WT cousins used as controls. LyCav mice: Lyve1-Cre mice were acquired from The Jackson Laboratory (stock: 012601) and backcrossed to wildtype FVB/NJ mice for over 6 generation before crossing to FVB Cav1\nflox/flox\n mice\n37\n. LyCav mice were continually backcrossed and maintained on an FVB/NJ background. Due to Lyve-Cre mice demonstrating germline activity from males, male Lyve1-Cre\n−/−\n Cav1\nflox/flox\n mice were crossed with female Lyve1-Cre\n+/−\n Cav1\nflox/flox\n mice to generate experimental cohorts. Systemic lack of recombination of the loxP-flanked caveolin exon was verified by PCR in all Cav1\nflox/flox\n mice used for breeding and experiments (\nSupp Fig 1\n). All mice were maintained in AAALAC approved facilities with ad libitum access to food and water. Male and female mice, aged 16-20 weeks, were used in equal proportions for all experiments as indicated. All animal protocols were approved by the Institutional Animal Care and Use Committee at Texas A&M University (College Station, TX).\nDermal lymphatic imaging and quantitation\n\n\nDermal sheets of mouse ears were prepared as previously\n38\n. Sheets were immunolabeled for LYVE-1 (goat anti-mouse; R&D Systems) and Cav-1 (rabbit anti-mouse; Cell Signaling) with appropriate fluorescent secondary detection. LYVE-1 labeling was first imaged on a green fluorescence-equipped Zeiss SteREO Discovery.V12 microscope for vessel quantitation. LYVE-1 and Cav-1 imaging together was performed on an Eclipse E600 microscope (Nikon, Melville, NY).\n\n\nTo quantify lymphatic vessel morphology, a defined area of clear vessel visualization was outlined in ImageJ software. The number of lymphatic branches within that area was then counted. The total length of vessels was traced through a thin sheet of paper using the ImageJ freehand tool and a pen (the paper keeping record of what was done). The total number of branches, total length, and the number of branches per total length are reported to demonstrate lymphatic density and branching in the skin. Widths were measured across all vessels crossing at a line drawn 100 mm from the ear edge.\nInterstitial fluid pressure measurementsW\n\n\nDermal interstitial fluid pressure (IFP) was measured with a servo-null pressure system (IPM model 4A) using a protocol similar to published previously\n39\n. Mice were maintained under ketamine:xylazine (87:13 mg/kg) anesthesia with a core body temperature at approximately 37°C. A tail section between 20-30 mm from the tip/base was then visualized using an upright intravital microscope (Olympus BX61WI) for a total magnification of x400. Following calibration, a thin-wall glass micropipette (tip size ~1μm) was carefully inserted ~50-60 μm below the epidermis surface and the pressure data were acquired at 1000 Hz rate using a data acquisition system (PowerLab and LabChart 8 Pro, ADInstruments). Pressure measurements were accepted only if they satisfied the criteria detailed previously\n40\n,\n41\n. These criteria included that: 1) the pressure recording was insensitive to small changes in the feedback gain, 2) a slight withdrawal of the pipette resulted in decrease in recorded pressure verifying a seal between the pipette and surrounding tissue as well as the open pipette tip, 3) the recorded pressure returned to previous steady state level following slight repositioning of the pipette tip, and 4) the pressure recording returned to zero when the pipette was removed from the tissue.\nFluorescence microlymphangiography\n\n\nA noninvasive, quantitative model for evaluating lymphatic uptake and tissue hydraulic conductivity in the mouse was developed previously\n19\n. This fluorescence microlymphangiography-based method has been previously employed by the authors\n18\n,\n42\n. Briefly, a 2mg/ml 70kDa FITC-dextran solution was infused at low pressure into the tip of the mouse tail over a range of pressures. The infusion flow rate and characteristic convective length in the mouse tail were monitored under a green fluorescence-equipped Zeiss SteREO Discovery.V12 microscope over 30 minutes per pressure; 30 minutes is sufficient to reach steady-state with the interstitial pressure as required by the model\n18\n,\n19\n. The measured IFP for each strain was applied to the calculations for lymphatic conductance (the volume of infused fluid removed from a volume of tissue space per time per pressure, or 1/min/mHg) and tissue hydraulic conductivity (mm\n2\n/min/mmHg). Mice were maintained under 1.5% isoflurane anesthesia in groups of 3 on a heating pad maintaining a rectally-monitored core body temperature of 37°C for up to 2.5 hours. Genotypes were randomized by position for each round.\nEvans Blue extravasation\n\n\nEvan's Blue Dye (Sigma) was injected intravenously to restrained mice at 25mg/kg. One hour after injection mice were perfused with 20mL PBS and tissues extracted. Tissues were weighed and placed in 1mL formamide (Sigma) for 48 hours. Evans Blue absorbance of the extract was measured spectrophotometrically at 610nm. Results are reported as absorbance units per mg tissue normalized to the wildtype tissue.\nTissue water and collagen content\n\n\nAfter the animals were euthanized, the back-skin hair was removed and an excised piece of skin was weighed in a glass culture tube. The tissue was then heated at 80°C overnight to dry it and reweighed to calculate the water lost. The dried tissue was oxidized in HCl and hydroxyproline content was determined as previously as an analogue to tissue collagen content\n21\n.\nPrimary LEC isolation, culture, and transwell permeability\n\n\nBack skin taken from 3-week-old CavKO and FVB mice was transferred to Cell Biologics, Inc. (Chicago, IL) for primary LEC isolation. The provided P4 LECs were seeded directly into 3.0 μm pore size 6.5 mm Transwell polyester membrane inserts (Corning) at 2x10\n5\n cells per well and cultured for 7 days in full endothelial cell media (Cell Biologics) supplemented with 50 ng/mL human recombinant VEGF-C (R&D Systems). An equivalent seeding density was cultured in wells of a coverslip chamberslide for imaging and to visualize when cells had formed a connected monolayer. 12.5 μg/mL 3kDa Texas Red dextran (Fisher) and 70 kDa FITC dextran (Fisher) was applied to the top well and media from the top and bottom wells was collected at 6 hours. 3 kDa dextran served as the monolayer integrity control. Fluorescence concentrations were measured on a fluorescence plate reader and calculated by comparison to dextran standard curves prepared in culture media. Permeability was calculated as previously\n13\n. Chamberslides were immunolabeled for LYVE-1 and caveolin-1 and imaged on an Eclipse E600 microscope.\nLymph node fluorescence uptake\n\n\nFollowing a brief anesthesia induction (5% isofluorane) mice were injected in the right footpad with 10μl of 2 mg/ml 70 kDa FITC dextran. For awake studies, mice were returned to their cage for 15 minutes. For anesthesia studies, mice were maintained under 2% isoflurane for 15 minutes. At the end time, mice were euthanized under anesthesia and the right popliteal lymph node removed. The left popliteal node was also removed and served as a contralateral fluorescence control. Nodes were homogenized in 100 μl RIPA buffer and the fluorescence was measured on a fluorescence plate reader. The mass of dextran (μg) present in the node was calculated by comparison to a standard curve of dextran prepared in lymph node homogenate. Presence of the fluorescent dextran was also visualized at termination by carefully resecting the leg skin to image the lymphatic vessel and node in situ on a fluorescence stereoscope.\nIVIS Near infrared imaging\n\n\nPopliteal lymph node uptake was visualized and quantified over time using near infrared imaging of indocyanin green (Sigma). Under isoflurane anesthesia, mice were shaved, placed into the IVIS Spectrum (PerkinElmer), and 10 μl of indocyanine green solution (0.15mg/ml in saline) was injected in to the left food pad. The injection site was covered and mice were imaged at 5-minute intervals for 45 minutes. The radiant efficiency (signal over background at a given light power over a ROI; the ROI size was equal across all mice) at the site of the popliteal lymph node was quantified over time in Living Image Software v4.1.\nIsolated vessel permeability\n\n\nInter-nodal inguinal axillary collecting lymphatic vessels were isolated from mice as previously described\n22\n. Vessels were cannulated on glass pipettes on the upstream side of the vessel, filled with 10 mg/mL 70kDa and 3kDa dextran solution, and the downstream opening of the vessel was ligated using ophthalmic suture in a chamber adapted from previous work \n43\n. Pressure in the vessel was raised to 5cm of water pressure and the bath was changed 3 times and then filled with 1mL of room temperature PBS to minimize spontaneous contractile activity which would impact pressure within the vessel, and an image was taken of the vessel. Vessels that had visible leaks were not used. Samples of the bath (10uL) were taken every 10 min for 30 min. Sodium nitroprusside (SNP) was then added to the bath (final concentration of 100μM) and samples taken for an additional 30 minutes. All fluorescent intensity data for each vessel was normalized to t=0 values and vessel area for that vessel. The slopes (area corrected fluorescence/time) of pre- (10-30min) and post (40-60min) SNP addition were calculated for each vessel. A separate set of vessels were isolated and labeled with antibodies against VEGFR-3 (goat anti-mouse; R&D Systems) and α smooth muscle actin (mouse anti-mouse; Invitrogen), followed by secondary detection, and imaged on a Nikon Eclipse E600 microscope.\nIsolated vessel contractility\n\n\nThe flank lymphatic vessel (inguinal-axillary) was isolated as described\n22\n under deep isoflurane anesthesia and placed into a warmed Kreb’s buffer with 10 g/L BSA. The vessel was cannulated and tied on to two pulled glass pipettes (80-100 μm in diameter) as previously performed on mesenteric vessels\n44\n. A small positive pressure of 2-3 cmH2O was applied to check for leaks and the vessel was set to its approximate length at the time of isolation at 1 cmH2O for equilibration at 34°C. Experimental data was recorded at 1, 3, and 5 cmH2O and with a 3 cmH2O pressure gradient to induce flow (5.5 – 2.5 cmH2O) over a period of 5 minutes at each pressure following a 3-minute equilibration. This was then repeated with the same vessels in the presence of 100 μmol L-NAME. Studies were recorded as previously\n44\n and the total contractions counted manually and expressed as contractions/minute. Because CavKO vessels contracted infrequently and with minimal amplitude, any coordinated movement was counted for all vessels, regardless of genetic background. The phasic contractile amplitude was calculated as previously and diastolic diameters at each pressure reported\n44\n.\nStatistical Analyses and Data Presentation\n\n\nAll statistical analyses were performed in GraphPad Prism software. Nearly all analyses were tested by an unpaired, parametric t-test with Welch’s correction. p-values < 0.05 were considered to be significant. IVIS scan data were tested by two-way ANOVA followed by Sidak post hoc analysis. All data are presented as individual samples +/− standard deviation. All materials submitted conform with good publishing practice in physiology\n45\n.",
    "mice": "CavKO mice: Cav-1 null mice on an FVB background were acquired from the laboratory of Philipp Scherer at UT Southwestern Medical Center who maintained mice originally acquired from the Lisanti group\n36\n. Mice were maintained by intermittently breeding to wildtype FVB/NJ mice (The Jackson Laboratory, stock: 001800) and breeding and reselecting for knockout mice. Systemic deletion of Cav-1 was identified by PCR and confirmed by western blotting with WT cousins used as controls. LyCav mice: Lyve1-Cre mice were acquired from The Jackson Laboratory (stock: 012601) and backcrossed to wildtype FVB/NJ mice for over 6 generation before crossing to FVB Cav1\nflox/flox\n mice\n37\n. LyCav mice were continually backcrossed and maintained on an FVB/NJ background. Due to Lyve-Cre mice demonstrating germline activity from males, male Lyve1-Cre\n−/−\n Cav1\nflox/flox\n mice were crossed with female Lyve1-Cre\n+/−\n Cav1\nflox/flox\n mice to generate experimental cohorts. Systemic lack of recombination of the loxP-flanked caveolin exon was verified by PCR in all Cav1\nflox/flox\n mice used for breeding and experiments (\nSupp Fig 1\n). All mice were maintained in AAALAC approved facilities with ad libitum access to food and water. Male and female mice, aged 16-20 weeks, were used in equal proportions for all experiments as indicated. All animal protocols were approved by the Institutional Animal Care and Use Committee at Texas A&M University (College Station, TX).",
    "dermal_lymphatic_imaging_and_quantitation": "Dermal sheets of mouse ears were prepared as previously\n38\n. Sheets were immunolabeled for LYVE-1 (goat anti-mouse; R&D Systems) and Cav-1 (rabbit anti-mouse; Cell Signaling) with appropriate fluorescent secondary detection. LYVE-1 labeling was first imaged on a green fluorescence-equipped Zeiss SteREO Discovery.V12 microscope for vessel quantitation. LYVE-1 and Cav-1 imaging together was performed on an Eclipse E600 microscope (Nikon, Melville, NY).\nTo quantify lymphatic vessel morphology, a defined area of clear vessel visualization was outlined in ImageJ software. The number of lymphatic branches within that area was then counted. The total length of vessels was traced through a thin sheet of paper using the ImageJ freehand tool and a pen (the paper keeping record of what was done). The total number of branches, total length, and the number of branches per total length are reported to demonstrate lymphatic density and branching in the skin. Widths were measured across all vessels crossing at a line drawn 100 mm from the ear edge.",
    "interstitial_fluid_pressure_measurementsw": "Dermal interstitial fluid pressure (IFP) was measured with a servo-null pressure system (IPM model 4A) using a protocol similar to published previously\n39\n. Mice were maintained under ketamine:xylazine (87:13 mg/kg) anesthesia with a core body temperature at approximately 37°C. A tail section between 20-30 mm from the tip/base was then visualized using an upright intravital microscope (Olympus BX61WI) for a total magnification of x400. Following calibration, a thin-wall glass micropipette (tip size ~1μm) was carefully inserted ~50-60 μm below the epidermis surface and the pressure data were acquired at 1000 Hz rate using a data acquisition system (PowerLab and LabChart 8 Pro, ADInstruments). Pressure measurements were accepted only if they satisfied the criteria detailed previously\n40\n,\n41\n. These criteria included that: 1) the pressure recording was insensitive to small changes in the feedback gain, 2) a slight withdrawal of the pipette resulted in decrease in recorded pressure verifying a seal between the pipette and surrounding tissue as well as the open pipette tip, 3) the recorded pressure returned to previous steady state level following slight repositioning of the pipette tip, and 4) the pressure recording returned to zero when the pipette was removed from the tissue.",
    "fluorescence_microlymphangiography": "A noninvasive, quantitative model for evaluating lymphatic uptake and tissue hydraulic conductivity in the mouse was developed previously\n19\n. This fluorescence microlymphangiography-based method has been previously employed by the authors\n18\n,\n42\n. Briefly, a 2mg/ml 70kDa FITC-dextran solution was infused at low pressure into the tip of the mouse tail over a range of pressures. The infusion flow rate and characteristic convective length in the mouse tail were monitored under a green fluorescence-equipped Zeiss SteREO Discovery.V12 microscope over 30 minutes per pressure; 30 minutes is sufficient to reach steady-state with the interstitial pressure as required by the model\n18\n,\n19\n. The measured IFP for each strain was applied to the calculations for lymphatic conductance (the volume of infused fluid removed from a volume of tissue space per time per pressure, or 1/min/mHg) and tissue hydraulic conductivity (mm\n2\n/min/mmHg). Mice were maintained under 1.5% isoflurane anesthesia in groups of 3 on a heating pad maintaining a rectally-monitored core body temperature of 37°C for up to 2.5 hours. Genotypes were randomized by position for each round.",
    "evans_blue_extravasation": "Evan's Blue Dye (Sigma) was injected intravenously to restrained mice at 25mg/kg. One hour after injection mice were perfused with 20mL PBS and tissues extracted. Tissues were weighed and placed in 1mL formamide (Sigma) for 48 hours. Evans Blue absorbance of the extract was measured spectrophotometrically at 610nm. Results are reported as absorbance units per mg tissue normalized to the wildtype tissue.",
    "tissue_water_and_collagen_content": "After the animals were euthanized, the back-skin hair was removed and an excised piece of skin was weighed in a glass culture tube. The tissue was then heated at 80°C overnight to dry it and reweighed to calculate the water lost. The dried tissue was oxidized in HCl and hydroxyproline content was determined as previously as an analogue to tissue collagen content\n21\n.",
    "primary_lec_isolation,_culture,_and_transwell_permeability": "Back skin taken from 3-week-old CavKO and FVB mice was transferred to Cell Biologics, Inc. (Chicago, IL) for primary LEC isolation. The provided P4 LECs were seeded directly into 3.0 μm pore size 6.5 mm Transwell polyester membrane inserts (Corning) at 2x10\n5\n cells per well and cultured for 7 days in full endothelial cell media (Cell Biologics) supplemented with 50 ng/mL human recombinant VEGF-C (R&D Systems). An equivalent seeding density was cultured in wells of a coverslip chamberslide for imaging and to visualize when cells had formed a connected monolayer. 12.5 μg/mL 3kDa Texas Red dextran (Fisher) and 70 kDa FITC dextran (Fisher) was applied to the top well and media from the top and bottom wells was collected at 6 hours. 3 kDa dextran served as the monolayer integrity control. Fluorescence concentrations were measured on a fluorescence plate reader and calculated by comparison to dextran standard curves prepared in culture media. Permeability was calculated as previously\n13\n. Chamberslides were immunolabeled for LYVE-1 and caveolin-1 and imaged on an Eclipse E600 microscope.",
    "lymph_node_fluorescence_uptake": "Following a brief anesthesia induction (5% isofluorane) mice were injected in the right footpad with 10μl of 2 mg/ml 70 kDa FITC dextran. For awake studies, mice were returned to their cage for 15 minutes. For anesthesia studies, mice were maintained under 2% isoflurane for 15 minutes. At the end time, mice were euthanized under anesthesia and the right popliteal lymph node removed. The left popliteal node was also removed and served as a contralateral fluorescence control. Nodes were homogenized in 100 μl RIPA buffer and the fluorescence was measured on a fluorescence plate reader. The mass of dextran (μg) present in the node was calculated by comparison to a standard curve of dextran prepared in lymph node homogenate. Presence of the fluorescent dextran was also visualized at termination by carefully resecting the leg skin to image the lymphatic vessel and node in situ on a fluorescence stereoscope.",
    "ivis_near_infrared_imaging": "Popliteal lymph node uptake was visualized and quantified over time using near infrared imaging of indocyanin green (Sigma). Under isoflurane anesthesia, mice were shaved, placed into the IVIS Spectrum (PerkinElmer), and 10 μl of indocyanine green solution (0.15mg/ml in saline) was injected in to the left food pad. The injection site was covered and mice were imaged at 5-minute intervals for 45 minutes. The radiant efficiency (signal over background at a given light power over a ROI; the ROI size was equal across all mice) at the site of the popliteal lymph node was quantified over time in Living Image Software v4.1.",
    "isolated_vessel_permeability": "Inter-nodal inguinal axillary collecting lymphatic vessels were isolated from mice as previously described\n22\n. Vessels were cannulated on glass pipettes on the upstream side of the vessel, filled with 10 mg/mL 70kDa and 3kDa dextran solution, and the downstream opening of the vessel was ligated using ophthalmic suture in a chamber adapted from previous work \n43\n. Pressure in the vessel was raised to 5cm of water pressure and the bath was changed 3 times and then filled with 1mL of room temperature PBS to minimize spontaneous contractile activity which would impact pressure within the vessel, and an image was taken of the vessel. Vessels that had visible leaks were not used. Samples of the bath (10uL) were taken every 10 min for 30 min. Sodium nitroprusside (SNP) was then added to the bath (final concentration of 100μM) and samples taken for an additional 30 minutes. All fluorescent intensity data for each vessel was normalized to t=0 values and vessel area for that vessel. The slopes (area corrected fluorescence/time) of pre- (10-30min) and post (40-60min) SNP addition were calculated for each vessel. A separate set of vessels were isolated and labeled with antibodies against VEGFR-3 (goat anti-mouse; R&D Systems) and α smooth muscle actin (mouse anti-mouse; Invitrogen), followed by secondary detection, and imaged on a Nikon Eclipse E600 microscope.",
    "isolated_vessel_contractility": "The flank lymphatic vessel (inguinal-axillary) was isolated as described\n22\n under deep isoflurane anesthesia and placed into a warmed Kreb’s buffer with 10 g/L BSA. The vessel was cannulated and tied on to two pulled glass pipettes (80-100 μm in diameter) as previously performed on mesenteric vessels\n44\n. A small positive pressure of 2-3 cmH2O was applied to check for leaks and the vessel was set to its approximate length at the time of isolation at 1 cmH2O for equilibration at 34°C. Experimental data was recorded at 1, 3, and 5 cmH2O and with a 3 cmH2O pressure gradient to induce flow (5.5 – 2.5 cmH2O) over a period of 5 minutes at each pressure following a 3-minute equilibration. This was then repeated with the same vessels in the presence of 100 μmol L-NAME. Studies were recorded as previously\n44\n and the total contractions counted manually and expressed as contractions/minute. Because CavKO vessels contracted infrequently and with minimal amplitude, any coordinated movement was counted for all vessels, regardless of genetic background. The phasic contractile amplitude was calculated as previously and diastolic diameters at each pressure reported\n44\n.",
    "statistical_analyses_and_data_presentation": "All statistical analyses were performed in GraphPad Prism software. Nearly all analyses were tested by an unpaired, parametric t-test with Welch’s correction. p-values < 0.05 were considered to be significant. IVIS scan data were tested by two-way ANOVA followed by Sidak post hoc analysis. All data are presented as individual samples +/− standard deviation. All materials submitted conform with good publishing practice in physiology\n45\n.",
    "supplementary_material": "SupportingInfo\n\n\n\n\nNIHMS1745158-supplement-SupportingInfo.pdf\n (770.2KB, pdf)\nSupp Video 4\nIsolated, cannulated flank lymphatic vessel of a Cre+ mouse from the LyCav lineage. Video was taken for 5 minutes in buffer containing 100 μm L-NAME when 4 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (15MB, mp4)\nSupp Video 3\nIsolated, cannulated flank lymphatic vessel of a Cre+ mouse from the LyCav lineage. Video was taken for 5 minutes in drug-free buffer when 4 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (14MB, mp4)\nSupp Video 2\nIsolated, cannulated flank lymphatic vessel from a CavKO mouse. Video was taken for 5 minutes in drug-free buffer when 2 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (14.6MB, mp4)\nSupp Video 1\nIsolated, cannulated flank lymphatic vessel from a WT mouse. Video was taken for 5 minutes in drug-free buffer when 2 cmH2O intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (15.7MB, mp4)",
    "acknowledgements": "The authors thank the Texas A&M University College of Medicine Departments of MCM and MPIM for use of their IVIS scanners. This work was funded in part by Texas A&M University College of Medicine and Department of Medical Physiology. JMR and WEC received support from the Lipedema Foundation. DZ and WW received support in part from the National Heart, Lung And Blood Institute of the National Institutes of Health (U01 HL123420). HAC, RMD, and/or JMR were supported in part by the National Institute Of Diabetes And Digestive And Kidney Diseases of the National Institutes of Health (R01 DK119497; DK120493). JMR also received support from the American Heart Association (17GRNT33671220).",
    "footnotes": "CONFLICT OF INTEREST\n\n\nThe authors have no conflicts of interest to disclose.",
    "data_availability": "The data that support the findings of this study are available from the corresponding author upon reasonable request.",
    "references": "1.\nAbouelkheir GR, Upchurch BD, Rutkowski JM. Lymphangiogenesis: fuel, smoke, or extinguisher of inflammation's fire?\nExp Biol Med (Maywood). 2017;242(8):884–895.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nNorden PR, Kume T. The Role of Lymphatic Vascular Function in Metabolic Disorders. Front Physiol. 2020;11:404.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nBaluk P, Fuxe J, Hashizume H, et al. \nFunctionally specialized junctions between endothelial cells of lymphatic vessels. J Exp Med. 2007;204(10):2349–2362.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nWiig H, Swartz MA. Interstitial fluid and lymph formation and transport: physiological regulation and roles in inflammation and cancer. Physiol Rev. 2012;92(3):1005–1060.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nParton RG, Simons K. The multiple faces of caveolae. Nat Rev Mol Cell Biol. 2007;8(3):185–194.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nCrewe C, Joffin N, Rutkowski JM, et al. \nAn Endothelial-to-Adipocyte Extracellular Vesicle Axis Governed by Metabolic State. Cell. 2018;175(3):695–708 e613.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nFrank PG, Pavlides S, Cheung MW, Daumer K, Lisanti MP. Role of caveolin-1 in the regulation of lipoprotein metabolism. Am J Physiol Cell Physiol. 2008;295(1):C242–248.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nRosengren BI, Rippe A, Rippe C, Venturoli D, Sward K, Rippe B. Transvascular protein transport in mice lacking endothelial caveolae. Am J Physiol Heart Circ Physiol. 2006;291(3):H1371–1377.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nChang SH, Feng D, Nagy JA, Sciuto TE, Dvorak AM, Dvorak HF. Vascular permeability and pathological angiogenesis in caveolin-1-null mice. Am J Pathol. 2009;175(4):1768–1776.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nSchubert W, Frank PG, Woodman SE, et al. \nMicrovascular hyperpermeability in caveolin-1 (−/−) knock-out mice. Treatment with a specific nitric-oxide synthase inhibitor, L-NAME, restores normal microvascular permeability in Cav-1 null mice. J Biol Chem. 2002;277(42):40091–40098.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nBillaud M, Lohman AW, Johnstone SR, Biwer LA, Mutchler S, Isakson BE. Regulation of cellular communication by signaling microdomains in the blood vessel wall. Pharmacol Rev. 2014;66(2):513–569.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nGalvagni F, Anselmi F, Salameh A, Orlandini M, Rocchigiani M, Oliviero S. Vascular endothelial growth factor receptor-3 activity is modulated by its association with caveolin-1 on endothelial membrane. Biochemistry. 2007;46(13):3998–4005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nTriacca V, Guc E, Kilarski WW, Pisano M, Swartz MA. Transcellular Pathways in Lymphatic Endothelial Cells Regulate Changes in Solute Transport by Fluid Stress. Circ Res. 2017;120(9):1440–1452.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nSchubert W, Frank PG, Razani B, Park DS, Chow CW, Lisanti MP. Caveolae-deficient endothelial cells show defects in the uptake and transport of albumin in vivo. J Biol Chem. 2001;276(52):48619–48622.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nScallan JP, Huxley VH. In vivo determination of collecting lymphatic vessel permeability to albumin: a role for lymphatics in exchange. J Physiol. 2010;588(Pt 1):243–254.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nScallan JP, Hill MA, Davis MJ. Lymphatic vascular integrity is disrupted in type 2 diabetes due to impaired nitric oxide signalling. Cardiovasc Res. 2015;107(1):89–97.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nScallan JP, Davis MJ. Genetic removal of basal nitric oxide enhances contractile activity in isolated murine collecting lymphatic vessels. J Physiol. 2013;591(8):2139–2156.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nRutkowski JM, Markhus CE, Gyenge CC, Alitalo K, Wiig H, Swartz MA. Dermal collagen and lipid deposition correlate with tissue swelling and hydraulic conductivity in murine primary lymphedema. Am J Pathol. 2010;176(3):1122–1129.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nSwartz MA, Kaipainen A, Netti PA, et al. \nMechanics of interstitial-lymphatic fluid transport: theoretical foundation and experimental validation. J Biomech. 1999;32(12):1297–1307.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nReddy ST, Berk DA, Jain RK, Swartz MA. A sensitive in vivo model for quantifying interstitial convective transport of injected macromolecules and nanoparticles. J Appl Physiol (1985). 2006;101(4):1162–1169.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nRutkowski JM, Moya M, Johannes J, Goldman J, Swartz MA. Secondary lymphedema in the mouse tail: Lymphatic hyperplasia, VEGF-C upregulation, and the protective role of MMP-9. Microvasc Res. 2006;72(3):161–171.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nZawieja SD, Castorena-Gonzalez JA, Scallan JP, Davis MJ. Differences in L-type Ca(2+) channel activity partially underlie the regional dichotomy in pumping behavior by murine peripheral and visceral lymphatic vessels. Am J Physiol Heart Circ Physiol. 2018;314(5):H991–H1010.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nWiig H, Reed RK, Aukland K. Measurement of interstitial fluid pressure: comparison of methods. Ann Biomed Eng. 1986;14(2):139–151.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nShajahan AN, Timblin BK, Sandoval R, Tiruppathi C, Malik AB, Minshall RD. Role of Src-induced dynamin-2 phosphorylation in caveolae-mediated endocytosis in endothelial cells. J Biol Chem. 2004;279(19):20392–20400.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nKahari L, Fair-Makela R, Auvinen K, et al. \nTranscytosis route mediates rapid delivery of intact antibodies to draining lymph nodes. J Clin Invest. 2019;129(8):3086–3102.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nRantakari P, Auvinen K, Jappinen N, et al. \nThe endothelial protein PLVAP in lymphatics controls the entry of lymphocytes and antigens into lymph nodes. Nat Immunol. 2015;16(4):386–396.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nGashev AA, Nagai T, Bridenbaugh EA. Indocyanine green and lymphatic imaging: current problems. Lymphat Res Biol. 2010;8(2):127–130.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nGarg A, Kircher M, Del Campo M, Amato RS, Agarwal AK, University of Washington Center for Mendelian G. Whole exome sequencing identifies de novo heterozygous CAV1 mutations associated with a novel neonatal onset lipodystrophy syndrome. Am J Med Genet A. 2015;167A(8):1796–1806.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nGirerd B, Weatherald J, Montani D, Humbert M. Heritable pulmonary hypertension: from bench to bedside. Eur Respir Rev. 2017;26(145).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nDrab M, Verkade P, Elger M, et al. \nLoss of caveolae, vascular dysfunction, and pulmonary defects in caveolin-1 gene-disrupted mice. Science. 2001;293(5539):2449–2452.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nGodo S, Sawada A, Saito H, et al. \nDisruption of Physiological Balance Between Nitric Oxide and Endothelium-Dependent Hyperpolarization Impairs Cardiovascular Homeostasis in Mice. Arterioscler Thromb Vasc Biol. 2016;36(1):97–107.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nSaliez J, Bouzin C, Rath G, et al. \nRole of caveolar compartmentation in endothelium-derived hyperpolarizing factor-mediated relaxation: Ca2+ signals and gap junction function are regulated by caveolin in endothelial cells. Circulation. 2008;117(8):1065–1074.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nBehringer EJ, Scallan JP, Jafarnejad M, et al. \nCalcium and electrical dynamics in lymphatic endothelium. J Physiol. 2017;595(24):7347–7368.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nMeens MJ, Sabine A, Petrova TV, Kwak BR. Connexins in lymphatic vessel physiology and disease. FEBS Lett. 2014;588(8):1271–1277.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nCastorena-Gonzalez JA, Srinivasan RS, King PD, Simon AM, Davis MJ. Simplified method to quantify valve back-leak uncovers severe mesenteric lymphatic valve dysfunction in mice deficient in connexins 43 and 37. J Physiol. 2020;598(12):2297–2310.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nRazani B, Engelman JA, Wang XB, et al. \nCaveolin-1 null mice are viable but show evidence of hyperproliferative and vascular abnormalities. J Biol Chem. 2001;276(41):38121–38138.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nAsterholm IW, Mundy DI, Weng J, Anderson RG, Scherer PE. Altered mitochondrial function and metabolic inflexibility associated with loss of caveolin-1. Cell Metab. 2012;15(2):171–185.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nLim HY, Rutkowski JM, Helft J, et al. \nHypercholesterolemic mice exhibit lymphatic vessel dysfunction and degeneration. Am J Pathol. 2009;175(3):1328–1337.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nDongaonkar RM, Quick CM, Vo JC, et al. \nBlood flow augmentation by intrinsic venular contraction in vivo. Am J Physiol Regul Integr Comp Physiol. 2012;302(12):R1436–1442.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nDavis MJ. Control of bat wing capillary pressure and blood flow during reduced perfusion pressure. Am J Physiol. 1988;255(5 Pt 2):H1114–1129.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nDavis MJ. Microvascular control of capillary pressure during increases in local arterial and venous pressure. Am J Physiol. 1988;254(4 Pt 2):H772–784.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nMiteva DO, Rutkowski JM, Dixon JB, Kilarski W, Shields JD, Swartz MA. Transmural flow modulates cell and fluid transport functions of lymphatic endothelium. Circ Res. 2010;106(5):920–931.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nBridenbaugh EA, Nizamutdinova IT, Jupiter D, et al. \nLymphatic muscle cells in rat mesenteric lymphatic vessels of various ages. Lymphat Res Biol. 2013;11(1):35–42.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nWang W, Nepiyushchikh Z, Zawieja DC, et al. \nInhibition of myosin light chain phosphorylation decreases rat mesenteric lymphatic contractile activity. Am J Physiol Heart Circ Physiol. 2009;297(2):H726–734.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nPersson PB. Good publication practice in physiology 2019. Acta Physiol (Oxf). 2019;227(4):e13405.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupportingInfo\n\n\n\n\nNIHMS1745158-supplement-SupportingInfo.pdf\n (770.2KB, pdf) \n\n\n\n\nSupp Video 4\nIsolated, cannulated flank lymphatic vessel of a Cre+ mouse from the LyCav lineage. Video was taken for 5 minutes in buffer containing 100 μm L-NAME when 4 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (15MB, mp4) \n\n\n\n\nSupp Video 3\nIsolated, cannulated flank lymphatic vessel of a Cre+ mouse from the LyCav lineage. Video was taken for 5 minutes in drug-free buffer when 4 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (14MB, mp4) \n\n\n\n\nSupp Video 2\nIsolated, cannulated flank lymphatic vessel from a CavKO mouse. Video was taken for 5 minutes in drug-free buffer when 2 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (14.6MB, mp4) \n\n\n\n\nSupp Video 1\nIsolated, cannulated flank lymphatic vessel from a WT mouse. Video was taken for 5 minutes in drug-free buffer when 2 cmH2O intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (15.7MB, mp4)\nData Availability Statement\n\n\nThe data that support the findings of this study are available from the corresponding author upon reasonable request.",
    "supplementary_materials": "SupportingInfo\n\n\n\n\nNIHMS1745158-supplement-SupportingInfo.pdf\n (770.2KB, pdf)\nSupp Video 4\nIsolated, cannulated flank lymphatic vessel of a Cre+ mouse from the LyCav lineage. Video was taken for 5 minutes in buffer containing 100 μm L-NAME when 4 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (15MB, mp4)\nSupp Video 3\nIsolated, cannulated flank lymphatic vessel of a Cre+ mouse from the LyCav lineage. Video was taken for 5 minutes in drug-free buffer when 4 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (14MB, mp4)\nSupp Video 2\nIsolated, cannulated flank lymphatic vessel from a CavKO mouse. Video was taken for 5 minutes in drug-free buffer when 2 cmH\n2\nO intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (14.6MB, mp4)\nSupp Video 1\nIsolated, cannulated flank lymphatic vessel from a WT mouse. Video was taken for 5 minutes in drug-free buffer when 2 cmH2O intraluminal pressure was applied.\n\n\n\n\n\n\nDownload video file\n (15.7MB, mp4)",
    "data_availability_statement": "The data that support the findings of this study are available from the corresponding author upon reasonable request.",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.5 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8513672/"
}