{
  "id": "PMC8754149",
  "title": "Genomic Characterization of Potential Plant Growth-Promoting Features of Sphingomonas Strains Isolated from the International Space Station",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Genomic Characterization of Potential Plant Growth-Promoting Features of Sphingomonas Strains Isolated from the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8754149/"
  },
  "sections": {
    "abstract": "ABSTRACT\nIn an ongoing microbial tracking investigation of the International Space Station (ISS), several \nSphingomonas\n strains were isolated. Based on the 16S rRNA gene sequence, phylogenetic analysis identified the ISS strains as \nSphingomonas sanguinis\n (\nn\n = 2) and one strain isolated from the Kennedy Space Center cleanroom (used to assemble various Mars mission spacecraft components) as \nSphingomonas paucimobilis\n. Metagenomic sequence analyses of different ISS locations identified 23 \nSphingomonas\n species. An abundance of shotgun metagenomic reads were detected for \nS. sanguinis\n in the location from where the ISS strains were isolated. A complete metagenome-assembled genome was generated from the shotgun reads metagenome, and its comparison with the whole-genome sequences (WGS) of the ISS \nS. sanguinis\n isolates revealed that they were highly similar. In addition to the phylogeny, the WGS of these \nSphingomonas\n strains were compared with the WGS of the type strains to elucidate genes that can potentially aid in plant growth promotion. Furthermore, the WGS comparison of these strains with the well-characterized \nSphingomonas\n sp. LK11, an arid desert strain, identified several genes responsible for the production of phytohormones and for stress tolerance. Production of one of the phytohormones, indole-3-acetic acid, was further confirmed in the ISS strains using liquid chromatography-mass spectrometry. Pathways associated with phosphate uptake, metabolism, and solubilization in soil were conserved across all the \nS. sanguinis\n and \nS. paucimobilis\n strains tested. Furthermore, genes thought to promote plant resistance to abiotic stress, including heat/cold shock response, heavy metal resistance, and oxidative and osmotic stress resistance, appear to be present in these space-related \nS. sanguinis\n and \nS. paucimobilis\n strains. Characterizing these biotechnologically important microorganisms found on the ISS and harnessing their key features will aid in the development of self-sustainable long-term space missions in the future.\nIMPORTANCE\n\n\nSphingomonas\n is ubiquitous in nature, including the anthropogenically contaminated extreme environments. Members of the \nSphingomonas\n genus have been identified as potential candidates for space biomining beyond earth. This study describes the isolation and identification of \nSphingomonas\n members from the ISS, which are capable of producing the phytohormone indole-3-acetic acid. Microbial production of phytohormones will help future \nin situ\n studies, grow plants beyond low earth orbit, and establish self-sustainable life support systems. Beyond phytohormone production, stable genomic elements of abiotic stress resistance, heavy metal resistance, and oxidative and osmotic stress resistance were identified, rendering the ISS \nSphingomonas\n isolate a strong candidate for biotechnology-related applications.",
    "introduction": "INTRODUCTION\nSphingomonas\n species are found in a variety of habitats, including soil, marine sediments, wastewater, and freshwater, in addition to the habitats contaminated with dyes, herbicides, and other pollutants (\n1\n–\n3\n). They possess diverse catabolic capabilities; for instance, assimilation of different types of complex sugars, including polysaccharides, was reported (\n2\n). Some species are tolerant to copper, resulting in biofilm formation and eventually surface corrosion (\n4\n), and some aid in herbicide mineralization or degradation of pollutants (\n5\n–\n7\n). \nSphingomonas paucimobilis\n has been isolated from the International Space Station (ISS) potable drinking water (\n8\n), ISS surfaces (\n9\n), and hospital clinical specimens and is known to cause rare infections in immunocompromised individuals (\n2\n, \n10\n, \n11\n).\nRecent reports have identified the role of some \nSphingomonas\n species in plant growth promotion (\n5\n, \n12\n–\n14\n). Microorganisms aid in plant growth promotion via different mechanisms, including secreting metabolites like phytohormones, solubilizing phosphate, fixating nitrogen, inducing stress response pathways, or acting as biocontrol agents (\n5\n, \n14\n–\n19\n). Phytohormones play a significant role in plant metabolism and defense mechanisms (\n20\n). For instance, indole-3-acetic acid (IAA) is responsible for promoting cell division, elongation, and differentiation (\n21\n) and is involved in a wide range of plant processes ranging from responses to light and gravity to heavy metal stress tolerance (\n22\n, \n23\n). Recent studies have detailed the role of \nSphingomonas\n species in plant growth promotion via the production of phytohormones and increased stress tolerance. \nS. paucimobilis\n ZJSH1 produces phytohormones like IAA, salicylic acid, zeatin, and abscisic acid and helps in nitrogen fixation (\n14\n). \nSphingomonas\n sp. LK11, isolated from the leaves of the arid medicinal plant \nTephrosia apollinea\n, was shown to produce auxins and gibberellins and was reported to increase stress tolerance to salinity and cadmium in tomato plants (\n12\n, \n15\n, \n24\n). In addition, genomic analysis of \nSphingomonas\n sp. LK11 also revealed genes for hydrogen peroxide production that enhance plant growth, seed germination, and root colonization, genes for phosphate uptake, osmotic stress, and heavy metal stress (\n15\n). Genomic analysis of \nSphingomonas panacis\n DCY99\nT\n isolated from the roots of \nPanax ginseng\n identified genes for IAA production, phosphate solubilization, heavy metal stress tolerance, and degradation of phenolic compounds (\n5\n). Furthermore, \nSphingomonas\n sp. Cra20 was shown to improve plant growth under drought stress conditions by altering the rhizosphere microbial community (\n13\n). The ability of microorganisms to produce phytohormones thus offers the potential to manipulate plant growth and development but without the need to supplement hormones externally to the plants.\nIn an ongoing microbial tracking experiment on the ISS, several microbial strains belonging to \nSphingomonas sanguinis\n (\nn\n = 2) were isolated from the ISS, and a third strain identified as \nS. paucimobilis\n was cultured from the Kennedy Space Center, Payload Hazardous Servicing Facility (KSC-PHSF). After the isolation of \nSphingomonas\n strains from the ISS (\n25\n, \n26\n), a complete genome (∼4.4 Mbp) was also assembled from the shotgun reads retrieved from the same ISS environmental surface (\n26\n), resulting in the production of a metagenome-assembled genome (MAG) belonging to \nS. sanguinis\n. Given the persistence of \nSphingomonas\n bacteria among spaceflight-relevant surfaces, and a growing body of evidence for \nSphingomonas\n strains to promote plant growth, this study applies comparative genomic analyses to identify genetic determinants that relate to plant growth-promoting features (PGPF) and highlights those that may be adaptive to growth on spaceflight-relevant environments and surfaces. Our findings report the presence of several determinants for the production of plant phytohormones, including several gene products promoting resistance to sources of abiotic stress, with emphasis on oxidative/osmotic stress resistance, heavy metal tolerance, and adaptation to sources of radiation. Further, the production of a phytohormone, IAA, by these isolates was confirmed using metabolomics. Moreover, intersection analysis of functional annotations and orthologous groups from the \nSphingomonas\n species from spaceflight-relevant surfaces (KSC-PHSF, ISS) revealed potential differences in gene contents involved in the horizontal gene transfer that are notably absent in their respective type strains. Taken together, our results show how characterization of microorganisms with respect to their ability to promote plant growth, including vegetables that can be used as a food source, will contribute to the development of self-sustainable long-term space missions in the future.",
    "results": "RESULTS\nAbundance of \nSphingomonas\n species in the ISS.\nAmong the cultivable bacteria, three colonies obtained from ISS surfaces (IIF7SW-B3A and IIF7SW-B5) and one from KSC (FKI-L5-BR-P1) were identified as \nSphingomonas\n species. All ISS strains were \nS. sanguinis\n, and the KSC strain was \nS. paucimobilis\n. The whole-genome sequencing (WGS) and the draft genomes assembled were further used to confirm the identity of the species based on average nucleotide identity (ANI; \nTable 1\n), which was calculated to be ∼99% with the nearest type strain. Genomic characteristics and other details of the annotation are given in \nTable 1\n. The metagenomic data analysis identified 23 \nSphingomonas\n species from flight 2, all of which were isolated from location 7, that is, a panel near the portable water dispenser (LAB) (\nFig. 1\n). In addition, the reads obtained from flight 1 belonging to a single species, \nSphingomonas\n\n\nsanxanigenens\n, were also seen in samples from flights 2 and 3 (\nFig. 1\n). However, its location on the ISS varied across different flights. Reads obtained from flight 3 also showed the presence of \nS. paucimobilis\n from location 4, that is, the dining table (node 1). The metagenomic reads thus obtained from the ISS show that \nSphingomonas\n species persisted across all three flights, with \nS. sanguinis\n being abundant among all \nSphingomonas\n species in flight 2. Furthermore, the MAG sequence (ISS-IIF7SWP) exhibited >99.6% ANI with the type strain of \nS. sanguinis\n (\nTable 1\n). The MAG was derived from the exact location on the ISS where \nS. sanguinis\n isolates IIF7SW-B3A and IIF7SW-B5 were retrieved using cultivation techniques. It was also confirmed that the MAG genome had >99% ANI value with the genomes of the \nS. sanguinis\n strains isolated from the ISS. The use of the culture-dependent and -independent methods thus confirms the presence of \nS. sanguinis\n on the ISS.\nFIG 1\nThe abundance of \nSphingomonas\n species across different flights and locations on the ISS based on metagenome-derived genomic reads. The numbers on top of bars represent the number of \nSphingomonas\n species identified from that particular location in the corresponding flight number (F1, F2, or F3). Different locations on the ISS from where samples were collected: location 1, port panel next to cupola (node 3); location 2, waste and hygiene compartment (node 3); location 3, advanced resistive exercise device (ARED) foot platform (node 3); location 4, dining table (node 1); location 5, zero G stowage rack (node 1); location 7, panel near portable water dispenser (LAB); and location 8, port crew quarters, bump out exterior aft wall (node 2).\nTABLE 1\nGenomic characteristics of \nSphingomonas\n strains isolated from the ISS and cleanroom\nStrain\nNCBI genome accession no.\nIsolation source\nGenome size (Mb)\nANI value (%)\nb\nNo. of:\nTotal genes\nc\nTotal protein coding genes\nc\nRNA genes\nc\nrRNA\ntRNA\nncRNA\nPseudogenes\nc\nSphingomonas sanguinis\n IIF7SW-B3A\n\n\nJABEOW000000000\n\n\nISS, lab 3 overhead\n3.9\n99.77\n3,768 (100%)\n3,659 (97.11%)\n58 (1.54%)\n3\n52\n3\n51 (1.35%)\nSphingomonas sanguinis\n IIF7SW-B5\n\n\nJABEOV000000000\n\n\nISS, lab 3 overhead\n4.3\n99.68\n4,178 (100%)\n4,047 (96.86%)\n58 (1.39%)\n3\n52\n3\n73 (1.75%)\nSphingomonas paucimobilis\n FKI-L5-BR-P1\n\n\nJABEOU000000000\n\n\nKSC-PHSF cleanroom floor\na\n4.5\n99.42\n4,357 (100%)\n4,182 (95.98%)\n54 (1.24%)\n3\n48\n3\n121 (2.78%)\nSphingomonas sanguinis\n ISS-IIF7SWP (MAG)\n\n\nJABYQV000000000\n\n\nISS, lab 3 overhead\n4.4\n99.64\n4,261 (100%)\n4,149 (97.37%)\n57 (1.34%)\n3\n51\n3\n55 (1.29%)\na\nKSC-PHSF cleanroom floor: Kennedy Space Centre- Payload Hazardous Servicing Facility.\nb\nANI values shown are calculated against their respective type strains \nS. sanguinis\n NBRC 13937 and \nS. paucimobilis\n NCTC 11030.\nc\n% Values in parentheses indicate the proportion of genes among the total number of genes.\nPlant growth-promoting features in \nSphingomonas\n species isolated from spaceflight environments.\nBLAST-based genome comparisons visualized using BLAST Ring Image Generator (BRIG) revealed relatively high levels of identity shared across each spaceflight genome and their type strains compared against the \nSphingomonas\n sp. LK11 genome (\nFig. 2\n). Additionally, patterns of GC content for each \nS. sanguinis\n (66.1 to 66.2%) and \nS. paucimobilis\n (65.5%) genome were highly similar to that of LK11 (66.09%). Subsequent pangenome comparisons conducted by Anvi’o revealed a substantial core genome and further support both shared nucleotide and functional identity among these spaceflight \nSphingomonas\n genomes, their type strains, and the endophyte \nSphingomonas\n sp. LK11 (\nFig. 3\n).\nFIG 2\nCircular genome representations were constructed using BLAST Ring Image Generator (BRIG) version 0.95, with \nSphingomonas\n sp. LK11 selected as the reference genome (chromosome and plasmids). The innermost ring (black) shows the GC content of the reference \nSphingomonas\n sp. LK11 genome. Subsequent rings illustrate the percent identity of the selected \nSphingomonas\n genomes calculated using blastn (E value: 10, lower identity cutoff: 70%, upper identity cutoff: 90%). Starting from ring two, the order of the illustrated genomes is as follows: 2, \nS. paucimobilis\n FKI-L5-BR-P1; 3, \nS. paucimobilis\n LCT-SP1; 4, \nS. paucimobilis\n NCTC 11030\nT\n; 5, \nS. sanguinis\n IIF7SW-B3A; 6, \nS. sanguinis\n IIF7SW-B5; 7, \nS. sanguinis\n ISS-IIF7SWP (MAG); 8, \nS. sanguinis\n NBRC 13937\nT\n. The outermost ring displays randomly selected annotations originating from the \nSphingomonas\n sp. LK11 chromosome.\nFIG 3\nPangenome analysis of \nS. sanguinis\n, \nS. paucimobilis\n genomes obtained from space-relevant surfaces with their type strains, and \nSphingomonas\n sp. LK11, generated by the Anvi’o software. Primary functional annotation in Anvi’o was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome gene clustering was carried out using blastp via the anvi-pan-genome command (–num-threads 2, –mcl-inflation 6, –min-bit 0.5, –use-ncbi-blast). Ordering of the pangenome display was determined using a Euclidean distance clustering algorithm and the provided ward linkage method. Beginning from the innermost ring and moving outward, rings 1 to 8 correspond to gene clusters identified in each of the analyzed \nSphingomonas\n genomes in the following order: 1, \nSphingomonas\n sp. LK11; 2, \nS. paucimobilis\n FKI-L5-BR-P1; 3, \nSphingomonas\n LCT-SP1; 4, \nS. paucimobilis\n NCTC 11030\nT\n; 5, \nS. sanguinis\n IIF7SW-B3A; 6, \nS. sanguinis\n IIF7SW-B5; 7, \nS. sanguinis\n ISS-IIF7SWP (MAG); 8, \nS. sanguinis\n NBRC 13937\nT\n. Ring 9 shows a density plot of the number of genes within the identified gene clusters, and ring 10 highlights single-copy gene clusters (black). Rings 11 and 12 correspond to the geometric homogeneity index and functional homogeneity indices of similarity, with the former accounting for gaps in alignments, while the latter scores functional similarities by residue within the aligned sequences. The outermost ring represents the location of known Clusters of Orthologous Genes (COG) functional categories. The right-most bar chart corresponds to the number of singleton gene clusters, number of gene clusters, number of genes, total length, and GC content for each genome present in the analysis.\nDue to the high degree of functional identity shared between each of the space \nSphingomonas\n species and \nSphingomonas\n sp. LK11, functional annotations for each of the spaceflight \nSphingomonas\n genomes and their type strains were conducted to identify putative PGPF. Functional analysis of these outputs revealed that many PGPFs proposed for \nSphingomonas\n sp. LK11 (\n15\n) are likely also present in the analyzed \nS. sanguinis\n and \nS. paucimobilis\n genomes. Annotations reported from the EggNOGv5 database suggest that several gene products proposed to promote phosphate and sulfur assimilation in plants are also present in these select \nSphingomonas\n strains, albeit with some species-specific patterns. Pathways associated with phosphate uptake metabolism and solubilization in soil appear to be conserved across all the selected \nS. paucimobilis\n and \nS. sanguinis\n strains; however, gene products associated with sulfate/thiosulfate and hydrogen production may be exclusive to the selected \nS. sanguinis\n strains. Furthermore, several pathways proposed to promote plant resistance to abiotic stress, including the heat/cold shock response, heavy metal resistance, and oxidative and osmotic stress resistance, appear to be shared between these selected \nS. sanguinis\n and \nS. paucimobilis\n genomes.\nPrevious reports suggested that responses to oxidative stress in \nSphingomonas\n sp. LK11 may promote plant host tolerance to abiotic stress via the amelioration of reactive oxygen species (ROS) (\n12\n, \n15\n, \n27\n). Therefore, specific gene products related to oxidative stress resistance in space-associated \nSphingomonas\n strains were further identified. Analysis of annotations generated by PGAP and eggNOG-MapperV2 suggested that space-associated \nSphingomonas\n strains harbor multiple copies of several classes of antioxidant enzymes, including superoxide dismutases, catalases, peroxidases, glutathione S-transferases, and glutaredoxins. Next, we sought to identify metabolic pathways suggested to reduce the abundance of ROS, for instance, carotenoids, which are known for their antioxidant activity (\n28\n). Examination of PGAP and eggNOG annotations suggest that all \nSphingomonas\n strains analyzed in this study possess the genetic repertoire (\ncrtB\n, \ncrtI\n, \ncrtY\n, \ncrtZ\n) to produce the carotenoid zeaxanthin from the precursor geranylgeranyl pyrophosphate (GGPP) (\nFig. 4A\n). Further analysis also revealed the presence of an unnamed sterol desaturase family protein, often proximate to these gene clusters, which shared high identity to the \ncrtG\n gene product identified in \nSphingomonas elodea\n ATCC 31461 (74% to 75% identity) (\n29\n). \nCrtG\n converts zeaxanthin to produce the yellow pigment nostoxanthin, a common carotenoid produced by \nSphingomonas\n (\n30\n). Likewise, two pathways for the production of the nonreducing disaccharide trehalose were also identified in both the \nS. sanguinis\n and \nS. paucimobilis\n strains. Trehalose serves a variety of functions across organisms, acting as a carbon source, a compatible solute, and a metabolite that provides protection against a variety of abiotic stressors (\n31\n). These results suggest that \nSphingomonas\n strains can potentially synthesize trehalose from the \notsA/B\n pathway, wherein a two-step mechanism catalyzes the formation of trehalose 6-phosphate from the condensation of glucose 6-phosphate and UDP-glucose residues (\notsA\n) and subsequent dephosphorylation of trehalose 6-phosphate into the disaccharide trehalose (\notsB\n). Additionally, trehalose could also be produced in these bacteria through catabolism of α(1,4) glucose polymers into trehalose via the \ntreY/Z\n pathway (\nFig. 4B\n).\nFIG 4\n(A) Zeaxanthin and nostoxanthin pathway. (B) Genes discussed relevant to trehalose metabolism in \nS. sanguinis\n and \nS. paucimobilis\n. In the first step of the \notsA/B\n pathway, a condensation reaction between glucose 6-phosphate and UDP-glucose synthesizes trehalose 6-phosphate (\notsA\n). Second, a dephosphorylation of trehalose 6-phosphate catalyzed by \notsB\n yields the product trehalose. Additionally, trehalose can also be formed from the rearrangement of the α(1,4) glycosidic bonds of glucose polymers to α(1) glycosidic bonds via \ntreY\n, allowing for the hydrolysis of the terminal trehalose disaccharide via \ntreZ\n. (C) Proposed pathway for IAA production in \nS. paucimobilis\n and \nS. sanguinis\n using functional predictions generated by eggNOG-MapperV2. Enzyme classes are denoted in brackets, with gene, enzyme, or protein names provided where appropriate. Purple coloring denotes identified enzyme classes that were identified only in the analyzed \nS. paucimobilis\n spaceflight strains. Question marks (??) denote yet-to-be-validated reaction mechanisms in the proposed pathway. Chemical structures were constructed using the ChemDraw software.\nThese findings suggest that the tested \nSphingomonas\n species, including the strains sequenced from spaceflight-relevant surfaces, contain several pathways likely to confer resistance to a variety of abiotic stressors, especially with respect to several antioxidant enzymes and metabolites. The presence of these features supports the potential role of these newly sequenced \nSphingomonas\n strains to promote plant growth and increase plant stress tolerance.\nIndole-3-acetic acid production by \nS. sanguinis\n and \nS. paucimobilis\n strains isolated from the ISS.\nOne of the sources of IAA biosynthesis is the amino acid tryptophan, and analysis of the orthologous groups identified by the eggNOGv5 database suggested that the selected \nSphingomonas\n strains possess the required tryptophan biosynthesis genes (\ntrpA\n,\nB\n,\nC\n,\nD\n,\nE\n,\nF\n), consistent with observations from previous reports in the literature (\n5\n, \n15\n). Leveraging the inclusion of several KEGG orthologs, enzyme classes, and KEGG reactions outputs via eggNOG-MapperV2, potential pathways for these \nSphingomonas\n to synthesize IAA from tryptophan are proposed (\nFig. 4C\n). Analysis of the functional annotations transferred from the EggNOGv5 database pointed to a group of carbon-nitrogen hydrolase family proteins that may act as putative nitrilases (E.C 3.5.5.1), converting indole-3-acetonitrile directly to IAA. Similarly, each of the analyzed \nSphingomonas\n strains harbors a flavin adenine dinucleotide (FAD)-dependent oxidoreductase (putative monoamine oxidase EC 1.4.3.4), which likely promotes the conversion of tryptamine into indole-3-acetaldehyde. However, subsequent steps allowing the conversion of indole-3-acetaldehyde to IAA via an unnamed aldehyde dehydrogenase family protein (EC 1.2.1.3) were exclusive to the analyzed \nS. paucimobilis\n genomes. Further, the presence of indole-pyruvate ferredoxin, an enzyme which is responsible for the conversion of indole-3-pyruvate into S-2-(indol-3-yl)acetyl coenzyme A (acetyl-CoA), was also exclusive to \nS. paucimobilis\n; however, it is unclear as to how \nS. paucimobilis\n may further alter S-2-(indol-3-yl)acetyl-CoA into IAA. While two putative mechanisms across both \nS. sanguinis\n and \nS. paucimobilis\n that may directly yield IAA from tryptophan-derived metabolites are supported by the results of functional annotation, we failed to identify canonical mechanisms for the formation of the upstream reactants in tryptophan metabolism, suggesting that novel mechanisms for IAA formation may occur in \nSphingomonas\n and species-dependent pathways may supplement a shared metabolic pathway. Interestingly, while an auxin export carrier family protein was identified in each of the analyzed \nS. paucimobilis\n genomes, no such protein was identified in \nS. sanguinis\n.\nSince the genomic analysis of the spaceflight isolates revealed genetic signatures for the production of several plant growth-promoting hormones, metabolomic characterization was carried out to identify the phytohormone IAA. All \nSphingomonas\n isolates obtained from spaceflight-relevant surfaces were cultured in the presence of tryptophan, and metabolites extracted from the culture filtrate were analyzed using high-performance liquid chromatography-diode array detection-mass spectrometry (HPLC-DAD-MS). The MS data analysis showed the presence of IAA among the metabolites extracted from all three strains, \nS. sanguinis\n IIF7SW-B3A, \nS. sanguinis\n IIF7SW-B5, and \nS. paucimobilis\n FKI-L5-BR-P1 (\nFig. 5A\n). The production of IAA (molecular weight, M = 175.18 g/mol) by these isolates was confirmed by comparing the electrospray ionization mass spectrometry (ESI-MS) profile (positive mode: M+H = ∼176 g/mol) of IAA standard with culture extracts, either alone or mixed with IAA standard (\nFig. 5A\n). The ESI-MS profile of all the three culture extracts was found to be comparable with the standard. Further, the production of IAA was validated by tandem mass spectrometry to generate a mass fragmentation profile in positive mode, corresponding to M+H of ∼176 g/mol. The three culture extracts resulted in a fragmentation pattern that was similar to the IAA standard, generating three different fragments, including a parent ion of ∼176 g/mol (\nFig. 5B\n). In contrast, the presence of IAA was not observed in nutrient media without tryptophan (data not shown). Liquid chromatography-mass spectrometry (LC-MS) data also revealed the presence of few other metabolites with molecular weights similar to those of other phytohormones; however, their positive identification will require further analysis, which is outside the scope of this study.\nFIG 5\n(A) LC-MS profile of IAA produced by \nS. sanguinis\n and \nS. paucimobilis\n flight isolates, compared to the standard. (B) LC-MS/MS spectrum of IAA standard compared to that produced by \nS. sanguinis\n and \nS. paucimobilis\n flight isolates, all generating similar fragmentation patterns.\nFunctional differences between ISS \nSphingomonas\n isolates and their type strains.\nAnalysis of plant growth-promoting features suggested the potential for conserved functional characteristics between the spaceflight and type strains of \nS. paucimobilis\n and \nS. sanguinis\n genomes but with some distinctions. Therefore, functional differences were further explored through hierarchical clustering of the relative abundance of functional categories assigned by the eggNOG database (\nFig. 6\n). Intriguingly, the selected \nSphingomonas\n genomes clustered primarily according to the environment in which they were sampled (terrestrial type strains versus spaceflight-relevant surfaces at KSC and the ISS) and then clustered according to their species assignment. Examining the relative abundance of each of the assigned functional categories, it is clear that a sizeable portion (∼20% to 21%) of each of these selected \nSphingomonas\n genomes lack known functional roles, highlighting novel gene products that are ripe for future bioinformatics and molecular characterization. Yet, differences in functional products corresponding to the category L, replication, recombination, and repair, are noticeably higher in genomes of the strains isolated from spaceflight-relevant surfaces.\nFIG 6\nHierarchical clustering of the relative abundances for eggNOG functional categories for each of the selected \nSphingomonas\n strains. Counts of each functional category were normalized to the total number of annotated proteins within each genome. The y-axis displays eggNOG functional category letter codes corresponding to the following: A, RNA processing and modification; B, chromatin structure and dynamics; C, energy production and conversion; D, cell cycle control, cell division, chromosome partitioning; E, amino acid transport and metabolism; F, nucleotide transport and metabolism; G, carbohydrate transport and metabolism; H, coenzyme transport and metabolism; I, lipid transport and metabolism; K, transcription; L, replication, recombination and repair; M, cell wall/membrane/envelope biogenesis; N, cell motility; O, posttranslational modification, protein turnover, chaperones; P, inorganic ion transport and metabolism; Q, secondary metabolites biosynthesis, transport and catabolism; R, general function prediction only; S, function unknown; T, Signal transduction mechanisms; U, intracellular trafficking, secretion, and vesicular transport; V, defense mechanisms; W, extracellular structures; Y, nuclear structure; Z, cytoskeleton.\nProtein-level differences between the \nSphingomonas\n strains obtained from spaceflight-relevant surfaces and their respective type strains are shown in \nFig. 7A\n and Table S1. Intersection analysis was performed using UpsetR for the presence and absence of named protein products across each genome (\nFig. 7B\n). Here, 1,488 named proteins were shared among all of the selected spaceflight-relevant \nSphingomonas\n genomes and their respective type strains. In contrast, 71 named orthologous proteins were unique to the \nS. paucimobilis\n strains isolated from spaceflight-relevant surfaces, and an analogous 53 named orthologous proteins were found to be unique to \nS. sanguinis\n spaceflight strains. However, a sizable portion of the proteomes for each of these genomes lacked predicted protein names to use as unique terms for intersection analysis. Thus, a custom pileup was performed that grouped entries into unique keys consisting of common predicted taxa, predicted protein names, the eggNOG free text description, and their predicted functional category where unnamed proteins could be compared across multiple genomes. While this method enhanced comparisons of unnamed protein groups identified by eggNOGv5, precaution should be taken when comparing the results, as different seed orthologs appear to transfer slightly different descriptions; however, such an analysis greatly improved functional insights that would not have been captured via analysis of KEGG Orthology (KO) or named proteins alone. Analysis of the KO assigned by eggNOGv5 revealed that gene clusters associated with rhamnose metabolism, type IV secretion (\ntrb\n operon), conjugal transfer pilus assembly proteins (\ntra\n operon), and heavy metal resistance genes are present in each of the spaceflight \nS. sanguinis\n strains and are notably absent from the type strain \nS. sanguinis\n NBRC 13937\nT\n. While \nS. sanguinis\n NBRC 13937\nT\n is not a complete genome, the ability to capture the presence or components of large biosynthetic clusters or operons is conducive to the assemblies’ \nN\n50\n of 61,922 bp across 134 contigs of total length 4,053,092 bp. Similar patterns of differences in type IV secretion apparatus, conjugal transfer proteins, and rhamnose metabolism were also observed for the spaceflight-relevant surface strains from \nS. paucimobilis\n compared to those of their type strains, albeit to a lesser extent than the patterns reported for \nS. sanguinis\n. Further unique gene products identified in \nS. paucimobilis\n include a suite of multidrug efflux proteins, DNA repair proteins (\ndinJ\n and \nsbcD\n), catechol metabolism (\ncatABC\n), genes involved in quorum sensing via homoserine lactone synthesis and export, and the natural transformation protein \ncomEA\n. Both \nS. sanguinis\n and \nS. paucimobilis\n spaceflight isolates also showed the presence of genes that are involved in the biosynthesis of industrially important metabolites, including antibiotics (erythromycin and vancomycin) and anticancer compounds (betalains). Overall, our results point to functional differences in these spaceflight-relevant \nS. paucimobilis\n and \nS. sanguinis\n genomes compared to their respective type strains, many of which may provide adaptive advantages for survival during spaceflight or on spaceflight-relevant surfaces.\nFIG 7\n(A) UpSetR plot showing the intersection of named eggNOG predicted proteins from \nS. sanguinis\n and \nS. paucimobilis\n genomes obtained from space-relevant surfaces and their respective type strains. Total named eggNOG protein counts from each strain are shown in a horizontal bar plot (left) and the number of shared named eggNOG proteins among the strains are represented in the vertical bar plot (right). (B) JVENN plot displaying the intersection of named EggNOG proteins according to their species and environment (S: space-relevant surface, T: type strain), where the named eggNOG proteins were pooled by category for simpler comparisons. Color schemes denote both the species and their environment of origin (green: \nS. paucimobilis\n space-relevant surface isolate, blue: \nS. paucimobilis\n type strain, pink: \nS. sanguinis\n space-relevant surface isolate, yellow: \nS. sanguinis\n type strain).",
    "abundance_of_sphingomonas_species_in_the_iss.": "Abundance of \nSphingomonas\n species in the ISS.\nAmong the cultivable bacteria, three colonies obtained from ISS surfaces (IIF7SW-B3A and IIF7SW-B5) and one from KSC (FKI-L5-BR-P1) were identified as \nSphingomonas\n species. All ISS strains were \nS. sanguinis\n, and the KSC strain was \nS. paucimobilis\n. The whole-genome sequencing (WGS) and the draft genomes assembled were further used to confirm the identity of the species based on average nucleotide identity (ANI; \nTable 1\n), which was calculated to be ∼99% with the nearest type strain. Genomic characteristics and other details of the annotation are given in \nTable 1\n. The metagenomic data analysis identified 23 \nSphingomonas\n species from flight 2, all of which were isolated from location 7, that is, a panel near the portable water dispenser (LAB) (\nFig. 1\n). In addition, the reads obtained from flight 1 belonging to a single species, \nSphingomonas\n\n\nsanxanigenens\n, were also seen in samples from flights 2 and 3 (\nFig. 1\n). However, its location on the ISS varied across different flights. Reads obtained from flight 3 also showed the presence of \nS. paucimobilis\n from location 4, that is, the dining table (node 1). The metagenomic reads thus obtained from the ISS show that \nSphingomonas\n species persisted across all three flights, with \nS. sanguinis\n being abundant among all \nSphingomonas\n species in flight 2. Furthermore, the MAG sequence (ISS-IIF7SWP) exhibited >99.6% ANI with the type strain of \nS. sanguinis\n (\nTable 1\n). The MAG was derived from the exact location on the ISS where \nS. sanguinis\n isolates IIF7SW-B3A and IIF7SW-B5 were retrieved using cultivation techniques. It was also confirmed that the MAG genome had >99% ANI value with the genomes of the \nS. sanguinis\n strains isolated from the ISS. The use of the culture-dependent and -independent methods thus confirms the presence of \nS. sanguinis\n on the ISS.\nFIG 1\nThe abundance of \nSphingomonas\n species across different flights and locations on the ISS based on metagenome-derived genomic reads. The numbers on top of bars represent the number of \nSphingomonas\n species identified from that particular location in the corresponding flight number (F1, F2, or F3). Different locations on the ISS from where samples were collected: location 1, port panel next to cupola (node 3); location 2, waste and hygiene compartment (node 3); location 3, advanced resistive exercise device (ARED) foot platform (node 3); location 4, dining table (node 1); location 5, zero G stowage rack (node 1); location 7, panel near portable water dispenser (LAB); and location 8, port crew quarters, bump out exterior aft wall (node 2).\nTABLE 1\nGenomic characteristics of \nSphingomonas\n strains isolated from the ISS and cleanroom\nStrain\nNCBI genome accession no.\nIsolation source\nGenome size (Mb)\nANI value (%)\nb\nNo. of:\nTotal genes\nc\nTotal protein coding genes\nc\nRNA genes\nc\nrRNA\ntRNA\nncRNA\nPseudogenes\nc\nSphingomonas sanguinis\n IIF7SW-B3A\n\n\nJABEOW000000000\n\n\nISS, lab 3 overhead\n3.9\n99.77\n3,768 (100%)\n3,659 (97.11%)\n58 (1.54%)\n3\n52\n3\n51 (1.35%)\nSphingomonas sanguinis\n IIF7SW-B5\n\n\nJABEOV000000000\n\n\nISS, lab 3 overhead\n4.3\n99.68\n4,178 (100%)\n4,047 (96.86%)\n58 (1.39%)\n3\n52\n3\n73 (1.75%)\nSphingomonas paucimobilis\n FKI-L5-BR-P1\n\n\nJABEOU000000000\n\n\nKSC-PHSF cleanroom floor\na\n4.5\n99.42\n4,357 (100%)\n4,182 (95.98%)\n54 (1.24%)\n3\n48\n3\n121 (2.78%)\nSphingomonas sanguinis\n ISS-IIF7SWP (MAG)\n\n\nJABYQV000000000\n\n\nISS, lab 3 overhead\n4.4\n99.64\n4,261 (100%)\n4,149 (97.37%)\n57 (1.34%)\n3\n51\n3\n55 (1.29%)\na\nKSC-PHSF cleanroom floor: Kennedy Space Centre- Payload Hazardous Servicing Facility.\nb\nANI values shown are calculated against their respective type strains \nS. sanguinis\n NBRC 13937 and \nS. paucimobilis\n NCTC 11030.\nc\n% Values in parentheses indicate the proportion of genes among the total number of genes.",
    "plant_growth-promoting_features_in_sphingomonas_species_isol": "Plant growth-promoting features in \nSphingomonas\n species isolated from spaceflight environments.\nBLAST-based genome comparisons visualized using BLAST Ring Image Generator (BRIG) revealed relatively high levels of identity shared across each spaceflight genome and their type strains compared against the \nSphingomonas\n sp. LK11 genome (\nFig. 2\n). Additionally, patterns of GC content for each \nS. sanguinis\n (66.1 to 66.2%) and \nS. paucimobilis\n (65.5%) genome were highly similar to that of LK11 (66.09%). Subsequent pangenome comparisons conducted by Anvi’o revealed a substantial core genome and further support both shared nucleotide and functional identity among these spaceflight \nSphingomonas\n genomes, their type strains, and the endophyte \nSphingomonas\n sp. LK11 (\nFig. 3\n).\nFIG 2\nCircular genome representations were constructed using BLAST Ring Image Generator (BRIG) version 0.95, with \nSphingomonas\n sp. LK11 selected as the reference genome (chromosome and plasmids). The innermost ring (black) shows the GC content of the reference \nSphingomonas\n sp. LK11 genome. Subsequent rings illustrate the percent identity of the selected \nSphingomonas\n genomes calculated using blastn (E value: 10, lower identity cutoff: 70%, upper identity cutoff: 90%). Starting from ring two, the order of the illustrated genomes is as follows: 2, \nS. paucimobilis\n FKI-L5-BR-P1; 3, \nS. paucimobilis\n LCT-SP1; 4, \nS. paucimobilis\n NCTC 11030\nT\n; 5, \nS. sanguinis\n IIF7SW-B3A; 6, \nS. sanguinis\n IIF7SW-B5; 7, \nS. sanguinis\n ISS-IIF7SWP (MAG); 8, \nS. sanguinis\n NBRC 13937\nT\n. The outermost ring displays randomly selected annotations originating from the \nSphingomonas\n sp. LK11 chromosome.\nFIG 3\nPangenome analysis of \nS. sanguinis\n, \nS. paucimobilis\n genomes obtained from space-relevant surfaces with their type strains, and \nSphingomonas\n sp. LK11, generated by the Anvi’o software. Primary functional annotation in Anvi’o was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome gene clustering was carried out using blastp via the anvi-pan-genome command (–num-threads 2, –mcl-inflation 6, –min-bit 0.5, –use-ncbi-blast). Ordering of the pangenome display was determined using a Euclidean distance clustering algorithm and the provided ward linkage method. Beginning from the innermost ring and moving outward, rings 1 to 8 correspond to gene clusters identified in each of the analyzed \nSphingomonas\n genomes in the following order: 1, \nSphingomonas\n sp. LK11; 2, \nS. paucimobilis\n FKI-L5-BR-P1; 3, \nSphingomonas\n LCT-SP1; 4, \nS. paucimobilis\n NCTC 11030\nT\n; 5, \nS. sanguinis\n IIF7SW-B3A; 6, \nS. sanguinis\n IIF7SW-B5; 7, \nS. sanguinis\n ISS-IIF7SWP (MAG); 8, \nS. sanguinis\n NBRC 13937\nT\n. Ring 9 shows a density plot of the number of genes within the identified gene clusters, and ring 10 highlights single-copy gene clusters (black). Rings 11 and 12 correspond to the geometric homogeneity index and functional homogeneity indices of similarity, with the former accounting for gaps in alignments, while the latter scores functional similarities by residue within the aligned sequences. The outermost ring represents the location of known Clusters of Orthologous Genes (COG) functional categories. The right-most bar chart corresponds to the number of singleton gene clusters, number of gene clusters, number of genes, total length, and GC content for each genome present in the analysis.\nDue to the high degree of functional identity shared between each of the space \nSphingomonas\n species and \nSphingomonas\n sp. LK11, functional annotations for each of the spaceflight \nSphingomonas\n genomes and their type strains were conducted to identify putative PGPF. Functional analysis of these outputs revealed that many PGPFs proposed for \nSphingomonas\n sp. LK11 (\n15\n) are likely also present in the analyzed \nS. sanguinis\n and \nS. paucimobilis\n genomes. Annotations reported from the EggNOGv5 database suggest that several gene products proposed to promote phosphate and sulfur assimilation in plants are also present in these select \nSphingomonas\n strains, albeit with some species-specific patterns. Pathways associated with phosphate uptake metabolism and solubilization in soil appear to be conserved across all the selected \nS. paucimobilis\n and \nS. sanguinis\n strains; however, gene products associated with sulfate/thiosulfate and hydrogen production may be exclusive to the selected \nS. sanguinis\n strains. Furthermore, several pathways proposed to promote plant resistance to abiotic stress, including the heat/cold shock response, heavy metal resistance, and oxidative and osmotic stress resistance, appear to be shared between these selected \nS. sanguinis\n and \nS. paucimobilis\n genomes.\nPrevious reports suggested that responses to oxidative stress in \nSphingomonas\n sp. LK11 may promote plant host tolerance to abiotic stress via the amelioration of reactive oxygen species (ROS) (\n12\n, \n15\n, \n27\n). Therefore, specific gene products related to oxidative stress resistance in space-associated \nSphingomonas\n strains were further identified. Analysis of annotations generated by PGAP and eggNOG-MapperV2 suggested that space-associated \nSphingomonas\n strains harbor multiple copies of several classes of antioxidant enzymes, including superoxide dismutases, catalases, peroxidases, glutathione S-transferases, and glutaredoxins. Next, we sought to identify metabolic pathways suggested to reduce the abundance of ROS, for instance, carotenoids, which are known for their antioxidant activity (\n28\n). Examination of PGAP and eggNOG annotations suggest that all \nSphingomonas\n strains analyzed in this study possess the genetic repertoire (\ncrtB\n, \ncrtI\n, \ncrtY\n, \ncrtZ\n) to produce the carotenoid zeaxanthin from the precursor geranylgeranyl pyrophosphate (GGPP) (\nFig. 4A\n). Further analysis also revealed the presence of an unnamed sterol desaturase family protein, often proximate to these gene clusters, which shared high identity to the \ncrtG\n gene product identified in \nSphingomonas elodea\n ATCC 31461 (74% to 75% identity) (\n29\n). \nCrtG\n converts zeaxanthin to produce the yellow pigment nostoxanthin, a common carotenoid produced by \nSphingomonas\n (\n30\n). Likewise, two pathways for the production of the nonreducing disaccharide trehalose were also identified in both the \nS. sanguinis\n and \nS. paucimobilis\n strains. Trehalose serves a variety of functions across organisms, acting as a carbon source, a compatible solute, and a metabolite that provides protection against a variety of abiotic stressors (\n31\n). These results suggest that \nSphingomonas\n strains can potentially synthesize trehalose from the \notsA/B\n pathway, wherein a two-step mechanism catalyzes the formation of trehalose 6-phosphate from the condensation of glucose 6-phosphate and UDP-glucose residues (\notsA\n) and subsequent dephosphorylation of trehalose 6-phosphate into the disaccharide trehalose (\notsB\n). Additionally, trehalose could also be produced in these bacteria through catabolism of α(1,4) glucose polymers into trehalose via the \ntreY/Z\n pathway (\nFig. 4B\n).\nFIG 4\n(A) Zeaxanthin and nostoxanthin pathway. (B) Genes discussed relevant to trehalose metabolism in \nS. sanguinis\n and \nS. paucimobilis\n. In the first step of the \notsA/B\n pathway, a condensation reaction between glucose 6-phosphate and UDP-glucose synthesizes trehalose 6-phosphate (\notsA\n). Second, a dephosphorylation of trehalose 6-phosphate catalyzed by \notsB\n yields the product trehalose. Additionally, trehalose can also be formed from the rearrangement of the α(1,4) glycosidic bonds of glucose polymers to α(1) glycosidic bonds via \ntreY\n, allowing for the hydrolysis of the terminal trehalose disaccharide via \ntreZ\n. (C) Proposed pathway for IAA production in \nS. paucimobilis\n and \nS. sanguinis\n using functional predictions generated by eggNOG-MapperV2. Enzyme classes are denoted in brackets, with gene, enzyme, or protein names provided where appropriate. Purple coloring denotes identified enzyme classes that were identified only in the analyzed \nS. paucimobilis\n spaceflight strains. Question marks (??) denote yet-to-be-validated reaction mechanisms in the proposed pathway. Chemical structures were constructed using the ChemDraw software.\nThese findings suggest that the tested \nSphingomonas\n species, including the strains sequenced from spaceflight-relevant surfaces, contain several pathways likely to confer resistance to a variety of abiotic stressors, especially with respect to several antioxidant enzymes and metabolites. The presence of these features supports the potential role of these newly sequenced \nSphingomonas\n strains to promote plant growth and increase plant stress tolerance.",
    "indole-3-acetic_acid_production_by_s._sanguinis_and_s._pauci": "Indole-3-acetic acid production by \nS. sanguinis\n and \nS. paucimobilis\n strains isolated from the ISS.\nOne of the sources of IAA biosynthesis is the amino acid tryptophan, and analysis of the orthologous groups identified by the eggNOGv5 database suggested that the selected \nSphingomonas\n strains possess the required tryptophan biosynthesis genes (\ntrpA\n,\nB\n,\nC\n,\nD\n,\nE\n,\nF\n), consistent with observations from previous reports in the literature (\n5\n, \n15\n). Leveraging the inclusion of several KEGG orthologs, enzyme classes, and KEGG reactions outputs via eggNOG-MapperV2, potential pathways for these \nSphingomonas\n to synthesize IAA from tryptophan are proposed (\nFig. 4C\n). Analysis of the functional annotations transferred from the EggNOGv5 database pointed to a group of carbon-nitrogen hydrolase family proteins that may act as putative nitrilases (E.C 3.5.5.1), converting indole-3-acetonitrile directly to IAA. Similarly, each of the analyzed \nSphingomonas\n strains harbors a flavin adenine dinucleotide (FAD)-dependent oxidoreductase (putative monoamine oxidase EC 1.4.3.4), which likely promotes the conversion of tryptamine into indole-3-acetaldehyde. However, subsequent steps allowing the conversion of indole-3-acetaldehyde to IAA via an unnamed aldehyde dehydrogenase family protein (EC 1.2.1.3) were exclusive to the analyzed \nS. paucimobilis\n genomes. Further, the presence of indole-pyruvate ferredoxin, an enzyme which is responsible for the conversion of indole-3-pyruvate into S-2-(indol-3-yl)acetyl coenzyme A (acetyl-CoA), was also exclusive to \nS. paucimobilis\n; however, it is unclear as to how \nS. paucimobilis\n may further alter S-2-(indol-3-yl)acetyl-CoA into IAA. While two putative mechanisms across both \nS. sanguinis\n and \nS. paucimobilis\n that may directly yield IAA from tryptophan-derived metabolites are supported by the results of functional annotation, we failed to identify canonical mechanisms for the formation of the upstream reactants in tryptophan metabolism, suggesting that novel mechanisms for IAA formation may occur in \nSphingomonas\n and species-dependent pathways may supplement a shared metabolic pathway. Interestingly, while an auxin export carrier family protein was identified in each of the analyzed \nS. paucimobilis\n genomes, no such protein was identified in \nS. sanguinis\n.\nSince the genomic analysis of the spaceflight isolates revealed genetic signatures for the production of several plant growth-promoting hormones, metabolomic characterization was carried out to identify the phytohormone IAA. All \nSphingomonas\n isolates obtained from spaceflight-relevant surfaces were cultured in the presence of tryptophan, and metabolites extracted from the culture filtrate were analyzed using high-performance liquid chromatography-diode array detection-mass spectrometry (HPLC-DAD-MS). The MS data analysis showed the presence of IAA among the metabolites extracted from all three strains, \nS. sanguinis\n IIF7SW-B3A, \nS. sanguinis\n IIF7SW-B5, and \nS. paucimobilis\n FKI-L5-BR-P1 (\nFig. 5A\n). The production of IAA (molecular weight, M = 175.18 g/mol) by these isolates was confirmed by comparing the electrospray ionization mass spectrometry (ESI-MS) profile (positive mode: M+H = ∼176 g/mol) of IAA standard with culture extracts, either alone or mixed with IAA standard (\nFig. 5A\n). The ESI-MS profile of all the three culture extracts was found to be comparable with the standard. Further, the production of IAA was validated by tandem mass spectrometry to generate a mass fragmentation profile in positive mode, corresponding to M+H of ∼176 g/mol. The three culture extracts resulted in a fragmentation pattern that was similar to the IAA standard, generating three different fragments, including a parent ion of ∼176 g/mol (\nFig. 5B\n). In contrast, the presence of IAA was not observed in nutrient media without tryptophan (data not shown). Liquid chromatography-mass spectrometry (LC-MS) data also revealed the presence of few other metabolites with molecular weights similar to those of other phytohormones; however, their positive identification will require further analysis, which is outside the scope of this study.\nFIG 5\n(A) LC-MS profile of IAA produced by \nS. sanguinis\n and \nS. paucimobilis\n flight isolates, compared to the standard. (B) LC-MS/MS spectrum of IAA standard compared to that produced by \nS. sanguinis\n and \nS. paucimobilis\n flight isolates, all generating similar fragmentation patterns.",
    "functional_differences_between_iss_sphingomonas_isolates_and": "Functional differences between ISS \nSphingomonas\n isolates and their type strains.\nAnalysis of plant growth-promoting features suggested the potential for conserved functional characteristics between the spaceflight and type strains of \nS. paucimobilis\n and \nS. sanguinis\n genomes but with some distinctions. Therefore, functional differences were further explored through hierarchical clustering of the relative abundance of functional categories assigned by the eggNOG database (\nFig. 6\n). Intriguingly, the selected \nSphingomonas\n genomes clustered primarily according to the environment in which they were sampled (terrestrial type strains versus spaceflight-relevant surfaces at KSC and the ISS) and then clustered according to their species assignment. Examining the relative abundance of each of the assigned functional categories, it is clear that a sizeable portion (∼20% to 21%) of each of these selected \nSphingomonas\n genomes lack known functional roles, highlighting novel gene products that are ripe for future bioinformatics and molecular characterization. Yet, differences in functional products corresponding to the category L, replication, recombination, and repair, are noticeably higher in genomes of the strains isolated from spaceflight-relevant surfaces.\nFIG 6\nHierarchical clustering of the relative abundances for eggNOG functional categories for each of the selected \nSphingomonas\n strains. Counts of each functional category were normalized to the total number of annotated proteins within each genome. The y-axis displays eggNOG functional category letter codes corresponding to the following: A, RNA processing and modification; B, chromatin structure and dynamics; C, energy production and conversion; D, cell cycle control, cell division, chromosome partitioning; E, amino acid transport and metabolism; F, nucleotide transport and metabolism; G, carbohydrate transport and metabolism; H, coenzyme transport and metabolism; I, lipid transport and metabolism; K, transcription; L, replication, recombination and repair; M, cell wall/membrane/envelope biogenesis; N, cell motility; O, posttranslational modification, protein turnover, chaperones; P, inorganic ion transport and metabolism; Q, secondary metabolites biosynthesis, transport and catabolism; R, general function prediction only; S, function unknown; T, Signal transduction mechanisms; U, intracellular trafficking, secretion, and vesicular transport; V, defense mechanisms; W, extracellular structures; Y, nuclear structure; Z, cytoskeleton.\nProtein-level differences between the \nSphingomonas\n strains obtained from spaceflight-relevant surfaces and their respective type strains are shown in \nFig. 7A\n and Table S1. Intersection analysis was performed using UpsetR for the presence and absence of named protein products across each genome (\nFig. 7B\n). Here, 1,488 named proteins were shared among all of the selected spaceflight-relevant \nSphingomonas\n genomes and their respective type strains. In contrast, 71 named orthologous proteins were unique to the \nS. paucimobilis\n strains isolated from spaceflight-relevant surfaces, and an analogous 53 named orthologous proteins were found to be unique to \nS. sanguinis\n spaceflight strains. However, a sizable portion of the proteomes for each of these genomes lacked predicted protein names to use as unique terms for intersection analysis. Thus, a custom pileup was performed that grouped entries into unique keys consisting of common predicted taxa, predicted protein names, the eggNOG free text description, and their predicted functional category where unnamed proteins could be compared across multiple genomes. While this method enhanced comparisons of unnamed protein groups identified by eggNOGv5, precaution should be taken when comparing the results, as different seed orthologs appear to transfer slightly different descriptions; however, such an analysis greatly improved functional insights that would not have been captured via analysis of KEGG Orthology (KO) or named proteins alone. Analysis of the KO assigned by eggNOGv5 revealed that gene clusters associated with rhamnose metabolism, type IV secretion (\ntrb\n operon), conjugal transfer pilus assembly proteins (\ntra\n operon), and heavy metal resistance genes are present in each of the spaceflight \nS. sanguinis\n strains and are notably absent from the type strain \nS. sanguinis\n NBRC 13937\nT\n. While \nS. sanguinis\n NBRC 13937\nT\n is not a complete genome, the ability to capture the presence or components of large biosynthetic clusters or operons is conducive to the assemblies’ \nN\n50\n of 61,922 bp across 134 contigs of total length 4,053,092 bp. Similar patterns of differences in type IV secretion apparatus, conjugal transfer proteins, and rhamnose metabolism were also observed for the spaceflight-relevant surface strains from \nS. paucimobilis\n compared to those of their type strains, albeit to a lesser extent than the patterns reported for \nS. sanguinis\n. Further unique gene products identified in \nS. paucimobilis\n include a suite of multidrug efflux proteins, DNA repair proteins (\ndinJ\n and \nsbcD\n), catechol metabolism (\ncatABC\n), genes involved in quorum sensing via homoserine lactone synthesis and export, and the natural transformation protein \ncomEA\n. Both \nS. sanguinis\n and \nS. paucimobilis\n spaceflight isolates also showed the presence of genes that are involved in the biosynthesis of industrially important metabolites, including antibiotics (erythromycin and vancomycin) and anticancer compounds (betalains). Overall, our results point to functional differences in these spaceflight-relevant \nS. paucimobilis\n and \nS. sanguinis\n genomes compared to their respective type strains, many of which may provide adaptive advantages for survival during spaceflight or on spaceflight-relevant surfaces.\nFIG 7\n(A) UpSetR plot showing the intersection of named eggNOG predicted proteins from \nS. sanguinis\n and \nS. paucimobilis\n genomes obtained from space-relevant surfaces and their respective type strains. Total named eggNOG protein counts from each strain are shown in a horizontal bar plot (left) and the number of shared named eggNOG proteins among the strains are represented in the vertical bar plot (right). (B) JVENN plot displaying the intersection of named EggNOG proteins according to their species and environment (S: space-relevant surface, T: type strain), where the named eggNOG proteins were pooled by category for simpler comparisons. Color schemes denote both the species and their environment of origin (green: \nS. paucimobilis\n space-relevant surface isolate, blue: \nS. paucimobilis\n type strain, pink: \nS. sanguinis\n space-relevant surface isolate, yellow: \nS. sanguinis\n type strain).",
    "discussion": "DISCUSSION\nThis study shows the identification of putative PGPFs in \nSphingomonas\n strains isolated from the ISS or in a cleanroom where spacecraft are assembled. The features involved in the plant growth promotion were identified based on comparative genomic analysis with a well-characterized endophyte \nSphingomonas\n sp. LK11. Such comparative genomic analysis of the \nS. sanguinis\n IIF7SW-B3A, \nS. sanguinis\n IIF7SW-B5, \nS. sanguinis\n ISS-IIF7SWP, and \nS. paucimobilis\n FKI-L5-BR-P1 spaceflight genomes, along with their respective type strains, showed substantial genomic similarity to \nSphingomonas\n sp. LK11, evidenced by high nucleotide identity and a large core genome shared among these bacteria. Leveraging extensive annotation provided by the eggNOG-MapperV2 software, PGPFs described previously for \nSphingomonas\n sp. LK11 (\n14\n) were largely consistent with the results of comparative analysis conducted in this study. While minor species-specific differences in sulfur assimilation and hydrogen sulfide production were identified in \nS. sanguinis\n, all genomes shared similar putative PGPFs. Specifically, genomic analysis highlighted the presence of several enzyme classes that participate in ROS metabolism which appear to be present in multiple copies across each of the selected \nSphingomonas\n genomes.\nIn addition, analysis of metabolic pathways of spaceflight \nSphingomonas\n strains also suggested that each strain is likely capable of producing the carotenoids zeaxanthin and nostoxanthin. Zeaxanthin has been suggested to play a number of roles in both bacteria and plants, including photoprotection, detoxification of ROS, and resistance to ionizing radiation (\n32\n). Indeed, high levels of zeaxanthin production in the bacterium \nParacoccus zeaxanthinifaciens\n were shown to promote resistance to ionizing, UV radiation, and hydrogen peroxide; however, resistance among the select \nSphingomonas\n strains was weaker than that among \nP. zeaxanthinifaciens\n (\n33\n). Additionally, zeaxanthin also serves as a metabolic precursor for the formation of the plant phytohormone abscisic acid, prompting speculation that zeaxanthin-producing, plant-associated microbes may promote plant growth by supplying plant hosts with carotenoid derivatives such as zeaxanthin (\n34\n).\nFurther evidence for producing plant-relevant metabolites that confer antioxidant activity was also supported by the identification of the \notsA/B\n and \ntreY/Z\n pathways in each of the spaceflight \nSphingomonas\n strains, strongly suggesting that these bacteria produce the nonreducing disaccharide trehalose. These results are in agreement with the identification of the \notsA/B\n and \ntreY/Z\n pathways in \nSphingomonas\n sp. LK11 (\n15\n), as well as with previous work demonstrating that soybean plants inoculated with \nSphingomonas\n sp. LK11, with and without exogenous trehalose, improved plant growth and stress tolerance under drought stress conditions induced via polyethylene glycol treatment (\n27\n). Likewise, transgenic introduction of the \nEscherichia coli\n\n\notsA/B\n pathway in rice plant recipients yielded enhanced plant resistance to abiotic stress (\n35\n). In addition to promoting abiotic stress resistance in plants, trehalose production likely serves as an antioxidant against oxidative stress in microbes, conferring resistance to hydrogen peroxide, and oxidative damage to proteins and lipids induced by ROS (\n36\n, \n37\n). Due to its role as both an antioxidant and signaling molecule, trehalose production also elicits protective effects against sources of ionizing radiation (\n38\n–\n40\n).\nOverall, these results strongly suggest that gene products identified across these spaceflight \nSphingomonas\n strains support a model proposed for \nSphingomonas\n sp. LK11 (a strain isolated from a desert plant), wherein excessive ROS produced by plant hosts is ameliorated through oxidative stress response pathways deployed by \nSphingomonas\n strains, thereby increasing plant stress tolerance to abiotic environments (\n15\n). In addition, many of these ROS-metabolizing gene products discussed in the context of plant abiotic stress also contribute to increased resistance against ionizing radiation. Given evidence of oxidative stress responses deployed by microbial systems during spaceflight (\n41\n), and increased exposure to sources of ionizing radiation in extraterrestrial environments, we speculate that many of the discussed PGPFs likely present in spaceflight \nS. sanguinis\n and \nS. paucimobilis\n strains may be advantageous to their survival in the spaceflight environment.\nAlongside several putative PGPFs, the genomic analysis suggested that IAA may be produced through three separate pathways in these organisms, albeit with some species-specific reactions. While all the space \nS. sanguinis\n and \nS. paucimobilis\n strains shared annotations for the conversion of indole-3-acetonitrile into IAA via a putative nitrilase enzyme, the production of IAA from the oxidation of indole-3-acetaldehyde via an unnamed aldehyde dehydrogenase family protein was absent in the spaceflight \nS. sanguinis\n strains. Yet, all \nS. sanguinis\n and \nS. paucimobilis\n strains may also produce indole-3-acetaldehyde from tryptamine, catalyzed by a monoamine oxidase enzyme. While functional analyses have proposed putative downstream reaction mechanisms to produce IAA, many of the upstream reaction pathways lack a well-characterized mechanism of action via known gene products or enzyme classes. Consistent with this study, not all genes involved in IAA biosynthesis were found in the genomes of \nS. panacis\n DCY99\nT\n and \nSphingomonas\n sp. LK11 (\n5\n, \n15\n), indicating that a novel pathway for IAA production in \nSphingomonas\n strains is yet to be elucidated. Subsequent LC-MS analysis confirmed that each of the space \nS. sanguinis\n and \nS. paucimobilis\n isolates produced IAA, however, only when their growth medium was supplemented with tryptophan. The results obtained agree with other studies that have reported the production of IAA in \nSphingomonas\n strains but, again, only in the presence of tryptophan in growth media (\n5\n, \n12\n). In addition to the role of zeaxanthin and other plant metabolites in providing tolerance to certain stress conditions, IAA has also been reported to regulate several stress-related genes in \nEscherichia coli\n via accumulation of DnaK chaperone and trehalose (\n42\n). Some other studies have also reported an increase in trehalose accumulation upon exposure to IAA and found those cells to be more resistant to cold shock (\n43\n, \n44\n). The chaperone DnaK has also been shown to protect \nE. coli\n from oxidative damage by preventing protein aggregation (\n45\n). This observation indicates that the production of IAA by space \nSphingomonas\n strains might indirectly contribute to stress tolerance in the associated plants via similar mechanisms. Future applications of metabolomic and transcriptomic analyses under space or simulated microgravity conditions will likely be prudent for identifying patterns of metabolic flux in response to tryptophan supplementation, thereby elucidating potential mechanisms for IAA production in these bacteria.\nPrompted by differences in functional compositions between \nSphingomonas\n strains obtained from spaceflight-relevant surfaces (KSC, ISS, Shengzhou Rocket X), intersectional analysis of orthologous groups of spaceflight-relevant genomes against their type strains was performed. Analysis of KEGG-associated annotations provided by eggNOGv5 showed the presence of several genes in space-related \nSphingomonas\n isolates that were not otherwise found in their respective type strains. \nS. sanguinis\n spaceflight isolates showed the presence of \ntra\n genes involved in pilus assembly and conjugal transfer (\ntraF\n, \ntrbC\n, \ntraU\n, \ntraW\n, \ntrbI\n, \ntraC\n, \ntraV\n, \ntraB\n, \ntraK\n, \ntraE\n, \ntraL\n, and \ntraH\n) and those involved in mating pair stabilization (\ntraG\n and \ntraN\n), which were absent in the type strain (\n46\n). Some groups have previously reported the occurrence of conjugal transfer in bacteria under microgravity conditions (\n47\n–\n49\n). Therefore, the presence of \ntra\n genes in \nS. sanguinis\n spaceflight isolates indicates the existence of conjugal transfer under space conditions that might also be responsible for acquiring genetic materials from related bacterial species.\nIn addition, \nS. paucimobilis\n FKI-L5-BR-P1 showed the presence of genes involved in quorum sensing: \nlasI\n (acyl-homoserine lactone synthase), acyl-homoserine lactones (AHLs) biosynthesis, and LuxR family transcriptional regulator. AHLs act as signaling molecules through which LuxR regulates the expression of a number of genes, some of which are potentially associated with virulence (\n50\n). AntiSMASH analysis of \nS. paucimobilis\n FKI-L5-BR-P1 spaceflight isolate also showed the presence of a gene cluster (region 6.1; Fig. S1) involved in the synthesis of a homoserine lactone (Hserlactone).\nFurther, KEGG analysis also showed the presence of some genes involved in the production of industrially important metabolites in the spaceflight isolates. For instance, both \nS. sanguinis\n and \nS. paucimobilis\n spaceflight isolates showed the presence of modules associated with the biosynthesis of antibiotics like erythromycin A/B and vancomycin, which were absent in the type strains. Another important pathway that was highlighted in these spaceflight isolates is the betalain biosynthesis pathway and the presence of gene 4,5-DOPA dioxygenase extradiol. The enzyme dioxygenase extradiol is involved in opening the cyclic ring of dihydroxy-phenylalanine (DOPA), resulting in the formation of an unstable seco-DOPA that further rearranges to form betalamic acid, the structural unit of betalains (\n51\n). Betalains are known to be majorly produced by \nCaryophyllales\n plants (e.g., the red and yellow pigments found in beets) and some fungal species; however, one bacterial species, \nGluconacetobacter diazotrophicus\n, was recently reported to produce betalains (\n52\n). They are known to have antioxidant activity, are reported to be effective against some cancer cells, and also promote anti-inflammatory response (\n53\n–\n55\n).\nIn addition, KEGG Orthology analysis indicated the presence of some genes in \nS. sanguinis\n spaceflight isolates that may have been acquired to help them survive the use of antibiotics, as noted by multiple studies of other microbial species on the ISS (\n26\n, \n56\n–\n59\n). For instance, the mercury resistance operon present in some bacteria contains mostly three genes: \nmerR\n (transcriptional regulator), \nmerT\n (inner membrane mercury scavenging protein), and \nmerP\n (periplasmic mercury scavenging protein) (\n60\n), which were also found in \nS. sanguinis\n spaceflight and type strains. In addition to these three genes, the spaceflight-relevant isolates also showed the presence of \nmerB\n (alkylmercury lyase), \nmerE\n (mercuric ion transport protein), and \nmerD\n (MerR family transcriptional regulator, mercuric resistance operon regulatory protein), which are not present in all bacteria containing the operon. Previous studies have reported that several \nmer\n genes (\nmerD\n and \nmerE\n) were more likely to be encoded on plasmids or transposons and, therefore, can be transferred via horizontal gene transfer (\n61\n), which might also be the case for \nS. sanguinis\n spaceflight isolates. \nS. sanguinis\n spaceflight isolates also contained gene \nrcnA\n, belonging to nickel/cobalt transporter family protein.\nConclusions.\nThis study utilized comparative genomics and identified a plethora of factors in \nSphingomonas\n present in spaceflight environments that may result in the production of several PGPFs and aid in the growth of plants. The production of one of the phytohormones IAA was also confirmed using metabolomics. These space \nSphingomonas\n strains, along with other plant growth-promoting strains of microbes isolated from the ISS (\n62\n), therefore, hold great potential to contribute to space exploration through promoting and controlling plant growth as part of an integrated bio-regenerative life support system enabling future extended-duration crewed missions.",
    "conclusions.": "Conclusions.\nThis study utilized comparative genomics and identified a plethora of factors in \nSphingomonas\n present in spaceflight environments that may result in the production of several PGPFs and aid in the growth of plants. The production of one of the phytohormones IAA was also confirmed using metabolomics. These space \nSphingomonas\n strains, along with other plant growth-promoting strains of microbes isolated from the ISS (\n62\n), therefore, hold great potential to contribute to space exploration through promoting and controlling plant growth as part of an integrated bio-regenerative life support system enabling future extended-duration crewed missions.",
    "materials_and_methods": "MATERIALS AND METHODS\nSample collection and whole-genome sequence analysis.\nSample collection and processing, followed by WGS and assembly that led to the isolation of \nSphingomonas\n strains, are described elsewhere (\n25\n, \n63\n). Samples collected across different locations on the ISS, and the KSC-PHSF cleanroom, were plated on Reasoner’s 2A agar (R2A) to culture different bacterial colonies (\n25\n). In addition to cultivation, previously published metagenomic sequences sampled from ISS locations were downloaded from NCBI (\n26\n) and analyzed for the presence of \nSphingomonas\n species, and MAGs were generated.\nDNA extraction was followed by metagenomic sequencing and assembly as described previously (\n26\n). Identification of \nSphingomonas\n spp. from metagenomic assembly was performed as described elsewhere (\n59\n). In the case of \nS. sanguinis\n genome assembled from the metagenome, sample collection, processing, and DNA extraction were carried out as reported previously (\n26\n). The assembled draft genomes were annotated using NCBI Prokaryotic Genome Annotation Pipeline (PGAP) 4.11 (\n64\n, \n65\n). The identity of the strains was confirmed based on ANI calculated using EZBioCloud (\n66\n).\nGenome annotation.\nTo further explore potential functional differences between spaceflight isolates and their respective type strains, we obtained coding sequences from the NCBI RefSeq database and, where applicable, performed additional annotation through the online eggNOG-mapperV2 web server using the default settings (\n67\n, \n68\n). The coding sequences of the metagenome-assembled genome of \nS. sanguinis\n ISS-IIF7SWP were retrieved from the NCBI GenBank database. Coding nucleotide sequences for each \nSphingomonas\n genome along with their respective type strains were annotated using the online eggNOG-MapperV2 software, whose column-based outputs were parsed and compared on a per-genome basis using a custom python script (available for use via \nhttps://github.com/jlombo96/Sphingomonas-EggNOG-Workbook\n). Preliminary annotations of these select spaceflight isolates highlighted potential connections to the plant endophyte \nSphingomonas\n sp. LK11, a strain well characterized with respect to its plant growth-promoting capabilities (\n12\n, \n15\n, \n24\n, \n27\n, \n69\n). Given the presence of a thoroughly annotated and complete genome sequence (\n15\n), robust evidence for the production of the plant phytohormones gibberellic acid (GA) and IAA (\n12\n, \n15\n), and previous use as a model for novel plant-associated \nSphingomonas\n genomes (\n5\n), \nSphingomonas\n sp. LK11 was selected as a reference genome to identify putative plant growth-promoting features in other \nSphingomonas\n genomes. In this study, the endophyte \nSphingomonas\n sp. LK11, two \nS. sanguinis\n isolates (IIF7SW-B3A and IIF7SW-B5), and one \nS. sanguinis\n MAG (ISS-IIF7SWP) sampled from the ISS, \nS. paucimobilis\n FKI-L5-BR-P1 cultured from KSC-PHSF, and \nS. paucimobilis\n LCT-SP1 isolated from the Chinese spacecraft Shenzhou X were compared against their respective type strains: \nS. sanguinis\n NBRC 13937\nT\n and \nS. paucimobilis\n NCTC 11030\nT\n.\nMetabolite extraction and analysis.\nPrevious reports have characterized the phytohormone production capability of several \nSphingomonas\n species, including \nSphingomonas\n sp. LK11 (\n11\n), \nS. panacis\n DCY99\nT\n (\n5\n), and \nS. paucimobilis ZJSH1\n (\n14\n). While both \nS. paucimobilis\n ZJSH1 and \nSphingomonas\n sp. LK11 were confirmed to produce the plant phytohormone IAA, the definitive chemical pathway responsible for their production is yet to be elucidated (\n12\n, \n14\n, \n15\n). Therefore, the potential for the production of the auxin-derivative IAA in each of the selected \nS. paucimobilis\n and \nS. sanguinis\n strains was examined. The space isolates (\nS. sanguinis\n IIF7SW-B3A, \nS. sanguinis\n IIF7SW-B5, and \nS. paucimobilis\n FKI-L5-BR-P1) were streaked on R2A (Difco, USA) and incubated at 28°C for 5 days. The strains were then inoculated in nutrient broth (Sigma-Aldrich, USA) containing 3 g/L \nl\n-tryptophan (Sigma-Aldrich, USA) and incubated at 28°C, 180 rpm for 7 days. To examine the phytohormones produced and secreted in culture filtrate, we pelleted the cells and extracted the metabolites from the supernatant using ethyl acetate. This step was repeated twice. The culture supernatant was then acidified using 6N HCl and metabolites were extracted using ethyl acetate. The ethyl acetate layer after each step described above was transferred to a fresh tube and evaporated in TurboVap LV. The residue obtained after drying the solvent was resuspended in 5% dimethyl sulfoxide (DMSO)/95% (vol/vol) methanol at a final concentration of 1 mg/mL. A suitable aliquot of the extract (10 μL) was injected for HPLC-DAD-MS analysis.\nStock solution of IAA standard (Sigma-Aldrich, USA) was prepared in 5% DMSO/95% methanol (vol/vol) at a concentration of 1 mg/mL. It was diluted 10 times, and 10 μL of the dilution was injected for HPLC-DAD-MS analysis. HPLC-DAD-MS was carried out using Thermo Finnigan LCQ Advantage ion trap mass spectrometer with an RP C\n18\n column (Alltech Prevail C\n18\n 3 mm 2.1 by 100 mm) at a flow rate of 125 μL/min. The solvent gradient for liquid chromatography/mass spectrometry (LC/MS) was 95% (vol/vol) acetonitrile (MeCN)/H\n2\nO (solvent B) in 5% MeCN/H\n2\nO (vol/vol; solvent A), both containing 0.05% (vol/vol) formic acid, as follows: 0% solvent B from 0 to 5 min, 0% to 100% solvent B from 5 min to 30 min, 100% solvent B from 30 to 45 min, 100% to 0% solvent B from 45 to 45.10 min, and reequilibration with 0% solvent B from 45.10 to 50 min.\nComparative functional analysis.\nGenome similarities between spaceflight \nSphingomonas\n strains, their respective type strains, and the plant endophyte \nSphingomonas\n sp. LK11 were visualized using BRIG version 0.95 with the \nSphingomonas\n sp. LK11 (chromosome and plasmids) assigned as the reference genome (\n70\n). Percent identity values for space isolates and corresponding type strains were calculated using blastn (E value: 10, lower identity cutoff: 70%, upper identity cutoff: 90%).\nTo address potential functional differences between space isolates and their corresponding type strains, custom Python and R scripts (\nhttps://github.com/jlombo96/Sphingomonas-EggNOG-Workbook\n) were designed to parse output annotation tables and summarize their features on a per-genome basis. Descriptions for select KEGG IDs identified in eggNOG-MapperV2 were assigned using the BioServices API (\n71\n). To identify protein-level differences between the \nSphingomonas\n strains obtained from spaceflight-relevant surfaces and their respective type strains, custom python scripts were created to construct pileup gene count tables for the annotations generated from the EggNOG-MapperV2 software. Genes identified by eggNOG-MapperV2 for the \nS. paucimobilis\n and \nS. sanguinis\n spaceflight isolates were pooled on a species basis and then compared to their type strains using JVENN (\n72\n) and UpSetR (\n73\n) using intersection analyses. Output tables generated by these analyses are displayed in Table S1.\nPangenome analysis.\nPangenome analysis of the \nSphingomonas\n space isolates, their type strains, and the plant endophyte \nSphingomonas\n sp. LK11 was performed using Anvi’o v6.2 (\n74\n–\n76\n). Primary functional annotation in the Anvi’o software was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome gene clustering was carried out using blastp via the anvi-pan-genome command (\n–\nnum-threads 2, \n–\nmcl-inflation 6, \n–\nmin-bit 0.5, \n–\nuse-ncbi-blast). The ordering of the pangenome display was determined using Euclidean distances and ward linkage settings.\nEthics approval and consent to participate.\nBecause no human subjects were characterized, ethics approval is not needed.\nData availability.\nAll sequence data used in this study have been uploaded to NCBI GenBank under accession numbers \nJABEOW000000000\n, \nJABEOV000000000\n, \nJABEOU000000000\n, and \nJABYQV000000000\n.",
    "sample_collection_and_whole-genome_sequence_analysis.": "Sample collection and whole-genome sequence analysis.\nSample collection and processing, followed by WGS and assembly that led to the isolation of \nSphingomonas\n strains, are described elsewhere (\n25\n, \n63\n). Samples collected across different locations on the ISS, and the KSC-PHSF cleanroom, were plated on Reasoner’s 2A agar (R2A) to culture different bacterial colonies (\n25\n). In addition to cultivation, previously published metagenomic sequences sampled from ISS locations were downloaded from NCBI (\n26\n) and analyzed for the presence of \nSphingomonas\n species, and MAGs were generated.\nDNA extraction was followed by metagenomic sequencing and assembly as described previously (\n26\n). Identification of \nSphingomonas\n spp. from metagenomic assembly was performed as described elsewhere (\n59\n). In the case of \nS. sanguinis\n genome assembled from the metagenome, sample collection, processing, and DNA extraction were carried out as reported previously (\n26\n). The assembled draft genomes were annotated using NCBI Prokaryotic Genome Annotation Pipeline (PGAP) 4.11 (\n64\n, \n65\n). The identity of the strains was confirmed based on ANI calculated using EZBioCloud (\n66\n).",
    "genome_annotation.": "Genome annotation.\nTo further explore potential functional differences between spaceflight isolates and their respective type strains, we obtained coding sequences from the NCBI RefSeq database and, where applicable, performed additional annotation through the online eggNOG-mapperV2 web server using the default settings (\n67\n, \n68\n). The coding sequences of the metagenome-assembled genome of \nS. sanguinis\n ISS-IIF7SWP were retrieved from the NCBI GenBank database. Coding nucleotide sequences for each \nSphingomonas\n genome along with their respective type strains were annotated using the online eggNOG-MapperV2 software, whose column-based outputs were parsed and compared on a per-genome basis using a custom python script (available for use via \nhttps://github.com/jlombo96/Sphingomonas-EggNOG-Workbook\n). Preliminary annotations of these select spaceflight isolates highlighted potential connections to the plant endophyte \nSphingomonas\n sp. LK11, a strain well characterized with respect to its plant growth-promoting capabilities (\n12\n, \n15\n, \n24\n, \n27\n, \n69\n). Given the presence of a thoroughly annotated and complete genome sequence (\n15\n), robust evidence for the production of the plant phytohormones gibberellic acid (GA) and IAA (\n12\n, \n15\n), and previous use as a model for novel plant-associated \nSphingomonas\n genomes (\n5\n), \nSphingomonas\n sp. LK11 was selected as a reference genome to identify putative plant growth-promoting features in other \nSphingomonas\n genomes. In this study, the endophyte \nSphingomonas\n sp. LK11, two \nS. sanguinis\n isolates (IIF7SW-B3A and IIF7SW-B5), and one \nS. sanguinis\n MAG (ISS-IIF7SWP) sampled from the ISS, \nS. paucimobilis\n FKI-L5-BR-P1 cultured from KSC-PHSF, and \nS. paucimobilis\n LCT-SP1 isolated from the Chinese spacecraft Shenzhou X were compared against their respective type strains: \nS. sanguinis\n NBRC 13937\nT\n and \nS. paucimobilis\n NCTC 11030\nT\n.",
    "metabolite_extraction_and_analysis.": "Metabolite extraction and analysis.\nPrevious reports have characterized the phytohormone production capability of several \nSphingomonas\n species, including \nSphingomonas\n sp. LK11 (\n11\n), \nS. panacis\n DCY99\nT\n (\n5\n), and \nS. paucimobilis ZJSH1\n (\n14\n). While both \nS. paucimobilis\n ZJSH1 and \nSphingomonas\n sp. LK11 were confirmed to produce the plant phytohormone IAA, the definitive chemical pathway responsible for their production is yet to be elucidated (\n12\n, \n14\n, \n15\n). Therefore, the potential for the production of the auxin-derivative IAA in each of the selected \nS. paucimobilis\n and \nS. sanguinis\n strains was examined. The space isolates (\nS. sanguinis\n IIF7SW-B3A, \nS. sanguinis\n IIF7SW-B5, and \nS. paucimobilis\n FKI-L5-BR-P1) were streaked on R2A (Difco, USA) and incubated at 28°C for 5 days. The strains were then inoculated in nutrient broth (Sigma-Aldrich, USA) containing 3 g/L \nl\n-tryptophan (Sigma-Aldrich, USA) and incubated at 28°C, 180 rpm for 7 days. To examine the phytohormones produced and secreted in culture filtrate, we pelleted the cells and extracted the metabolites from the supernatant using ethyl acetate. This step was repeated twice. The culture supernatant was then acidified using 6N HCl and metabolites were extracted using ethyl acetate. The ethyl acetate layer after each step described above was transferred to a fresh tube and evaporated in TurboVap LV. The residue obtained after drying the solvent was resuspended in 5% dimethyl sulfoxide (DMSO)/95% (vol/vol) methanol at a final concentration of 1 mg/mL. A suitable aliquot of the extract (10 μL) was injected for HPLC-DAD-MS analysis.\nStock solution of IAA standard (Sigma-Aldrich, USA) was prepared in 5% DMSO/95% methanol (vol/vol) at a concentration of 1 mg/mL. It was diluted 10 times, and 10 μL of the dilution was injected for HPLC-DAD-MS analysis. HPLC-DAD-MS was carried out using Thermo Finnigan LCQ Advantage ion trap mass spectrometer with an RP C\n18\n column (Alltech Prevail C\n18\n 3 mm 2.1 by 100 mm) at a flow rate of 125 μL/min. The solvent gradient for liquid chromatography/mass spectrometry (LC/MS) was 95% (vol/vol) acetonitrile (MeCN)/H\n2\nO (solvent B) in 5% MeCN/H\n2\nO (vol/vol; solvent A), both containing 0.05% (vol/vol) formic acid, as follows: 0% solvent B from 0 to 5 min, 0% to 100% solvent B from 5 min to 30 min, 100% solvent B from 30 to 45 min, 100% to 0% solvent B from 45 to 45.10 min, and reequilibration with 0% solvent B from 45.10 to 50 min.",
    "comparative_functional_analysis.": "Comparative functional analysis.\nGenome similarities between spaceflight \nSphingomonas\n strains, their respective type strains, and the plant endophyte \nSphingomonas\n sp. LK11 were visualized using BRIG version 0.95 with the \nSphingomonas\n sp. LK11 (chromosome and plasmids) assigned as the reference genome (\n70\n). Percent identity values for space isolates and corresponding type strains were calculated using blastn (E value: 10, lower identity cutoff: 70%, upper identity cutoff: 90%).\nTo address potential functional differences between space isolates and their corresponding type strains, custom Python and R scripts (\nhttps://github.com/jlombo96/Sphingomonas-EggNOG-Workbook\n) were designed to parse output annotation tables and summarize their features on a per-genome basis. Descriptions for select KEGG IDs identified in eggNOG-MapperV2 were assigned using the BioServices API (\n71\n). To identify protein-level differences between the \nSphingomonas\n strains obtained from spaceflight-relevant surfaces and their respective type strains, custom python scripts were created to construct pileup gene count tables for the annotations generated from the EggNOG-MapperV2 software. Genes identified by eggNOG-MapperV2 for the \nS. paucimobilis\n and \nS. sanguinis\n spaceflight isolates were pooled on a species basis and then compared to their type strains using JVENN (\n72\n) and UpSetR (\n73\n) using intersection analyses. Output tables generated by these analyses are displayed in Table S1.",
    "pangenome_analysis.": "Pangenome analysis.\nPangenome analysis of the \nSphingomonas\n space isolates, their type strains, and the plant endophyte \nSphingomonas\n sp. LK11 was performed using Anvi’o v6.2 (\n74\n–\n76\n). Primary functional annotation in the Anvi’o software was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome gene clustering was carried out using blastp via the anvi-pan-genome command (\n–\nnum-threads 2, \n–\nmcl-inflation 6, \n–\nmin-bit 0.5, \n–\nuse-ncbi-blast). The ordering of the pangenome display was determined using Euclidean distances and ward linkage settings.",
    "ethics_approval_and_consent_to_participate.": "Ethics approval and consent to participate.\nBecause no human subjects were characterized, ethics approval is not needed.",
    "data_availability.": "Data availability.\nAll sequence data used in this study have been uploaded to NCBI GenBank under accession numbers \nJABEOW000000000\n, \nJABEOV000000000\n, \nJABEOU000000000\n, and \nJABYQV000000000\n.",
    "supplementary_material": "Supplementary Material\nReviewer comments"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8754149/"
}