{
  "id": "PMC8896891",
  "title": "The interaction of vortical flows with red cells in venous valve mimics.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "The interaction of vortical flows with red cells in venous valve mimics.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8896891/"
  },
  "sections": {
    "permalink": "Copy",
    "zyrina_alura_c_sanchez": "1\nDepartment of Chemical and Materials Engineering, San José State University, San José, California 95192, USA\nFind articles by \nZyrina Alura C Sanchez",
    "vignesha_vijayananda": "1\nDepartment of Chemical and Materials Engineering, San José State University, San José, California 95192, USA\nFind articles by \nVignesha Vijayananda",
    "devin_m_virassammy": "1\nDepartment of Chemical and Materials Engineering, San José State University, San José, California 95192, USA\nFind articles by \nDevin M Virassammy",
    "liat_rosenfeld": "1\nDepartment of Chemical and Materials Engineering, San José State University, San José, California 95192, USA\nFind articles by \nLiat Rosenfeld",
    "anand_k_ramasubramanian": "1\nDepartment of Chemical and Materials Engineering, San José State University, San José, California 95192, USA\nFind articles by \nAnand K Ramasubramanian",
    "abstract": "The motion of cells orthogonal to the direction of main flow is of importance in natural and engineered systems. The lateral movement of red blood cells (RBCs) distal to sudden expansion is considered to influence the formation and progression of thrombosis in venous valves, aortic aneurysms, and blood-circulating devices and is also a determining parameter for cell separation applications in flow-focusing microfluidic devices. Although it is known that the unique geometry of venous valves alters the blood flow patterns and cell distribution in venous valve sinuses, the interactions between fluid flow and RBCs have not been elucidated. Here, using a dilute cell suspension in an \nin vitro\n microfluidic model of a venous valve, we quantified the spatial distribution of RBCs by microscopy and image analysis, and using micro-particle image velocimetry and 3D computational fluid dynamics simulations, we analyzed the complex flow patterns. The results show that the local hematocrit in the valve pockets is spatially heterogeneous and is significantly different from the feed hematocrit. Above a threshold shear rate, the inertial separation of streamlines and lift forces contribute to an uneven distribution of RBCs in the vortices, the entrapment of RBCs in the vortices, and non-monotonic wall shear stresses in the valve pockets. Our experimental and computational characterization provides insights into the complex interactions between fluid flow, RBC distribution, and wall shear rates in venous valve mimics, which is of relevance to understanding the pathophysiology of thrombosis and improving cell separation efficiency.",
    "introduction": "Red blood cells (RBCs) or erythrocytes are the most abundant cells in blood with 5 × 10\n9\n cells/ml accounting for 40%–50% (known as hematocrit or HCT) by volume in a healthy individual. RBCs are highly deformable, and the unique deformability characteristics of a RBC are key in the fluid and mass transport processes in the vasculature.\n1\n Although RBCs have mostly been appreciated in the context of tissue oxygenation, ischemia, and vaso-occlusion, several epidemiological studies have detected varying associations between hematocrit levels and thrombosis.\n2–5\n The RBC composition in the blood clots depends on local flow rates—venous thrombi, which are typically associated with low flow conditions or blood stasis, are richer in red cells than arterial thrombi, which are typically associated with high flow conditions.\n6\n In addition, flow-induced hemolysis and device-related thrombosis are causal to complications associated with left ventricular assist devices (LVADs) and extracorporeal membrane oxygenators (ECMOs).\n7\n Therefore, it is important to understand how blood flow dictates local RBC distribution.\nNumerous and excellent experimental and computational studies have investigated the role of RBC concentration, deformability, shape, and hydrodynamic interactions, mostly in straight, stenosed, or bifurcating channels in the context of hemostasis or thrombosis.\n8–13\n However, relatively little effort has been expended in understanding blood flows inside a cavity or a sudden expansion, which is of relevance to flows in artificial devices (LVADs and ECMOs) and physiological systems (aortic aneurysms and venous valves). Of interest, a growing body of evidence points to the important contribution of RBCs in the pathophysiology of venous thrombosis.\n14,15\n Venous thrombosis (VT) originates in the sinuses of venous valves, which are layered flaps in peripheral veins that prevent the backflow of blood.\n16\n The venous valve sinuses are regions of low flow, and flow stasis in the valve sinus is long considered to be a major factor triggering venous thrombosis.\n17–19\n The presence of a large cavity immediately distal to sudden expansion gives rise to unique flow patterns in the venous valve sinuses as observed in \nex vivo\n fixed valves,\n20\n\n\nin vivo\n ultrasound studies,\n21\n and \nin vitro\n biomimetic valves.\n22,23\n Experimental flow visualization studies show that these unique flow patterns due to sudden expansion result in differential RBC distribution in the distal pockets vs the center of the channel.\n24,25\n However, there is insufficient information how these flow patterns determine RBC transport and local hematocrit distribution in the venous valve sinuses. This information on the interaction of recirculating flows with red cells can also be valuable for the growing interest in predicting thrombotic risks from patient-specific flow patterns determined by the vessel geometry.\nIn this work, we seek to determine experimentally the effect of venous valve hydrodynamics on local RBC distribution. Using microfluidics, micro-particle image velocimetry (\nμ\nPIV), computational fluid dynamics (CFD), and microscopy, we resolve the impact of local velocity fields and shear rates on RBC distributions in venous valve mimics. We use a dilute suspension of RBCs so that the individual cells could be discriminated without overcrowding, minimizing the confinement effects in the scale-down microfluidic model, and the role of fluid–cell interactions in RBC distribution may be studied without the confounding effects of cell–cell interactions that are prominent at physiological hematocrit levels.\n26\n From the images of RBC distribution at various flow rates, we demonstrate that the local RBC concentrations in the valve sinuses are dramatically different from bulk flow due to vortical flows in the sudden expansion. We also determine the minimum shear rates necessary to drive the RBCs into the vortex and show that entrapment leads to a long residence time.",
    "methods": "The experimental system consisted of an infusion pump for positive pressure driven flow through the microfluidic chip, which was mounted on a microscope objective for the visualization of both RBC distribution and \nμ\nPIV (\nFig. 1\n). The dimensions of the microfluidic channels are designed to mimic venous valves that are partially closed, leading to sudden expansion, and the channel Reynolds number (Re) was matched with what has been reported previously in \nin vivo\n flows.\n20,27\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\nSchematic of the full experimental setup used for RBC distribution and \nμ\nPIV measurements. The cutout window shows the microfluidic geometry, including the 30\n–\n300 \nμ\nm with a valve angle of 135°. The white arrow indicates the direction of flow. RBC or bead suspension was perfused through the device at constant pressure using a syringe pump and analyzed either by microscopy or by \nμ\nPIV, respectively\n.\n When acquiring bright field images for RBC distribution measurements, the laser and synchronizer were not used; the high-speed camera took direct images of the flow device.\nMicrofluidic device\n\n\nA microfluidic device was designed to mimic venous valves using CAD software (AutoCAD, San Rafael, CA).\n50\n To simulate the sudden expansion in the valves, the main channel suddenly expands from a narrow constriction of 30 to 300 \nμ\nm. The walls of the valve pockets are angled at 135° relative to the direction of flow. The design was printed on a bright field mask, and using this mask, a silicon wafer was fabricated by soft lithography. A wafer was coated with SU-8 2035 to create a mold with a height of 35 \nμ\nm. The mold was salinized with 95%–100% trichlorosilane (Gelest, Morrisville, PA) to preserve the design and prevent adhesion to the elastomer. The silicone base (Dow Corning, Midland, MI) was mixed with the curing agent at a ratio of 10:1 by weight to create polydimethylsiloxane (PDMS, Dow Corning, Midland, MI). The solution was poured onto the wafer and cured for 2.25 h at 90 °C (Precision Oven, Model 658, Thermo Scientific). The required design was cut and the inlet and outlet holes were punched using a 1 -mm biopsy punch (Miltex, York, PA). The PDMS designs were sonicated in a bath sonicator (Model 75HT, LabX) for 10 min at room temperature in 35% ethanol solution to remove any debris. They were then rinsed in DI water and left to dry for 1 h at 90 °C. After cooling, PDMS and the microscope glass slide (Fisher Scientific, Waltham, MA) were activated by exposure to oxygen plasma (Basic Plasma Cleaner, Model PDC-32G, Harrick Plasma). These surfaces were immediately pushed together firmly to create an airtight seal. The chips were left to cure for 2 h at 90 °C to make the binding irreversible. The chips were prepared 24 h before the experiment to provide enough time for hydrophilic decay of PDMS to baseline levels.\nCell preparation\n\n\nVenous blood was freshly drawn from healthy volunteers after signing an informed consent and obtaining written ethics approval in accordance with the Institutional Review Board (IRB) protocol (IRB \nF16134\n, Office of Research, SJSU). The red blood cells (RBCs) were separated from whole blood by spinning at 250 RCF with 7 acceleration and no breaks for 25 min at 22 °C (Eppendorf, Hamburg, Germany). The top plasma layer and the middle buffy coat were discarded. A dilute RBC suspension at a desired hematocrit concentration was prepared by diluting the appropriate volume of RBCs in a modified PBS buffer at physiological pH. This modified PBS buffer consisted of 1% dextrose and 0.5% BSA to prevent fast settling and nonspecific aggregation, respectively; and this was filtered using a 0.22-micron filter (Millipore PES Membrane) to remove dust and reduce clogging of the channel. The chip was primed right before running the experiment with 0.1% F-127 (MilliporeSigma, Burlington, MA) diluted in PBS. Once the buffer and PDMS device were prepared, the diluted RBC suspension was mixed gently with a pipette and drawn into a syringe using a 21 G needle, a 750 \nμ\nm ID tube to keep the seal tight and connect the needle to the inlet of the chip. Flow rates of 0.01, 0.05, 0.1, 0.2, 0.3, and 0.4 ml/min corresponding to the Reynolds numbers of 0.6, 3, 6, 12, 18, and 24, respectively, were used. All flow conditions were allowed to stabilize for 1 min before commencing the video recording.\nImage acquisition\n\n\nThe RBC movement within the microfluidic channel was monitored with a 20× objective/aperture 7 (Leica Dmi8 and LAS-X). Microscope settings also included 255 brightness intensity. The images were captured using a high-speed camera (Phantom VEO 410-L). The images were captured at 10 068 fps at a resolution of 1024 × 512 with an exposure time of 1 \nμ\ns. The RBC distribution was averaged from 100 ms duration of frames for lower Re and from 10 ms duration of frames for higher Re.\nImage analysis\n\n\nThe images were analyzed offline using ImagePro 10 (Media Cybernetics, Rockville, MD). Using inbuilt background subtraction and contrast enhancement algorithms, the RBCs were isolated from the background based on an intensity histogram. Using a custom MATLAB code, each image was binarized. To quantify RBC distribution from the binarized images, the images were divided into zones using grids 15.19 × 20.21 \nμ\nm\n2\n. The percentage of white pixels was calculated for each grid; these numbers were the 2D area density at that grid location. These values corresponded to specific HCT values on the calibration curve relating area density to HCT.\nμ\nPIV experiments and analysis\n\n\n\n\nμ\nPIV image acquisition\n\n\nTo trace fluid streamlines, we used micro-Particle Image Velocimetry (\nμPIV\n). Red fluorescent beads of 1 \nμ\nm (Dyed Red Aqueous trace fluid streamlinesFluorescent Particles, Thermo Scientific) were used as tracer particles. The stock solution was sonicated and vortexed before preparing a 1:20 dilution of the working solution, corresponding to a final concentration of 0.05% w/v. The optical system was coupled with Nd: YAG double-pulse (YAG200-15-QTL) with an emission wavelength of 532 nm and a synchronizer (LaserPulse Model 610036). This \nμ\nPIV system was controlled using Insight 4G software (TSI Incorporated, Shoreview, MN). The images were obtained at a repetition rate between 2500 and 18 754 Hz to obtain optimal images for further analysis.\n\n\nDuring acquisition, an \nin situ\n point processing was performed as a quick check to ensure that the PIV image pair obtained had suitable Δ\nt\n and adequate spot size. It was also necessary to verify that the particle displacement lies within the interrogation region for one spot analysis by using the quick point processing tool. This analysis compares the signal-to-noise ratio to the threshold.\n\n\nμ\nPIV image analysis\n\n\nThe detailed image analysis was performed offline, and it consisted of three steps: (1) Pre-processing: The quality of the image was improved by using image subtraction and removing noise using a minimum intensity operator; (2) Processing: A static mask was drawn as a boundary around the walls of the channel. The correlation between two spots was obtained using Fast Fourier Transform, and the image match within a displacement range was provided using the correlation function for each pixel. The peaks in the correlation values were obtained using the Gaussian peak function to determine the displacement of the particles within the spot pair. This information, along with Δ\nt\n between the two frames, was used to calculate the vector direction and magnitude; (3) Post-processing: The data obtained were further processed to remove sporadic vectors using the vector validation process. The validation pipeline involved the use of a reference vector in global validation, local validation, and vector conditioning. The reference vector was calculated using the median of the 5 × 5 neighborhood vectors. The difference between the vector velocities was used as tolerance to remove invalid vectors. Then, the removed vectors were replaced with the local median values. Global vector validation applied a range filter to the whole vector field, which was then used to eliminate vectors with a velocity magnitude outside the user-defined range. The spaces in the vector field due to failed SNR were filled using the local mean of the 3 × 3 neighborhood. Vector smoothing was performed by replacing them with a Gaussian-weighted mean of the vectors in a 3 × 3 neighborhood. Computational fluid dynamic software was used for visualization and presentation of the data (Tecplot 360, Bellevue, WA).\nComputational fluid dynamics\n\n\nA computational fluid dynamics study was performed to simulate flow behavior in the channels using COMSOL Multiphysics software (Version 5.5). The simulations were performed in 3D geometry. The material properties of water were used for the simulations. Since the bead suspension was dilute (0.05%), it was assumed that these particles do not impact the streamlines. No slip condition was applied at the walls, and normal flow and suppressed backflow were set at the outlet. Automatic meshing yielded a total of 589 105 domain elements, 78 386 boundary elements, and 2901 edge elements. Water was perfused through the channel at the flow rates corresponding to the experimental values, and the Navier–Stokes equations were solved with flow boundary conditions. The local velocities and streamlines were computed to compare with the experimental results.\nStatistical analysis\n\n\nAll experiments were performed at least three independent times on different days, and each experiment was performed using at least two different channels. RBC experiments were performed on different days with blood drawn from three to six different donors. The data were analyzed using the Mann–Whitney U test to establish significance. A \nP\n < 0.05 was deemed as a statistically significant difference.",
    "fig._1.": "Open in a new tab\nSchematic of the full experimental setup used for RBC distribution and \nμ\nPIV measurements. The cutout window shows the microfluidic geometry, including the 30\n–\n300 \nμ\nm with a valve angle of 135°. The white arrow indicates the direction of flow. RBC or bead suspension was perfused through the device at constant pressure using a syringe pump and analyzed either by microscopy or by \nμ\nPIV, respectively\n.\n When acquiring bright field images for RBC distribution measurements, the laser and synchronizer were not used; the high-speed camera took direct images of the flow device.",
    "microfluidic_device": "A microfluidic device was designed to mimic venous valves using CAD software (AutoCAD, San Rafael, CA).\n50\n To simulate the sudden expansion in the valves, the main channel suddenly expands from a narrow constriction of 30 to 300 \nμ\nm. The walls of the valve pockets are angled at 135° relative to the direction of flow. The design was printed on a bright field mask, and using this mask, a silicon wafer was fabricated by soft lithography. A wafer was coated with SU-8 2035 to create a mold with a height of 35 \nμ\nm. The mold was salinized with 95%–100% trichlorosilane (Gelest, Morrisville, PA) to preserve the design and prevent adhesion to the elastomer. The silicone base (Dow Corning, Midland, MI) was mixed with the curing agent at a ratio of 10:1 by weight to create polydimethylsiloxane (PDMS, Dow Corning, Midland, MI). The solution was poured onto the wafer and cured for 2.25 h at 90 °C (Precision Oven, Model 658, Thermo Scientific). The required design was cut and the inlet and outlet holes were punched using a 1 -mm biopsy punch (Miltex, York, PA). The PDMS designs were sonicated in a bath sonicator (Model 75HT, LabX) for 10 min at room temperature in 35% ethanol solution to remove any debris. They were then rinsed in DI water and left to dry for 1 h at 90 °C. After cooling, PDMS and the microscope glass slide (Fisher Scientific, Waltham, MA) were activated by exposure to oxygen plasma (Basic Plasma Cleaner, Model PDC-32G, Harrick Plasma). These surfaces were immediately pushed together firmly to create an airtight seal. The chips were left to cure for 2 h at 90 °C to make the binding irreversible. The chips were prepared 24 h before the experiment to provide enough time for hydrophilic decay of PDMS to baseline levels.",
    "cell_preparation": "Venous blood was freshly drawn from healthy volunteers after signing an informed consent and obtaining written ethics approval in accordance with the Institutional Review Board (IRB) protocol (IRB \nF16134\n, Office of Research, SJSU). The red blood cells (RBCs) were separated from whole blood by spinning at 250 RCF with 7 acceleration and no breaks for 25 min at 22 °C (Eppendorf, Hamburg, Germany). The top plasma layer and the middle buffy coat were discarded. A dilute RBC suspension at a desired hematocrit concentration was prepared by diluting the appropriate volume of RBCs in a modified PBS buffer at physiological pH. This modified PBS buffer consisted of 1% dextrose and 0.5% BSA to prevent fast settling and nonspecific aggregation, respectively; and this was filtered using a 0.22-micron filter (Millipore PES Membrane) to remove dust and reduce clogging of the channel. The chip was primed right before running the experiment with 0.1% F-127 (MilliporeSigma, Burlington, MA) diluted in PBS. Once the buffer and PDMS device were prepared, the diluted RBC suspension was mixed gently with a pipette and drawn into a syringe using a 21 G needle, a 750 \nμ\nm ID tube to keep the seal tight and connect the needle to the inlet of the chip. Flow rates of 0.01, 0.05, 0.1, 0.2, 0.3, and 0.4 ml/min corresponding to the Reynolds numbers of 0.6, 3, 6, 12, 18, and 24, respectively, were used. All flow conditions were allowed to stabilize for 1 min before commencing the video recording.",
    "image_acquisition": "The RBC movement within the microfluidic channel was monitored with a 20× objective/aperture 7 (Leica Dmi8 and LAS-X). Microscope settings also included 255 brightness intensity. The images were captured using a high-speed camera (Phantom VEO 410-L). The images were captured at 10 068 fps at a resolution of 1024 × 512 with an exposure time of 1 \nμ\ns. The RBC distribution was averaged from 100 ms duration of frames for lower Re and from 10 ms duration of frames for higher Re.",
    "image_analysis": "The images were analyzed offline using ImagePro 10 (Media Cybernetics, Rockville, MD). Using inbuilt background subtraction and contrast enhancement algorithms, the RBCs were isolated from the background based on an intensity histogram. Using a custom MATLAB code, each image was binarized. To quantify RBC distribution from the binarized images, the images were divided into zones using grids 15.19 × 20.21 \nμ\nm\n2\n. The percentage of white pixels was calculated for each grid; these numbers were the 2D area density at that grid location. These values corresponded to specific HCT values on the calibration curve relating area density to HCT.",
    "μpiv_experiments_and_analysis": "μ\nPIV image acquisition\n\n\nTo trace fluid streamlines, we used micro-Particle Image Velocimetry (\nμPIV\n). Red fluorescent beads of 1 \nμ\nm (Dyed Red Aqueous trace fluid streamlinesFluorescent Particles, Thermo Scientific) were used as tracer particles. The stock solution was sonicated and vortexed before preparing a 1:20 dilution of the working solution, corresponding to a final concentration of 0.05% w/v. The optical system was coupled with Nd: YAG double-pulse (YAG200-15-QTL) with an emission wavelength of 532 nm and a synchronizer (LaserPulse Model 610036). This \nμ\nPIV system was controlled using Insight 4G software (TSI Incorporated, Shoreview, MN). The images were obtained at a repetition rate between 2500 and 18 754 Hz to obtain optimal images for further analysis.\n\n\nDuring acquisition, an \nin situ\n point processing was performed as a quick check to ensure that the PIV image pair obtained had suitable Δ\nt\n and adequate spot size. It was also necessary to verify that the particle displacement lies within the interrogation region for one spot analysis by using the quick point processing tool. This analysis compares the signal-to-noise ratio to the threshold.\nμ\nPIV image analysis\n\n\nThe detailed image analysis was performed offline, and it consisted of three steps: (1) Pre-processing: The quality of the image was improved by using image subtraction and removing noise using a minimum intensity operator; (2) Processing: A static mask was drawn as a boundary around the walls of the channel. The correlation between two spots was obtained using Fast Fourier Transform, and the image match within a displacement range was provided using the correlation function for each pixel. The peaks in the correlation values were obtained using the Gaussian peak function to determine the displacement of the particles within the spot pair. This information, along with Δ\nt\n between the two frames, was used to calculate the vector direction and magnitude; (3) Post-processing: The data obtained were further processed to remove sporadic vectors using the vector validation process. The validation pipeline involved the use of a reference vector in global validation, local validation, and vector conditioning. The reference vector was calculated using the median of the 5 × 5 neighborhood vectors. The difference between the vector velocities was used as tolerance to remove invalid vectors. Then, the removed vectors were replaced with the local median values. Global vector validation applied a range filter to the whole vector field, which was then used to eliminate vectors with a velocity magnitude outside the user-defined range. The spaces in the vector field due to failed SNR were filled using the local mean of the 3 × 3 neighborhood. Vector smoothing was performed by replacing them with a Gaussian-weighted mean of the vectors in a 3 × 3 neighborhood. Computational fluid dynamic software was used for visualization and presentation of the data (Tecplot 360, Bellevue, WA).",
    "μpiv_image_acquisition": "To trace fluid streamlines, we used micro-Particle Image Velocimetry (\nμPIV\n). Red fluorescent beads of 1 \nμ\nm (Dyed Red Aqueous trace fluid streamlinesFluorescent Particles, Thermo Scientific) were used as tracer particles. The stock solution was sonicated and vortexed before preparing a 1:20 dilution of the working solution, corresponding to a final concentration of 0.05% w/v. The optical system was coupled with Nd: YAG double-pulse (YAG200-15-QTL) with an emission wavelength of 532 nm and a synchronizer (LaserPulse Model 610036). This \nμ\nPIV system was controlled using Insight 4G software (TSI Incorporated, Shoreview, MN). The images were obtained at a repetition rate between 2500 and 18 754 Hz to obtain optimal images for further analysis.\nDuring acquisition, an \nin situ\n point processing was performed as a quick check to ensure that the PIV image pair obtained had suitable Δ\nt\n and adequate spot size. It was also necessary to verify that the particle displacement lies within the interrogation region for one spot analysis by using the quick point processing tool. This analysis compares the signal-to-noise ratio to the threshold.",
    "μpiv_image_analysis": "The detailed image analysis was performed offline, and it consisted of three steps: (1) Pre-processing: The quality of the image was improved by using image subtraction and removing noise using a minimum intensity operator; (2) Processing: A static mask was drawn as a boundary around the walls of the channel. The correlation between two spots was obtained using Fast Fourier Transform, and the image match within a displacement range was provided using the correlation function for each pixel. The peaks in the correlation values were obtained using the Gaussian peak function to determine the displacement of the particles within the spot pair. This information, along with Δ\nt\n between the two frames, was used to calculate the vector direction and magnitude; (3) Post-processing: The data obtained were further processed to remove sporadic vectors using the vector validation process. The validation pipeline involved the use of a reference vector in global validation, local validation, and vector conditioning. The reference vector was calculated using the median of the 5 × 5 neighborhood vectors. The difference between the vector velocities was used as tolerance to remove invalid vectors. Then, the removed vectors were replaced with the local median values. Global vector validation applied a range filter to the whole vector field, which was then used to eliminate vectors with a velocity magnitude outside the user-defined range. The spaces in the vector field due to failed SNR were filled using the local mean of the 3 × 3 neighborhood. Vector smoothing was performed by replacing them with a Gaussian-weighted mean of the vectors in a 3 × 3 neighborhood. Computational fluid dynamic software was used for visualization and presentation of the data (Tecplot 360, Bellevue, WA).",
    "computational_fluid_dynamics": "A computational fluid dynamics study was performed to simulate flow behavior in the channels using COMSOL Multiphysics software (Version 5.5). The simulations were performed in 3D geometry. The material properties of water were used for the simulations. Since the bead suspension was dilute (0.05%), it was assumed that these particles do not impact the streamlines. No slip condition was applied at the walls, and normal flow and suppressed backflow were set at the outlet. Automatic meshing yielded a total of 589 105 domain elements, 78 386 boundary elements, and 2901 edge elements. Water was perfused through the channel at the flow rates corresponding to the experimental values, and the Navier–Stokes equations were solved with flow boundary conditions. The local velocities and streamlines were computed to compare with the experimental results.",
    "statistical_analysis": "All experiments were performed at least three independent times on different days, and each experiment was performed using at least two different channels. RBC experiments were performed on different days with blood drawn from three to six different donors. The data were analyzed using the Mann–Whitney U test to establish significance. A \nP\n < 0.05 was deemed as a statistically significant difference.",
    "results_and_discussion": "Visualization of local hematocrit in the channel\n\n\nWe perfused a 5% hematocrit (HCT) suspension through the valve at the channel Reynolds (Re) numbers of 0.6, 3, 6, 12, 18, and 24. The Re was calculated as \n\n\nR\ne\n=\nW\nv\nρ\n/\nμ\n, where \nW\n is the channel height, \nv\n is the average velocity, and \nρ\n and \nμ\n are the fluid density and dynamic viscosity, respectively. For a femoral vein of ∼6 mm diameter, these Re numbers correspond to a wall shear rate of ∼10–400 s\n−1\n. The diameters of, and flow velocities in, the femoral and saphenous veins are of the order of 0.5–12 mm and 1–40 cm/s, respectively, and varies depending on the posture.\n20,27,28\n Therefore, the Re in venous flow is of the order of 1–75, which is comparable to our experimental system. RBC distributions, visualized by brightfield microscopy, are shown in Fig. S1 in the \nsupplementary material\n. In order to quantify these qualitative observations from the images, we prepared a calibration curve to map the image data to hematocrit estimations. To this end, in a separate experiment, for various hematocrits ranging between 0.1% and 20%, images of slowly moving RBCs were collected, and the intensity of the RBCs over the background was quantified. As shown in Fig. S2 in the \nsupplementary material\n, the pixel intensities linearly correlated between 0.1% and 15% and saturated as the hematocrit was increased beyond 15%. Based on this calibration, relating 2D pixel densities to 3D hematocrit values, we computed the local hematocrit throughout the channel at different Re numbers (\nFig. 2\n), with the color scale shown on the right corresponding to the hematocrit value obtained from the calibration curve.\n\n\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\nHeat maps showing the RBC distribution for different Reynolds numbers as indicated (a)–(f). The black arrows indicate the direction of flow in the channel marked with dashed lines at the indicated Reynolds numbers. The color scale on the right depicts the hematocrit obtained by matching RBC distributions shown in Fig. S1 in the \nsupplementary material\n, with the calibration curve shown in Fig. S2 in the \nsupplementary material\n. The arrows at Re = 12 highlight the presence of RBCs in vortices.\nFigure 2\n shows local hematocrit distributions that result from flowing a feed solution of 5% hematocrit through the venous valve with the Re numbers of 0.6, 3, 6, 12, 18, and 24. At low Re (Re = 0.6, 3, and 6), hematocrit distribution was uniform through most of the channel at a value comparable to that of feed hematocrit [\nFigs. 2(a)\n–\n2(c)\n]. The actual values vary slightly on either side of 5% because the suspension is dilute and the averaging process during image analysis. The asymmetry observed particularly at Re = 0.6 is due to the inevitable settling of RBCs at near zero flow rates. At these Re numbers (Re = 0.6, 3, and 6), no RBCs were seen in the valve sinus regions, which are the angled wing regions behind the sudden expansion. However, as the flow rate was increased, at Re = 12, an RBC vortex on either side of the main flow appeared. The vortex comprised less than ten cells on each side of the channel entering the valve sinus regions from the main channel flow. These vortices correspond to a local hematocrit of <2%. At Re = 18 and 24, the RBC density increased in the vortex regions significantly compared with that of Re = 12. We observed that the local hematocrit levels in the vortices increased more than the feed hematocrit levels to ∼8% at Re = 18, which increased to as high a value as closer to 15% at Re = 24.\nRBC distribution profiles\n\n\nTo compare the RBC distributions at different Re numbers and different locations along the channel, we quantified the RBC distribution along the cross sections at three locations, at the entrance (140 \nμ\nm before the constriction), at the expansion (70 \nμ\nm after the constriction), and at the exit (380 \nμ\nm after the constriction) (\nFig. 3\n). At the \nentrance\n to the channel, the positions of the RBCs were similar at all Re numbers, with the maximum hematocrit of ∼6% right in the middle of the channel. At the \nexit\n, the positions of the RBCs at all Re numbers, except the highest (Re = 18 and 24), show similar plateau shapes. This represents a fully developed flow at the exit that has an even distribution of RBCs across the width of the channel. At Re = 18 and 24, the distributions differ from those at lower Re by remaining flat through the channel cross section, indicating flow that is still developing at the exit location.\n\n\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\nHematocrit profiles along the microchannel.\n (a) Hematocrit distributions across the channel cross section were estimated at the indicated locations entry (−140 \nμ\nm from constriction), expansion (+70 \nμ\nm from constriction), and exit locations (+380 \nμ\nm from constriction). (b) Local hematocrit was estimated at these locations for a feed of 5% hematocrit and represented as mean ±SEM (\nn\n = 3–6).\nThe RBC distributions near the \nexpansion\n of the channel (blue line) capture the transition in distributions that occur with the increase in Re. We observe that at a low Re of 0.6, nearing creeping flows, the RBC distribution is fully developed ∼50 \nμ\nm after exiting the constriction, resulting in a distribution at the expansion that matches that of exit [\nFig. 3(b)\n]. As the Re is increased to 6 and 12, the RBC distribution width at the expansion resembles that of the entry more than the exit (narrow distribution at the entry vs wide distribution at the exit). At these Re numbers (6 and 12), the flow is no more creeping, and the effects of the expansion are carried further downstream, and hence, the cells are concentrated in a ∼100 \nμ\nm region at the center of the channel.\n\n\nAs the Re is increased further to 18 and 24, we observe a sudden increase in the RBC concentrations in the expansion region (blue line). Unlike at Re = 0.6 or 12 where RBC distribution along the cross section was uniform, the distributions at Re = 18 and 24 showed non-uniform patterns. At Re = 18, the distributions ranged between 3% and 9%, while at Re = 24, the maximum hematocrit was ∼12%, which was almost double the hematocrit at the center of the channel. The local decrease and increase in hematocrit levels are well visualized in the heatmap distributions shown in \nFigs. 2(e)\n and \n2(g)\n.\n\n\nFeed or bulk hematocrit is operationally used to define the effects of RBCs on the formation and properties of venous thrombi.\n14\n Emerging evidence shows that RBCs directly modulate thrombosis through several mechanisms, including thrombin generation, platelet activation, and clot strength.\n15\n Our results from \nFigs. 2\n and \n3\n show that the valve hematocrit is higher than the bulk hematocrit. It is likely that the difference in hematocrit between the vortex and the bulk flow observed in dilute suspension in this work will be more pronounced at physiological levels: for instance, a feed hematocrit of 25% has a greater RBC concentration than the feed near the channel walls in a sudden expansion when compared with a feed of 5% hematocrit.\n25,29\n Therefore, local hematocrit rather than bulk hematocrit should be taken into consideration while evaluating the effects of RBCs on venous thrombosis.\nEntrapment of RBCs in vortices\n\n\nAs described in \nFigs. 2\n and \n3\n, RBC vortices were observed at Re = 12, 18, and 24. We observed from high speed video microscopy (Movie M1 in the \nsupplementary material\n) that, at a steady state, the RBCs remained within the vortex region for the entire duration of the analysis (2–5 s, at a frame rate of 10 068 fps). As a representative analysis of vortex dynamics, we tracked the position and velocities of individual RBCs in the vortex at Re = 18. \nFigure 4(a)\n shows the position and velocity magnitudes of cells in the outer, middle, and inner limit cycles of the vortex region. These trajectories and instantaneous RBC velocities were obtained by frame-by-frame tracking of the centroid of single cells. As \nFig. 4(a)\n shows, at the bottom of the vortex, as the cells travel with the jetting stream, the velocity is as high as 1000 \nμ\nm/s, and at the top of the vortex and closer to the wall, the velocities drop to as low as 10–20 \nμ\nm/s in the direction opposite to the main flow. Between these velocity changes, the RBCs decelerate when they travel toward the wall and accelerate when they join the forward flow. The near zero velocities of the RBCs close to the wall may have consequences in modulating the interaction and adhesion to the endothelial lining of the blood vessels. This analysis shows that RBCs, once entrapped in the vortices, follow their limit cycles with a long residence time. The average hematocrit in the vortices increased linearly and rapidly with increasing the Re beyond Re = 12 [\nFig. 4(b)\n]. We also quantified the total RBCs that are trapped in the vortices by summing up over the entire vortex region at each Re. At a Re below 6, this value was nearly zero but increased rapidly at a higher Re due to an increase in both the hematocrit and the size of the vortex: at Re = 12, 18, and 24, the total RBCs were 10.2 ± 5.3, 75.1 ± 12.1, and 140.1 ± 5.3, respectively.\n\n\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nRBCs in vortical flows\n.\n (a) Trajectories and velocities of RBCs within the vortices at Re = 18. The centroid of RBCs in the vortices was tracked frame by frame at 10 068 fps, and their velocities were computed. The RBCs were seen to be in continuous motion upon entering the vortices and followed a limit cycle. The data are based on the average of five RBCs for each limit cycle; (b) \naverage of local HCT within the vortex\n during steady circulation in vortical flows, obtained by summing over local hematocrits in the vortices, represented as mean ± SD (\nn\n = 3–6, *\nP\n < 0.05; **\nP\n < 0.01).\nDevelopment of microflows and vortices with increase in Re\n\n\nTo understand the RBC distribution in vortex flows at Re = 12, 18, and 24, and an anomalous increase in hematocrit levels at Re = 18 and 24, we sought to analyze the flow patterns in the channels that drive the RBC movement. Fluorescent beads were used to track the flow patterns \nindependent\n of and distinct from RBC distribution patterns. \nμ\nPIV was used to obtain the velocity profiles from bead locations captured using high speed video microscopy. We visualized and quantified streamlines through the channels at Re = 3, 6, 12, and 18, noting that no RBC vortices were seen at Re = 3 and 6. In \nFig. 5\n, we show the streamlines and vorticity computed from \nμ\nPIV analysis at these four Re numbers. At a low Re (Re = 3), a small amount of backflow was detected in the valve pockets (velocity on the order of 10\n−3\n m/s compared with 10\n−2\n m/s in the main channel). As the Re increased to 6, 12, and 18, we observed an increase in the separation of the streamlines, and more backflow into the valve pockets was seen.\n\n\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nStreamlines and vorticity distribution in vortical flows\n.\n From the \nμ\nPIV measurements of instantaneous velocities, streamlines and vorticities were computed at the indicated locations at the various Re numbers (a)–(d). RBC distributions from high speed imaging are also shown. The images show that although there is a significant vorticity as seen at Re = 3 and 6, the recirculation of RBCs does not begin until the Reynolds number reaches 12. The point of flow separation advances downstream with an increase in Re. At Re = 12 and 18, particle tracking was possible only at locations where the flows were not too high.\nTo quantify the location of flow separation leading to backflows, we computed the vorticity throughout the channel from the local velocity vectors estimated by \nμ\nPIV using the equation \n\n\nω\n=\n∇\n×\nv\n. The vorticity distribution is shown as a heat map overlay on the streamlines in \nFig. 5\n. At Re = 3, we observe small microvortices at the entrance to the channel. At Re = 6, the strength of the vortices increases twofold and the location of flow separation moves further downstream. At higher Re (=12 and 18), the strength of the vortices increases further by several folds, and the point of flow separation is pushed further downstream from the entrance. However, the extremely high flow velocities closer to the center of the channel precluded particle tracing at these locations.\n\n\nThe presence of fluid vortices without any RBC at Re = 3 and 6 suggests that other blood components may be transported into the venous valve sinuses. Unlike other studies where RBCs were used to follow fluid streamlines, in this work, the fluid vortices were tracked with smaller particles of size similar to that of platelets (1 \nμ\nm) and stiffer than the RBCs. Our observation at Re = 3 and 6 implies that while RBCs may not enter the valve pockets at these low flow rates, smaller platelets may preferentially enter the valve regions. Computational and experimental studies have shown the margination of platelets driven by cell–cell collision or volume exclusion, wherein more deformable RBCs drive less deformable platelets toward the wall.\n24,30,31\n Our results show that platelet margination can be a flow-driven phenomenon by transport along the streamlines and can happen independent of volume exclusion or due to collisions with RBCs.\n22,32,33\nFlow separation results in atypical wall shear stress\n\n\nThe presence of forward and reversing velocity profiles due to flow separation shown in \nFig. 5\n suggests that there are regional variations in shear stress on channel walls. The shear rate distribution is computed from the velocity vectors, using the equation \n\n\nε\nx\ny\n=\n1\n/\n2\n(\n∂\nv\n/\n∂\nx\n+\n∂\nu\n/\n∂\ny\n)\n, where \nu\n and \nv\n are instantaneous local velocities in the \nx\n and \ny\n directions, respectively. Based on the \nμ\nPIV measurements, we estimated the shear stresses along the outer walls at the various Re numbers (\nFig. 6\n). At a low Re, Re = 0.6 (orange line), the wall shear rates are low due to unidirectional creeping flows. At Re = 3 and 6, the flow separation and vortices result in a stagnation point [as shown in \nFigs. 5(a)\n and \n5(b)\n], and the wall experiences both flow reversal and forward flow. Correspondingly, the wall shear stress shows a non-monotonic profile with zero shear stress stagnation point at a location less than one channel width (∼200 \nμ\nm). As the Re was increased further to Re = 12 and 18 (green and gray), the large backflow near the wall resulted in a high reverse shear stress at the wall, with the stagnation point moving further downstream. These data suggest that even at Re as low as 3, the walls may experience reversal of shear stress. Such regional variations in wall shear stresses may have important consequences on endothelial mechanotransduction and hence on its phenotype. Low flows in the venous valve region drive endothelial cells to a low grade inflammatory and prothrombotic phenotype. This phenotype supports the adhesion of monocytes, which, in turn, is a rich source of tissue factor and initiation of intrinsic pathway of coagulation.\n34\n The hypoxia induced by low flows may also play a role in initiating thrombus development due to its effects on endothelial cells.\n35\n\n\nFIG. 6.\n\n\n\n\nOpen in a new tab\n\n\nWall shear rate distribution. The shear rate distributions near the wall in the recirculation regions were obtained from the \nμ\nPIV measurements of instantaneous velocities at the indicated Re. For the chosen coordinate system, on the right wall, the shear rates are negative for forward flows and positive for reverse flows; and zero shear indicates stagnation point. The data are mean and SEM (\nn\n = 3).\nEstimation of threshold shear rates that drive RBC distribution in valve pockets using \nμ\nPIV and 3D CFD simulations\n\n\nSince no RBCs were seen in the vortices till Re = 12, the cell trajectories do not follow the fluid streamlines in the vortex. When Re < 12, the cells do not cross streamlines to enter the vortices, suggesting that only at Re = 12, the energy necessary to drive the RBCs from the main flow to the vortex is realized. In a bounded Poiseuille flow, particles migrate toward the wall and occupy an equilibrium position due to the balance between the shear-gradient-induced lift force, which pushes the particles toward the wall, drag force due to the motion, deformation-induced lift force, and the wall-effect-induced lift force due to the wall, which act in the opposite direction, pushing the cells away from the wall.\n36\n For straight channel flows with a rigid particle, the shear-gradient-induced lift force expression is given as \n\n\nF\nL\n=\nC\nρ\nG\n2\na\n4\n, where \nC\n, \n\n\nρ\n, \n\n\nG\n,\na\nn\nd\na\n are the lift coefficient, fluid density, local shear rate, and particle radius, respectively.\n37\n Although the numerical validity of this expression may not be accurate for suddenly expanding flow with deformable cells, the scaling laws have been found to be applicable and used for vortex-based fractionation of cells based on their sizes.\n36,38–40\n Next, the deformation-induced lift force is dependent on RBC deformability, which is a function of shear rate through the Capillary number (\nCa\n) of a RBC, which is defined by \n\n\nC\na\n=\nμ\nγ\n˙\na\n/\nσ\n, where \n\n\nμ\n,\nγ\n˙\n,\na\n,\nand\nσ\n are the fluid viscosity, shear rate, RBC radius, and shear modulus of the RBC membrane, respectively.\n41\n Finally, the cell–cell interactions also depend on shear rate.\n42\n Therefore, for a given particle size, the net lift force on a RBC will be determined by the local shear rate.\n\n\nTo obtain further insights into this lift phenomenon on RBC motion in vortical flows, we sought to estimate the shear strain acting locally on the cells. Although at low Re (Re = 0.6 and 3), we were able to obtain the complete velocity profile from \nμ\nPIV in the flow separation regions, at higher Re (Re = 12 and 18), the high velocities near the center of the channel precluded the tracking of particles and hence local velocities, which could only be obtained farther from the center, and farther from the regions where flow actually separates. Therefore, we used 3D CFD simulations to obtain velocity profiles in regions that were not feasible to obtain experimentally. We used COMSOL to solve the Navier–Stokes equation to obtain three-dimensional (3D) velocity vectors and compared it with \nμ\nPIV measurements (\nFig. 7\n). These computations faithfully confirm the velocity profiles estimated using \nμPIV\n including creeping flows at Re = 0.6; development and growth of microvortices at Re = 3 and Re = 6, respectively; and the formation of vortices and stagnation points near the wall at higher Re (Re = 12 and 18) (compare with \nFig. 5\n). In particular, we note that the velocity vectors from CFD simulations match well at the various locations where experimental data were available and the local velocities were within the sensitivity limits of \nμPIV\n [\nFig. 7(e)\n].\n\n\nFIG. 7.\n\n\n\n\nOpen in a new tab\n\n\nComparison between velocity distributions obtained from \nμ\nPIV measurements (right) with 3D CFD simulations (left) at the indicated locations and at the indicated Re (a)–(d). The dotted line in the velocity profiles (E) indicates discrepancy between experiment and simulation.\nHaving matched the experimental and computational velocity fields either fully, at low Re, or partially at higher Re, we computationally determined the shear strain acting on the RBCs near the entrance to the channel from where cells enter the valve pockets [\nFig. 8(a)\n]. \nFigure 8(b)\n shows the shear rate perpendicular to the direction of main flow, plotted along the direction of flow at the y-location corresponding to the edge of the constriction at the inlet [within the white-bounded region in \nFig. 8(a)\n]. We profiled the strain rates because the inertial boundary layer separates along this line to form laminar vortices (i.e., Moffatt corner eddy flow) in the sudden expansion. As expected, the strains continue to decrease as the fluid enters the sudden expansion, and at any given location, increases with an increase in Re.\n\n\nFIG. 8.\n\n\n\n\nOpen in a new tab\n\n\n(a) Shear rate distributions computed by 3D CFD simulations at the indicated Re. The white box indicates the location where the flow separation was noticed and, hence, was used in estimating location shear rates; (b) shear rates along at different Y-coordinates moving with the flow in the white box indicated in (a). The filled circles indicate the shear rates computed by the simulations at any given Y-coordinate, and the curves indicate the best fit. The red dotted line indicates the maximum shear rate corresponding to Re = 6, below which no RBC entered the vortical flows.\nSince we observed flow separation at Re = 3 and 6, but RBCs do not enter the vortices at these flow rates, we propose that a shear rate lower than the maximum value at Re = 6 (∼1.8 × 10\n5\n s\n−1\n) is not sufficient to drive the RBC into the vortex [\nFig. 8(b)\n, dotted line]. But at Re = 12, when the shear rate increases to 2.5 × 10\n5\n s\n−1\n or ∼200–250 Pa (for a viscosity of 1 cP), a few RBCs enter into the vortices, suggesting that this value represents the necessary sideward momentum to drive RBCs into the valve pockets. The increase in Re to 18 and 24 increases the shear rate linearly but the lift force by square of the shear rate, thus resulting in driving many RBCs into the vortices, resulting in a vortex hematocrit instead of a feed hematocrit.\n\n\nThe scale-down experimental system is appropriate to investigate the transport phenomena of RBCs isolated from small volumes of fresh human blood without relying on a substitute. Yet, it places certain limitations in translating the results to larger, actual venous valves. As mentioned previously, by matching the Re, we maintained flow patterns and regime in the scale-down model similar to those in femoral and saphenous veins. This means that the flow velocity and shear rates in the smaller microchannels are larger than those in \nin vivo\n veins. Hence, compared with the model, RBCs in venous valves will not only travel at lower velocity but will also experience different levels of lift forces. Another inherent constraint in the scale down model is the confinement-related effects since RBC deformability is known to be altered in cell-sized channels.\n43\n Although we do not expect confinement effects at a single cell level in our microchannels since they are ∼6× larger than the hydrodynamic diameter of RBCs, it is plausible that these effects may be felt due to cell–cell interactions. Therefore, the shear rate–vortical dynamics relationship in venous valves may be different from what is observed in our model microchannels due to the aforementioned scaling effects.\n44,45\n Nonetheless, the experimental flow patterns and RBC distribution data presented in this work, together with our recent report on RBC deformability,\n50\n can be valuable for understanding RBC entrapment in venous valves, such as through computationally intensive multiscale simulations.\n46\n\n\nIt is appropriate to note some of the experimental adaptations in this \nin vitro\n study that limit the applicability of our conclusions directly to the pathophysiology of venous thrombosis. We have used dilute red cell suspensions which are ∼10× lower than physiological RBC concentrations so as to isolate fluid–cell interactions on RBC distribution. However, at higher RBC concentrations, cell–cell interactions may dominate fluid–cell interactions, and the local changes in hematocrit may be even more pronounced than what is reported in this study. We have used steady flow that does not capture pulsations, which are believed to be prominent due to muscle contraction, and can affect the dynamics of RBC entry and exit from the vortex.\n47,48\n Furthermore, we have used stiff valves with an elastic modulus that is tenfold higher than healthy valve tissues; and we have used a valve expansion ratio of 1:10, while the expansion ratio for a healthy valve is 1:4. Of interest, the valve tissue becomes stiffer with aging due to fibrotic tissue formation, and the stiff valve does not open fully in response to pressure drop. Future work will extend to \nμ\nPIV measurements to investigate the impact of pliable valves and expansion ratios on RBC transport while accounting for RBC deformability, RBC distribution, confinement effects, and cell–cell interactions.",
    "visualization_of_local_hematocrit_in_the_channel": "We perfused a 5% hematocrit (HCT) suspension through the valve at the channel Reynolds (Re) numbers of 0.6, 3, 6, 12, 18, and 24. The Re was calculated as \n\n\nR\ne\n=\nW\nv\nρ\n/\nμ\n, where \nW\n is the channel height, \nv\n is the average velocity, and \nρ\n and \nμ\n are the fluid density and dynamic viscosity, respectively. For a femoral vein of ∼6 mm diameter, these Re numbers correspond to a wall shear rate of ∼10–400 s\n−1\n. The diameters of, and flow velocities in, the femoral and saphenous veins are of the order of 0.5–12 mm and 1–40 cm/s, respectively, and varies depending on the posture.\n20,27,28\n Therefore, the Re in venous flow is of the order of 1–75, which is comparable to our experimental system. RBC distributions, visualized by brightfield microscopy, are shown in Fig. S1 in the \nsupplementary material\n. In order to quantify these qualitative observations from the images, we prepared a calibration curve to map the image data to hematocrit estimations. To this end, in a separate experiment, for various hematocrits ranging between 0.1% and 20%, images of slowly moving RBCs were collected, and the intensity of the RBCs over the background was quantified. As shown in Fig. S2 in the \nsupplementary material\n, the pixel intensities linearly correlated between 0.1% and 15% and saturated as the hematocrit was increased beyond 15%. Based on this calibration, relating 2D pixel densities to 3D hematocrit values, we computed the local hematocrit throughout the channel at different Re numbers (\nFig. 2\n), with the color scale shown on the right corresponding to the hematocrit value obtained from the calibration curve.\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\nHeat maps showing the RBC distribution for different Reynolds numbers as indicated (a)–(f). The black arrows indicate the direction of flow in the channel marked with dashed lines at the indicated Reynolds numbers. The color scale on the right depicts the hematocrit obtained by matching RBC distributions shown in Fig. S1 in the \nsupplementary material\n, with the calibration curve shown in Fig. S2 in the \nsupplementary material\n. The arrows at Re = 12 highlight the presence of RBCs in vortices.\nFigure 2\n shows local hematocrit distributions that result from flowing a feed solution of 5% hematocrit through the venous valve with the Re numbers of 0.6, 3, 6, 12, 18, and 24. At low Re (Re = 0.6, 3, and 6), hematocrit distribution was uniform through most of the channel at a value comparable to that of feed hematocrit [\nFigs. 2(a)\n–\n2(c)\n]. The actual values vary slightly on either side of 5% because the suspension is dilute and the averaging process during image analysis. The asymmetry observed particularly at Re = 0.6 is due to the inevitable settling of RBCs at near zero flow rates. At these Re numbers (Re = 0.6, 3, and 6), no RBCs were seen in the valve sinus regions, which are the angled wing regions behind the sudden expansion. However, as the flow rate was increased, at Re = 12, an RBC vortex on either side of the main flow appeared. The vortex comprised less than ten cells on each side of the channel entering the valve sinus regions from the main channel flow. These vortices correspond to a local hematocrit of <2%. At Re = 18 and 24, the RBC density increased in the vortex regions significantly compared with that of Re = 12. We observed that the local hematocrit levels in the vortices increased more than the feed hematocrit levels to ∼8% at Re = 18, which increased to as high a value as closer to 15% at Re = 24.",
    "fig._2.": "Open in a new tab\nHeat maps showing the RBC distribution for different Reynolds numbers as indicated (a)–(f). The black arrows indicate the direction of flow in the channel marked with dashed lines at the indicated Reynolds numbers. The color scale on the right depicts the hematocrit obtained by matching RBC distributions shown in Fig. S1 in the \nsupplementary material\n, with the calibration curve shown in Fig. S2 in the \nsupplementary material\n. The arrows at Re = 12 highlight the presence of RBCs in vortices.",
    "rbc_distribution_profiles": "To compare the RBC distributions at different Re numbers and different locations along the channel, we quantified the RBC distribution along the cross sections at three locations, at the entrance (140 \nμ\nm before the constriction), at the expansion (70 \nμ\nm after the constriction), and at the exit (380 \nμ\nm after the constriction) (\nFig. 3\n). At the \nentrance\n to the channel, the positions of the RBCs were similar at all Re numbers, with the maximum hematocrit of ∼6% right in the middle of the channel. At the \nexit\n, the positions of the RBCs at all Re numbers, except the highest (Re = 18 and 24), show similar plateau shapes. This represents a fully developed flow at the exit that has an even distribution of RBCs across the width of the channel. At Re = 18 and 24, the distributions differ from those at lower Re by remaining flat through the channel cross section, indicating flow that is still developing at the exit location.\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\nHematocrit profiles along the microchannel.\n (a) Hematocrit distributions across the channel cross section were estimated at the indicated locations entry (−140 \nμ\nm from constriction), expansion (+70 \nμ\nm from constriction), and exit locations (+380 \nμ\nm from constriction). (b) Local hematocrit was estimated at these locations for a feed of 5% hematocrit and represented as mean ±SEM (\nn\n = 3–6).\nThe RBC distributions near the \nexpansion\n of the channel (blue line) capture the transition in distributions that occur with the increase in Re. We observe that at a low Re of 0.6, nearing creeping flows, the RBC distribution is fully developed ∼50 \nμ\nm after exiting the constriction, resulting in a distribution at the expansion that matches that of exit [\nFig. 3(b)\n]. As the Re is increased to 6 and 12, the RBC distribution width at the expansion resembles that of the entry more than the exit (narrow distribution at the entry vs wide distribution at the exit). At these Re numbers (6 and 12), the flow is no more creeping, and the effects of the expansion are carried further downstream, and hence, the cells are concentrated in a ∼100 \nμ\nm region at the center of the channel.\nAs the Re is increased further to 18 and 24, we observe a sudden increase in the RBC concentrations in the expansion region (blue line). Unlike at Re = 0.6 or 12 where RBC distribution along the cross section was uniform, the distributions at Re = 18 and 24 showed non-uniform patterns. At Re = 18, the distributions ranged between 3% and 9%, while at Re = 24, the maximum hematocrit was ∼12%, which was almost double the hematocrit at the center of the channel. The local decrease and increase in hematocrit levels are well visualized in the heatmap distributions shown in \nFigs. 2(e)\n and \n2(g)\n.\nFeed or bulk hematocrit is operationally used to define the effects of RBCs on the formation and properties of venous thrombi.\n14\n Emerging evidence shows that RBCs directly modulate thrombosis through several mechanisms, including thrombin generation, platelet activation, and clot strength.\n15\n Our results from \nFigs. 2\n and \n3\n show that the valve hematocrit is higher than the bulk hematocrit. It is likely that the difference in hematocrit between the vortex and the bulk flow observed in dilute suspension in this work will be more pronounced at physiological levels: for instance, a feed hematocrit of 25% has a greater RBC concentration than the feed near the channel walls in a sudden expansion when compared with a feed of 5% hematocrit.\n25,29\n Therefore, local hematocrit rather than bulk hematocrit should be taken into consideration while evaluating the effects of RBCs on venous thrombosis.",
    "fig._3.": "Open in a new tab\nHematocrit profiles along the microchannel.\n (a) Hematocrit distributions across the channel cross section were estimated at the indicated locations entry (−140 \nμ\nm from constriction), expansion (+70 \nμ\nm from constriction), and exit locations (+380 \nμ\nm from constriction). (b) Local hematocrit was estimated at these locations for a feed of 5% hematocrit and represented as mean ±SEM (\nn\n = 3–6).",
    "entrapment_of_rbcs_in_vortices": "As described in \nFigs. 2\n and \n3\n, RBC vortices were observed at Re = 12, 18, and 24. We observed from high speed video microscopy (Movie M1 in the \nsupplementary material\n) that, at a steady state, the RBCs remained within the vortex region for the entire duration of the analysis (2–5 s, at a frame rate of 10 068 fps). As a representative analysis of vortex dynamics, we tracked the position and velocities of individual RBCs in the vortex at Re = 18. \nFigure 4(a)\n shows the position and velocity magnitudes of cells in the outer, middle, and inner limit cycles of the vortex region. These trajectories and instantaneous RBC velocities were obtained by frame-by-frame tracking of the centroid of single cells. As \nFig. 4(a)\n shows, at the bottom of the vortex, as the cells travel with the jetting stream, the velocity is as high as 1000 \nμ\nm/s, and at the top of the vortex and closer to the wall, the velocities drop to as low as 10–20 \nμ\nm/s in the direction opposite to the main flow. Between these velocity changes, the RBCs decelerate when they travel toward the wall and accelerate when they join the forward flow. The near zero velocities of the RBCs close to the wall may have consequences in modulating the interaction and adhesion to the endothelial lining of the blood vessels. This analysis shows that RBCs, once entrapped in the vortices, follow their limit cycles with a long residence time. The average hematocrit in the vortices increased linearly and rapidly with increasing the Re beyond Re = 12 [\nFig. 4(b)\n]. We also quantified the total RBCs that are trapped in the vortices by summing up over the entire vortex region at each Re. At a Re below 6, this value was nearly zero but increased rapidly at a higher Re due to an increase in both the hematocrit and the size of the vortex: at Re = 12, 18, and 24, the total RBCs were 10.2 ± 5.3, 75.1 ± 12.1, and 140.1 ± 5.3, respectively.\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nRBCs in vortical flows\n.\n (a) Trajectories and velocities of RBCs within the vortices at Re = 18. The centroid of RBCs in the vortices was tracked frame by frame at 10 068 fps, and their velocities were computed. The RBCs were seen to be in continuous motion upon entering the vortices and followed a limit cycle. The data are based on the average of five RBCs for each limit cycle; (b) \naverage of local HCT within the vortex\n during steady circulation in vortical flows, obtained by summing over local hematocrits in the vortices, represented as mean ± SD (\nn\n = 3–6, *\nP\n < 0.05; **\nP\n < 0.01).",
    "fig._4.": "Open in a new tab\nRBCs in vortical flows\n.\n (a) Trajectories and velocities of RBCs within the vortices at Re = 18. The centroid of RBCs in the vortices was tracked frame by frame at 10 068 fps, and their velocities were computed. The RBCs were seen to be in continuous motion upon entering the vortices and followed a limit cycle. The data are based on the average of five RBCs for each limit cycle; (b) \naverage of local HCT within the vortex\n during steady circulation in vortical flows, obtained by summing over local hematocrits in the vortices, represented as mean ± SD (\nn\n = 3–6, *\nP\n < 0.05; **\nP\n < 0.01).",
    "development_of_microflows_and_vortices_with_increase_in_re": "To understand the RBC distribution in vortex flows at Re = 12, 18, and 24, and an anomalous increase in hematocrit levels at Re = 18 and 24, we sought to analyze the flow patterns in the channels that drive the RBC movement. Fluorescent beads were used to track the flow patterns \nindependent\n of and distinct from RBC distribution patterns. \nμ\nPIV was used to obtain the velocity profiles from bead locations captured using high speed video microscopy. We visualized and quantified streamlines through the channels at Re = 3, 6, 12, and 18, noting that no RBC vortices were seen at Re = 3 and 6. In \nFig. 5\n, we show the streamlines and vorticity computed from \nμ\nPIV analysis at these four Re numbers. At a low Re (Re = 3), a small amount of backflow was detected in the valve pockets (velocity on the order of 10\n−3\n m/s compared with 10\n−2\n m/s in the main channel). As the Re increased to 6, 12, and 18, we observed an increase in the separation of the streamlines, and more backflow into the valve pockets was seen.\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nStreamlines and vorticity distribution in vortical flows\n.\n From the \nμ\nPIV measurements of instantaneous velocities, streamlines and vorticities were computed at the indicated locations at the various Re numbers (a)–(d). RBC distributions from high speed imaging are also shown. The images show that although there is a significant vorticity as seen at Re = 3 and 6, the recirculation of RBCs does not begin until the Reynolds number reaches 12. The point of flow separation advances downstream with an increase in Re. At Re = 12 and 18, particle tracking was possible only at locations where the flows were not too high.\nTo quantify the location of flow separation leading to backflows, we computed the vorticity throughout the channel from the local velocity vectors estimated by \nμ\nPIV using the equation \n\n\nω\n=\n∇\n×\nv\n. The vorticity distribution is shown as a heat map overlay on the streamlines in \nFig. 5\n. At Re = 3, we observe small microvortices at the entrance to the channel. At Re = 6, the strength of the vortices increases twofold and the location of flow separation moves further downstream. At higher Re (=12 and 18), the strength of the vortices increases further by several folds, and the point of flow separation is pushed further downstream from the entrance. However, the extremely high flow velocities closer to the center of the channel precluded particle tracing at these locations.\nThe presence of fluid vortices without any RBC at Re = 3 and 6 suggests that other blood components may be transported into the venous valve sinuses. Unlike other studies where RBCs were used to follow fluid streamlines, in this work, the fluid vortices were tracked with smaller particles of size similar to that of platelets (1 \nμ\nm) and stiffer than the RBCs. Our observation at Re = 3 and 6 implies that while RBCs may not enter the valve pockets at these low flow rates, smaller platelets may preferentially enter the valve regions. Computational and experimental studies have shown the margination of platelets driven by cell–cell collision or volume exclusion, wherein more deformable RBCs drive less deformable platelets toward the wall.\n24,30,31\n Our results show that platelet margination can be a flow-driven phenomenon by transport along the streamlines and can happen independent of volume exclusion or due to collisions with RBCs.\n22,32,33",
    "fig._5.": "Open in a new tab\nStreamlines and vorticity distribution in vortical flows\n.\n From the \nμ\nPIV measurements of instantaneous velocities, streamlines and vorticities were computed at the indicated locations at the various Re numbers (a)–(d). RBC distributions from high speed imaging are also shown. The images show that although there is a significant vorticity as seen at Re = 3 and 6, the recirculation of RBCs does not begin until the Reynolds number reaches 12. The point of flow separation advances downstream with an increase in Re. At Re = 12 and 18, particle tracking was possible only at locations where the flows were not too high.",
    "flow_separation_results_in_atypical_wall_shear_stress": "The presence of forward and reversing velocity profiles due to flow separation shown in \nFig. 5\n suggests that there are regional variations in shear stress on channel walls. The shear rate distribution is computed from the velocity vectors, using the equation \n\n\nε\nx\ny\n=\n1\n/\n2\n(\n∂\nv\n/\n∂\nx\n+\n∂\nu\n/\n∂\ny\n)\n, where \nu\n and \nv\n are instantaneous local velocities in the \nx\n and \ny\n directions, respectively. Based on the \nμ\nPIV measurements, we estimated the shear stresses along the outer walls at the various Re numbers (\nFig. 6\n). At a low Re, Re = 0.6 (orange line), the wall shear rates are low due to unidirectional creeping flows. At Re = 3 and 6, the flow separation and vortices result in a stagnation point [as shown in \nFigs. 5(a)\n and \n5(b)\n], and the wall experiences both flow reversal and forward flow. Correspondingly, the wall shear stress shows a non-monotonic profile with zero shear stress stagnation point at a location less than one channel width (∼200 \nμ\nm). As the Re was increased further to Re = 12 and 18 (green and gray), the large backflow near the wall resulted in a high reverse shear stress at the wall, with the stagnation point moving further downstream. These data suggest that even at Re as low as 3, the walls may experience reversal of shear stress. Such regional variations in wall shear stresses may have important consequences on endothelial mechanotransduction and hence on its phenotype. Low flows in the venous valve region drive endothelial cells to a low grade inflammatory and prothrombotic phenotype. This phenotype supports the adhesion of monocytes, which, in turn, is a rich source of tissue factor and initiation of intrinsic pathway of coagulation.\n34\n The hypoxia induced by low flows may also play a role in initiating thrombus development due to its effects on endothelial cells.\n35\nFIG. 6.\n\n\n\n\nOpen in a new tab\n\n\nWall shear rate distribution. The shear rate distributions near the wall in the recirculation regions were obtained from the \nμ\nPIV measurements of instantaneous velocities at the indicated Re. For the chosen coordinate system, on the right wall, the shear rates are negative for forward flows and positive for reverse flows; and zero shear indicates stagnation point. The data are mean and SEM (\nn\n = 3).",
    "fig._6.": "Open in a new tab\nWall shear rate distribution. The shear rate distributions near the wall in the recirculation regions were obtained from the \nμ\nPIV measurements of instantaneous velocities at the indicated Re. For the chosen coordinate system, on the right wall, the shear rates are negative for forward flows and positive for reverse flows; and zero shear indicates stagnation point. The data are mean and SEM (\nn\n = 3).",
    "estimation_of_threshold_shear_rates_that_drive_rbc_distribut": "Since no RBCs were seen in the vortices till Re = 12, the cell trajectories do not follow the fluid streamlines in the vortex. When Re < 12, the cells do not cross streamlines to enter the vortices, suggesting that only at Re = 12, the energy necessary to drive the RBCs from the main flow to the vortex is realized. In a bounded Poiseuille flow, particles migrate toward the wall and occupy an equilibrium position due to the balance between the shear-gradient-induced lift force, which pushes the particles toward the wall, drag force due to the motion, deformation-induced lift force, and the wall-effect-induced lift force due to the wall, which act in the opposite direction, pushing the cells away from the wall.\n36\n For straight channel flows with a rigid particle, the shear-gradient-induced lift force expression is given as \n\n\nF\nL\n=\nC\nρ\nG\n2\na\n4\n, where \nC\n, \n\n\nρ\n, \n\n\nG\n,\na\nn\nd\na\n are the lift coefficient, fluid density, local shear rate, and particle radius, respectively.\n37\n Although the numerical validity of this expression may not be accurate for suddenly expanding flow with deformable cells, the scaling laws have been found to be applicable and used for vortex-based fractionation of cells based on their sizes.\n36,38–40\n Next, the deformation-induced lift force is dependent on RBC deformability, which is a function of shear rate through the Capillary number (\nCa\n) of a RBC, which is defined by \n\n\nC\na\n=\nμ\nγ\n˙\na\n/\nσ\n, where \n\n\nμ\n,\nγ\n˙\n,\na\n,\nand\nσ\n are the fluid viscosity, shear rate, RBC radius, and shear modulus of the RBC membrane, respectively.\n41\n Finally, the cell–cell interactions also depend on shear rate.\n42\n Therefore, for a given particle size, the net lift force on a RBC will be determined by the local shear rate.\nTo obtain further insights into this lift phenomenon on RBC motion in vortical flows, we sought to estimate the shear strain acting locally on the cells. Although at low Re (Re = 0.6 and 3), we were able to obtain the complete velocity profile from \nμ\nPIV in the flow separation regions, at higher Re (Re = 12 and 18), the high velocities near the center of the channel precluded the tracking of particles and hence local velocities, which could only be obtained farther from the center, and farther from the regions where flow actually separates. Therefore, we used 3D CFD simulations to obtain velocity profiles in regions that were not feasible to obtain experimentally. We used COMSOL to solve the Navier–Stokes equation to obtain three-dimensional (3D) velocity vectors and compared it with \nμ\nPIV measurements (\nFig. 7\n). These computations faithfully confirm the velocity profiles estimated using \nμPIV\n including creeping flows at Re = 0.6; development and growth of microvortices at Re = 3 and Re = 6, respectively; and the formation of vortices and stagnation points near the wall at higher Re (Re = 12 and 18) (compare with \nFig. 5\n). In particular, we note that the velocity vectors from CFD simulations match well at the various locations where experimental data were available and the local velocities were within the sensitivity limits of \nμPIV\n [\nFig. 7(e)\n].\nFIG. 7.\n\n\n\n\nOpen in a new tab\n\n\nComparison between velocity distributions obtained from \nμ\nPIV measurements (right) with 3D CFD simulations (left) at the indicated locations and at the indicated Re (a)–(d). The dotted line in the velocity profiles (E) indicates discrepancy between experiment and simulation.\nHaving matched the experimental and computational velocity fields either fully, at low Re, or partially at higher Re, we computationally determined the shear strain acting on the RBCs near the entrance to the channel from where cells enter the valve pockets [\nFig. 8(a)\n]. \nFigure 8(b)\n shows the shear rate perpendicular to the direction of main flow, plotted along the direction of flow at the y-location corresponding to the edge of the constriction at the inlet [within the white-bounded region in \nFig. 8(a)\n]. We profiled the strain rates because the inertial boundary layer separates along this line to form laminar vortices (i.e., Moffatt corner eddy flow) in the sudden expansion. As expected, the strains continue to decrease as the fluid enters the sudden expansion, and at any given location, increases with an increase in Re.\nFIG. 8.\n\n\n\n\nOpen in a new tab\n\n\n(a) Shear rate distributions computed by 3D CFD simulations at the indicated Re. The white box indicates the location where the flow separation was noticed and, hence, was used in estimating location shear rates; (b) shear rates along at different Y-coordinates moving with the flow in the white box indicated in (a). The filled circles indicate the shear rates computed by the simulations at any given Y-coordinate, and the curves indicate the best fit. The red dotted line indicates the maximum shear rate corresponding to Re = 6, below which no RBC entered the vortical flows.\nSince we observed flow separation at Re = 3 and 6, but RBCs do not enter the vortices at these flow rates, we propose that a shear rate lower than the maximum value at Re = 6 (∼1.8 × 10\n5\n s\n−1\n) is not sufficient to drive the RBC into the vortex [\nFig. 8(b)\n, dotted line]. But at Re = 12, when the shear rate increases to 2.5 × 10\n5\n s\n−1\n or ∼200–250 Pa (for a viscosity of 1 cP), a few RBCs enter into the vortices, suggesting that this value represents the necessary sideward momentum to drive RBCs into the valve pockets. The increase in Re to 18 and 24 increases the shear rate linearly but the lift force by square of the shear rate, thus resulting in driving many RBCs into the vortices, resulting in a vortex hematocrit instead of a feed hematocrit.\nThe scale-down experimental system is appropriate to investigate the transport phenomena of RBCs isolated from small volumes of fresh human blood without relying on a substitute. Yet, it places certain limitations in translating the results to larger, actual venous valves. As mentioned previously, by matching the Re, we maintained flow patterns and regime in the scale-down model similar to those in femoral and saphenous veins. This means that the flow velocity and shear rates in the smaller microchannels are larger than those in \nin vivo\n veins. Hence, compared with the model, RBCs in venous valves will not only travel at lower velocity but will also experience different levels of lift forces. Another inherent constraint in the scale down model is the confinement-related effects since RBC deformability is known to be altered in cell-sized channels.\n43\n Although we do not expect confinement effects at a single cell level in our microchannels since they are ∼6× larger than the hydrodynamic diameter of RBCs, it is plausible that these effects may be felt due to cell–cell interactions. Therefore, the shear rate–vortical dynamics relationship in venous valves may be different from what is observed in our model microchannels due to the aforementioned scaling effects.\n44,45\n Nonetheless, the experimental flow patterns and RBC distribution data presented in this work, together with our recent report on RBC deformability,\n50\n can be valuable for understanding RBC entrapment in venous valves, such as through computationally intensive multiscale simulations.\n46\nIt is appropriate to note some of the experimental adaptations in this \nin vitro\n study that limit the applicability of our conclusions directly to the pathophysiology of venous thrombosis. We have used dilute red cell suspensions which are ∼10× lower than physiological RBC concentrations so as to isolate fluid–cell interactions on RBC distribution. However, at higher RBC concentrations, cell–cell interactions may dominate fluid–cell interactions, and the local changes in hematocrit may be even more pronounced than what is reported in this study. We have used steady flow that does not capture pulsations, which are believed to be prominent due to muscle contraction, and can affect the dynamics of RBC entry and exit from the vortex.\n47,48\n Furthermore, we have used stiff valves with an elastic modulus that is tenfold higher than healthy valve tissues; and we have used a valve expansion ratio of 1:10, while the expansion ratio for a healthy valve is 1:4. Of interest, the valve tissue becomes stiffer with aging due to fibrotic tissue formation, and the stiff valve does not open fully in response to pressure drop. Future work will extend to \nμ\nPIV measurements to investigate the impact of pliable valves and expansion ratios on RBC transport while accounting for RBC deformability, RBC distribution, confinement effects, and cell–cell interactions.",
    "fig._7.": "Open in a new tab\nComparison between velocity distributions obtained from \nμ\nPIV measurements (right) with 3D CFD simulations (left) at the indicated locations and at the indicated Re (a)–(d). The dotted line in the velocity profiles (E) indicates discrepancy between experiment and simulation.",
    "fig._8.": "Open in a new tab\n(a) Shear rate distributions computed by 3D CFD simulations at the indicated Re. The white box indicates the location where the flow separation was noticed and, hence, was used in estimating location shear rates; (b) shear rates along at different Y-coordinates moving with the flow in the white box indicated in (a). The filled circles indicate the shear rates computed by the simulations at any given Y-coordinate, and the curves indicate the best fit. The red dotted line indicates the maximum shear rate corresponding to Re = 6, below which no RBC entered the vortical flows.",
    "conclusion": "In summary, we have shown that vortical flows in microchannels of geometry similar to venous valve pockets result in anomalous local RBC distribution, which can be significantly different from the feed or bulk hematocrit. We have also shown that shear rates determine whether RBC trajectories follow fluid streamlines into the microchannel pockets. The \nμ\nPIV-based quantification shows small recirculating flow regions that do not contain RBCs and regions with RBCs that are trapped in infinite limit cycles.\n49\n Finally, the vortical flows also result in stasis and reversal of shear rate directions on the vessel walls. These findings illustrate that vortical flows due to sudden expansion can alter the local composition of cellular components and also local shear rates, thus influencing all three vertices of Virchow's triad implicated in mural or device-related thrombosis. Beyond relevance to venous thrombosis, our findings also provide experimental insights into inertial flow of dilute suspensions in sudden expansions, which has applications in microfluidics-based flow focusing for the separation of cells based on size or deformability. Our data provide shear rate thresholds for inertial focusing of cells into the expansions and increasing the separation efficiency by trapping them into the micro-vortices based on their size.",
    "supplementary_material": "See the \nsupplementary material\n for bright field images at Re 0.6–24, the calibration curve, and an experimental video showing RBC entrapment.",
    "acknowledgments": "The authors acknowledge the financial support from NASA (No. 80NSSC21K0272), National Science Foundation (NSF) (No. 1727072), and volunteer blood donors, and technical assistance from Dr. Alfred Renaldo at MPEL, SJSU. The authors also acknowledge the anonymous reviewers for their input on the interpretation of the results.",
    "contributor_information": "Liat Rosenfeld, Email: mailto:liat.rosenfeld@sjsu.edu.\nAnand K. Ramasubramanian, Email: mailto:anand.ramasubramanian@sjsu.edu.",
    "author_declarations": "Conflict of Interest\n\n\nThe authors have no conflicts to disclose.\nEthics Approval\n\n\nVenous blood was freshly drawn from healthy volunteers after signing an informed consent and obtaining written ethics approval in accordance with the approved Institutional Review Board (IRB) protocol (IRB \nF16134\n, Office of Research, SJSU).\nAuthor Contributions\n\n\nZ.A.C.S., V.V., L.R., and A.K.R. designed the research, analyzed data, and wrote the manuscript. Z.A.C.S., V.V., and D.M.V. performed experiments, analyzed data, and prepared the graphs. L.R. and A.K.R. contributed reagents and secured funding. Z.A.C.S. and V.V. contributed equally to this work. All authors approved the final version of the manuscript.",
    "conflict_of_interest": "The authors have no conflicts to disclose.",
    "ethics_approval": "Venous blood was freshly drawn from healthy volunteers after signing an informed consent and obtaining written ethics approval in accordance with the approved Institutional Review Board (IRB) protocol (IRB \nF16134\n, Office of Research, SJSU).",
    "author_contributions": "Z.A.C.S., V.V., L.R., and A.K.R. designed the research, analyzed data, and wrote the manuscript. Z.A.C.S., V.V., and D.M.V. performed experiments, analyzed data, and prepared the graphs. L.R. and A.K.R. contributed reagents and secured funding. Z.A.C.S. and V.V. contributed equally to this work. All authors approved the final version of the manuscript.",
    "data_availability": "The data that support the findings of this study are available within the article and its \nsupplementary material\n.",
    "references": "1.\nMohandas N. and Evans E., “Mechanical properties of the red cell membrane in relation to molecular structure and genetic defects,” Annu. Rev. Biophys. Biomol. Struct.\n23, 787–818 (1994). 10.1146/annurev.bb.23.060194.004035\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nParasuraman S.\net al. , “Hematocrit levels and thrombotic events in patients with polycythemia vera: An analysis of veterans health administration data,” Ann. Hematol.\n98, 2533–2539 (2019). 10.1007/s00277-019-03793-w\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nBraekkan S. K., Mathiesen E. B., Njølstad I., Wilsgaard T., and Hansen J.-B., “Hematocrit and risk of venous thromboembolism in a general population: The Tromso study,” Haematologica\n95, 270–275 (2010). 10.3324/haematol.2009.008417\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nFolsom A. R.\net al. , “Hematocrit and incidence of venous thromboembolism,” Res. Pract. Thromb. Haemostasis\n4, 422–428 (2020). 10.1002/rth2.12325\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nEischer L.\net al. , “Hematocrit and the risk of recurrent venous thrombosis: A prospective cohort study,” PLoS One\n7, e38705 (2012). 10.1371/journal.pone.0038705\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nStaessens S.\net al. , “Studying stroke thrombus composition after thrombectomy: What can we learn?,” Stroke\n52, 3718–3727 (2021). 10.1161/STROKEAHA.121.034289\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nHong J. K.\net al. , “Evaluating medical device and material thrombosis under flow: Current and emerging technologies,” Biomater. Sci.\n8, 5824–5845 (2020). 10.1039/D0BM01284J\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nKumar A. and Graham M. D., “Margination and segregation in confined flows of blood and other multicomponent suspensions,” Soft Matter\n8, 10536 (2012). 10.1039/c2sm25943e\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nPries A. R., Neuhaus D., and Gaehtgens P., “Blood viscosity in tube flow: Dependence on diameter and hematocrit,” Am. J. Physiol. Circ. Physiol.\n263, H1770–H1778 (1992). 10.1152/ajpheart.1992.263.6.H1770\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nCarboni E. J.\net al. , “Direct tracking of particles and quantification of margination in blood flow,” Biophys. J.\n111, 1487–1495 (2016). 10.1016/j.bpj.2016.08.026\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nSpann A. P.\net al. , “The effect of hematocrit on platelet adhesion: Experiments and simulations,” Biophys. J.\n111, 577–588 (2016). 10.1016/j.bpj.2016.06.024\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nPskowski A., Bagchi P., and Zahn J. D., “Investigation of red blood cell partitioning in an \nin vitro\n microvascular bifurcation,” Artif. Organs\n45, 1083–1096 (2021). 10.1111/aor.13941\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nSugii Y., Okuda R., Okamoto K., and Madarame H., “Velocity measurement of both red blood cells and plasma of in vitro blood flow using high-speed micro PIV technique,” Meas. Sci. Technol.\n16, 1126–1130 (2005). 10.1088/0957-0233/16/5/011\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nByrnes J. R. and Wolberg A. S., “Red blood cells in thrombosis,” Blood\n130, 1795–1799 (2017). 10.1182/blood-2017-03-745349\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nWeisel J. W. and Litvinov R. I., “Red blood cells: The forgotten player in hemostasis and thrombosis,” J. Thromb. Haemost.\n17, 271–282 (2019). 10.1111/jth.14360\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nSevitt S., “The structure and growth of valve-pocket thrombi in femoral veins,” J. Clin. Pathol.\n27, 517–528 (1974). 10.1136/jcp.27.7.517\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nRosendaal F. R., “Causes of venous thrombosis,” Thromb. J.\n14, 24 (2016). 10.1186/s12959-016-0108-y\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nBagot C. N. and Arya R., “Virchow and his triad: A question of attribution,” Br. J. Haematol.\n143, 180–190 (2008). 10.1111/j.1365-2141.2008.07323.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nWelsh J. D.\net al. , “Hemodynamic regulation of perivalvular endothelial gene expression prevents deep venous thrombosis,” J. Clin. Invest.\n129, 5489–5500 (2019). 10.1172/JCI124791\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nKarino T. and Motomiya M., “Flow through a venous valve and its implication for thrombus formation,” Thromb. Res.\n36, 245–257 (1984). 10.1016/0049-3848(84)90224-X\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nLurie F., Kistner R. L., Eklof B., and Kessler D., “Mechanism of venous valve closure and role of the valve in circulation: A new concept,” J. Vasc. Surg.\n38, 955–961 (2003). 10.1016/S0741-5214(03)00711-0\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nLehmann M.\net al. , “Platelets drive thrombus propagation in a hematocrit and glycoprotein VI-dependent manner in an in vitro venous thrombosis model,” Arterioscler. Thromb. Vasc. Biol.\n38, 1052–1062 (2018). 10.1161/ATVBAHA.118.310731\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nSchofield Z.\net al. , “The role of valve stiffness in the insurgence of deep vein thrombosis,” Commun. Mater.\n1, 65 (2020). 10.1038/s43246-020-00066-2\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nZhao R.\net al. , “Micro-flow visualization of red blood cell-enhanced platelet concentration at sudden expansion,” Ann. Biomed. Eng.\n36, 1130–1141 (2008). 10.1007/s10439-008-9494-z\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nPassos A.\net al. , “The effect of deformability on the microscale flow behavior of red blood cell suspensions,” Phys. Fluids\n31, 091903 (2019). 10.1063/1.5111189\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nAbay A., Recktenwald S. M., John T., Kaestner L., and Wagner C., “Cross-sectional focusing of red blood cells in a constricted microfluidic channel,” Soft Matter\n16, 534–543 (2020). 10.1039/C9SM01740B\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nFronek A., Criqui M. H., Denenberg J., and Langer R. D., “Common femoral vein dimensions and hemodynamics including valsalva response as a function of sex, age, and ethnicity in a population study,” J. Vasc. Surg.\n33, 1050–1056 (2001). 10.1067/mva.2001.113496\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nAshby E. C., Ashford N. S., and Campbell M. J., “Posture, blood velocity in common femoral vein, and prophylaxis of venous thromboembolism,” Lancet\n345, 419–421 (1995). 10.1016/S0140-6736(95)90402-6\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nLima R., Wada S., Takeda M., Tsubota K., and Yamaguchi T., “In vitro confocal micro-PIV measurements of blood flow in a square microchannel: The effect of the haematocrit on instantaneous velocity profiles,” J. Biomech.\n40, 2752–2757 (2007). 10.1016/j.jbiomech.2007.01.012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nReasor D. A., Mehrabadi M., Ku D. N., and Aidun C. K., “Determination of critical parameters in platelet margination,” Ann. Biomed. Eng.\n41, 238–249 (2013). 10.1007/s10439-012-0648-7\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nCzaja B.\net al. , “The influence of red blood cell deformability on hematocrit profiles and platelet margination,” PLoS Comput. Biol.\n16, e1007716 (2020). 10.1371/journal.pcbi.1007716\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nPanova-Noeva M.\net al. , “Comprehensive platelet phenotyping supports the role of platelets in the pathogenesis of acute venous thromboembolism—Results from clinical observation studies,” EBioMedicine\n60, 102978 (2020). 10.1016/j.ebiom.2020.102978\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nMontoro-García S., Schindewolf M., Stanford S., Larsen O., and Thiele T., “The role of platelets in venous thromboembolism,” Semin. Thromb. Hemost.\n42, 242–251 (2016). 10.1055/s-0035-1570079\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nvon Brühl M.-L.\net al. , “Monocytes, neutrophils, and platelets cooperate to initiate and propagate venous thrombosis in mice \nin vivo\n,” J. Exp. Med.\n209, 819–835 (2012). 10.1084/jem.20112322\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nBovill E. G. and Van Der Vliet A., “Venous valvular stasis-associated hypoxia and thrombosis: What is the link?,” Annu. Rev. Physiol.\n73, 527–545 (2011). 10.1146/annurev-physiol-012110-142305\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nPark J. S. and Jung H. I., “Multiorifice flow fractionation: Continuous size-based separation of microspheres using a series of contraction/expansion microchannels,” Anal. Chem.\n81, 8280–8288 (2009). 10.1021/ac9005765\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nAsmolov E. S., “The inertial lift on a spherical particle in a plane poiseuille flow at large channel Reynolds number,” J. Fluid Mech.\n381, 63–87 (1999). 10.1017/S0022112098003474\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nDi Carlo D., Edd J. F., Humphry K. J., Stone H. A., and Toner M., “Particle segregation and dynamics in confined flows,” Phys. Rev. Lett.\n102, 094503 (2009). 10.1103/PhysRevLett.102.094503\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nSollier E.\net al. , “Size-selective collection of circulating tumor cells using vortex technology,” Lab Chip\n14, 63–77 (2014). 10.1039/C3LC50689D\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nHaddadi H. and Di Carlo D., “Inertial flow of a dilute suspension over cavities in a microchannel,” J. Fluid Mech.\n811, 436–467 (2017). 10.1017/jfm.2016.709\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nGeislinger T. M. and Franke T., “Hydrodynamic lift of vesicles and red blood cells in flow—From fåhræus & lindqvist to microfluidic cell sorting,” Adv. Colloid Interface Sci.\n208, 161–176 (2014). 10.1016/j.cis.2014.03.002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nKantsler V., Segre E., and Steinberg V., “Dynamics of interacting vesicles and rheology of vesicle suspension in shear flow,” Europhys. Lett.\n82, 58005 (2008). 10.1209/0295-5075/82/58005\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nReichel F., Mauer J., Nawaz A. A., Gompper G., Guck J., and Fedosov D. A., “High-throughput microfluidic characterization of erythrocyte shapes and mechanical variability,” Biophys. J.\n117, 14–24 (2019). 10.1016/j.bpj.2019.05.022\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nMehrabadi M., Ku D. N., and Aidun C. K., “Effects of shear rate, confinement, and particle parameters on margination in blood flow,” Phys. Rev. E\n93, 023109 (2016). 10.1103/PhysRevE.93.023109\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nZhao H., Shaqfeh E. S. G., and Narsimhan V., “Shear-induced particle migration and margination in a cellular suspension,” Phys. Fluids\n24, 011902 (2012). 10.1063/1.3677935\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nYe T., Phan-Thien N., and Lim C. T., “Particle-based simulations of red blood cells-review,” J. Biomech.\n49, 2255–2266 (2016). 10.1016/j.jbiomech.2015.11.050\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nRecek C., “Calf pump activity influencing venous hemodynamics in the lower extremity,” Int. J. Angiol.\n22, 23–30 (2013). 10.1055/s-0033-1334092\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nHu X., Li Y., Li J., and Chen H., “Effects of altered blood flow induced by the muscle pump on thrombosis in a microfluidic venous valve model,” Lab Chip\n20, 2473–2481 (2020). 10.1039/D0LC00287A\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nDydek E. V. and Chaikof E. L., “Simulated thrombin responses in venous valves,” J. Vasc. Surg. Venous Lymphat. Disord.\n4, 329–335 (2016). 10.1016/j.jvsv.2015.09.005\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nKumar A.\net al. , “Automated motion tracking and data extraction for Red blood cell biomechanics,” Curr. Protoc. Cytom.\n93, e75 (2020).\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSee the \nsupplementary material\n for bright field images at Re 0.6–24, the calibration curve, and an experimental video showing RBC entrapment.\nData Availability Statement\n\n\nThe data that support the findings of this study are available within the article and its \nsupplementary material\n.",
    "supplementary_materials": "See the \nsupplementary material\n for bright field images at Re 0.6–24, the calibration curve, and an experimental video showing RBC entrapment.",
    "data_availability_statement": "The data that support the findings of this study are available within the article and its \nsupplementary material\n.",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (5.9 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8896891/"
}