{
  "id": "PMC8518694",
  "title": "Cadaverine regulates biotin synthesis to modulate primary root growth in Arabidopsis",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Cadaverine regulates biotin synthesis to modulate primary root growth in Arabidopsis",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8518694/"
  },
  "sections": {
    "abstract": "SUMMARY\nCadaverine, a polyamine, has been linked to modification of root growth architecture and response to environmental stresses in plants. However, the molecular mechanisms that govern the regulation of root growth by cadaverine are largely unexplored. Here we conducted a forward genetic screen and isolated a mutation, \ncadaverine hypersensitive 3\n (\ncdh3\n), which resulted in increased root‐growth sensitivity to cadaverine, but not other polyamines. This mutation affects the \nBIO3‐BIO1\n biotin biosynthesis gene. Exogenous supply of biotin and a pathway intermediate downstream of BIO1, 7,8‐diaminopelargonic acid, suppressed this cadaverine sensitivity phenotype. An \nin vitro\n enzyme assay showed cadaverine inhibits the BIO3‐BIO1 activity. Furthermore, cadaverine‐treated seedlings displayed reduced biotinylation of Biotin Carboxyl Carrier Protein 1 of the acetyl‐coenzyme A carboxylase complex involved in \nde novo\n fatty acid biosynthesis, resulting in decreased accumulation of triacylglycerides. Taken together, these results revealed an unexpected role of cadaverine in the regulation of biotin biosynthesis, which leads to modulation of primary root growth of plants.",
    "introduction": "INTRODUCTION\nCadaverine (1,5‐diaminopentane) is a polyamine associated with environmental perception and modulation of biological processes in prokaryotic and eukaryotic organisms. In plants, alterations in cadaverine levels induce changes in root architecture (Gamarnik and Frydman, \n1991\n; Liu et al., \n2014\n; Niemi et al., \n2002\n; Strohm et al., \n2015\n), fresh weight (Cassán, \n2009\n; Tomar et al., \n2013\n), and stress response (Aziz et al., \n1998\n; Cassán, \n2009\n; Kuznetsov et al., \n2007\n; Liu et al., \n2000\n; Shevyakova et al., \n2001\n; Sziderics et al., \n2010\n) with implications in crop yield and environmental stress resistance (reviewed in Jancewicz et al., \n2016\n).\nCadaverine is produced by decarboxylation of lysine in plastids (Bunsupa et al., \n2012\n), a process that has been shown to be upregulated by environmental stresses, including heat, drought, and salt stress, in ice plant (Kuznetsov et al., \n2007\n; Shevyakova et al., \n2001\n), pepper (Sziderics et al., \n2010\n), and maize (Simon‐Sarkadi et al., \n2014\n). On the other hand, free cadaverine levels are below the limit of detection in \nArabidopsis thaliana\n (Bunsupa et al., \n2012\n; Shimizu et al., \n2019\n). However, all plants can accumulate cadaverine directly from their environment, in the form of molecules secreted by microbes from the phyllosphere, rhizosphere or endosphere, or diffusing from decomposing matter (Cassán, \n2009\n). Importantly, both endogenous cadaverine and exogenously applied cadaverine can modulate plant growth and environment‐related stress resistance (reviewed in Jancewicz et al., \n2016\n). \nA. thaliana\n seedlings exposed to exogenous cadaverine display altered root‐growth behavior, clearly indicating a role for this compound in root‐growth regulation (Strohm et al., \n2015\n).\nSimilar to other polyamines, cadaverine catabolism produces hydrogen peroxide and other derived compounds, which serve as transducers in a variety of physiological, developmental, and environmental stress responses in animals, plants, and microbes. In \nLeguminosae\n, cadaverine is a precursor for quinolizidine alkaloids, which act to deter insects (Bunsupa et al., \n2012\n). Much of the polyamine content within plant cells has been shown to be in the conjugated form (Torrigiani et al., \n1987\n). Cadaverine can conjugate to lignin precursors, although other acceptors of conjugation are possible (Negrel et al., \n1992\n).\nDespite these important roles of cadaverine in a broad aspect of plant development and physiology, very little is known about the molecular mechanisms that modulate plant responses to cadaverine. To date, three cadaverine‐response genes have been identified in \nA. thaliana\n: \nOCT1\n, \nPAO4\n, and \nSPMS\n (Liu et al., \n2014\n; Strohm et al., \n2015\n). \nOCT1\n encodes an organic cation transporter previously implicated in carnitine transport (Lelandais‐Brière et al., \n2007\n; Strohm et al., \n2015\n). \nPAO4,\n on the other hand, encodes a polyamine oxidase that functions in the back‐conversion of spermine into spermidine, and spermidine into putrescine (Liu et al., \n2014\n). \nSPMS\n encodes a spermine synthase.\nTo understand this process better, we carried out a forward genetic screen in \nA. thaliana\n, seeking mutations that affect root‐growth responses to exogenous cadaverine. This screen revealed biotin as a possible target for the cadaverine‐induced pathway. In addition, the named vitamin B7 or H, biotin is an essential cofactor that functions in carboxylation reactions associated with \nde novo\n fatty acid biosynthesis and amino acid homeostasis (Alban et al., \n2000\n).\nIn both plants and fungi, biotin synthesis starts with the conversion of pimeloyl‐coenzyme A (pimeloyl‐CoA) to 7‐keto‐8‐aminoperlargonic acid (KAPA), which is catalyzed by the cytosol‐ and peroxisome‐localized KAPA synthase enzyme (encoded by the \nBIO4\n gene in Arabidopsis) (Pinon, \n2005\n; Tanabe et al., \n2011\n). Subsequent reactions occur in the mitochondria, and produce 7,8‐diaminopelargonic acid (DAPA), dethiobiotin (DTB), and finally biotin. These reactions are catalyzed by the DAPA synthase (BIO1), DTB synthase (BIO3), and biotin synthase (BIO2) enzymes, respectively (Cobessi et al., \n2012\n; Muralla et al., \n2007\n; Picciocchi et al., \n2001\n; Shellhammer and Meinke, \n1990\n). In plants and fungi, BIO1 and BIO3 form a bifunctional, homodimeric enzyme that is encoded by a single gene (Arabidopsis \nBIO3‐BIO1\n, \nAt5G57590\n) (Muralla et al., \n2007\n).\nIn Arabidopsis, five carboxylases have been shown to use biotin as a cofactor: acetyl‐CoA carboxylase (ACCase; which catalyzes the first step in \nde novo\n fatty acid biosynthesis) (Sasaki et al., \n1993\n; Yanai et al., \n1995\n), 3‐methylcrotonyl‐CoA carboxylase (MCCase; which contributes to leucine catabolism) (Alban et al., \n1993\n; Song et al., \n1994\n), propionyl‐CoA carboxylase (an enzyme that functions at the intersection between fatty acid, amino acid, and sugar metabolism pathways) (Wurtele and Nikolau, \n1990\n), geranoyl‐CoA carboxylase (Guan et al., \n1999\n), and pyruvate carboxylase (a key contributor to gluconeogenesis and lipogenesis) (Wurtele and Nikolau, \n1990\n; reviewed in Nikolau et al., \n2003\n). A role for biotin beyond its function as a cofactor in carboxylases has also been suggested (Che, \n2003\n), as has its potential contribution to the regulation of expression of defense‐related genes (Li et al., \n2012\n). Furthermore, an uncharacterized nuclear‐localized biotinylated protein has also been identified as potential regulator of target gene expression (Li et al., \n2012\n).\nIn this work, we show that cadaverine modulates primary root growth, mainly, by altering the biotin metabolic pathway in \nA. thaliana\n. Cadaverine‐induced inhibition of root growth can be rescued with supplementation of biotin and biotin‐pathway intermediates downstream of BIO1. Furthermore, we observed that decreased biotinylation of ACCase subunit BCCP1, as a result of cadaverine treatment, leads to a reduction of fatty acid synthesis. This study will contribute toward understanding how biotin limitation affects plant growth, and the role of cadaverine as a natural biotin inhibitor.",
    "results": "RESULTS\n\n\ncdh3\n mutation enhances primary root growth sensitivity to cadaverine in Arabidopsis\nTo identify molecular candidates in cadaverine response in plants, we carried out a forward genetic screen using a population of ethyl methanesulfonate (EMS)‐mutagenized \nA. thaliana\n plants in the Columbia‐0 (Col‐0) background. We screened M2 seedlings for altered root growth on media containing 200 µ\nm\n cadaverine. One of the cadaverine‐hypersensitive mutants identified in this screen, named \ncadaverine hypersensitive 3\n (\ncdh3\n), showed a significant inhibition of primary root growth on cadaverine‐containing media relative to wild type (Figure \n1a\n and Figure \nS1\n). This mutant is the main subject of investigation in this manuscript.\nFigure 1\n\n\ncdh3\n is hypersensitive to cadaverine (Cad).\n(a) 10‐day‐old Columbia‐0 (Col‐0) and \ncdh3\n seedlings germinated on vertical plates containing 200 μ\nm\n cadaverine or control media.\n(b) Dose–response of seedlings germinated on cadaverine media. Root growth between day 6 and 10 is quantified. Root growth on control media (average ± standard error): Col 2.29 ± 0.045 cm; \ncdh3\n 1.94 ± 0.096 cm. Whiskers represent minimum to maximum values.\n(c) Seedlings were germinated on 200 μ\nm\n cadaverine or control media and treated with propidium iodide to stain the cell walls. Stained roots were then analyzed using confocal microscopy. Five seedlings were analyzed per treatment group. White stars indicate the quiescent center. White arrowheads indicate the end of the root meristem.\n(d) Length of the meristem was quantified by identifying cells in the cortex whose length is greater than the width, and measuring the distance from the distal wall this cell to the distal wall of the quiescent center. Bars represent standard error, with dots showing data points.\n(e) Numbers of cells in the meristems were counted from the quiescent center to the end of the meristem along the cortex. Bars represent standard error, with dots showing data points.\n(f) Root tip growth following transfer of 5‐day‐old seedlings from control to split agar plates containing either control media, or media supplemented with 200 μ\nm\n cadaverine. Root tip growth was recorded using a high‐resolution camera for 96 h and quantified using ImageJ. Data points represent the three seedlings per treatment. Bars indicate standard error. *\nP\n < 0.05, **\nP\n < 0.01, ***\nP\n < 0.001 analyzed by a mixed‐effects model with an \nF\n‐test for the interaction between time and treatment with Tukey’s adjustment for multiple comparisons.\n(g) \ncdh3\n and wild‐type root growths were measured from day 6 to 10 on control or media supplemented with the indicated concentrations of putrescine, spermidine, and spermine. Root growths were standardized to growth on control media for each genotype. Whiskers show minimum to maximum values. ANOVA with Tukey's HSD correction was used to determine significance.\nCadaverine decreases primary root growth earlier in the \ncdh3\n mutant than the wild type\nTo characterize \ncdh3\n further, we first plated wild‐type and \ncdh3\n mutant seeds on media containing cadaverine, ranging from 2 µ\nm\n to 2 m\nm\n, and quantified primary root growth under these conditions. The results demonstrated a strong inhibitory effect of cadaverine at concentrations as low as 2 µ\nm\n for \ncdh3\n, whereas a significant effect of cadaverine on wild‐type root growth was observed only at concentrations of 20 µ\nm\n and higher (Figure \n1b\n). At 20 µ\nm\n\n\ncdh3\n primary roots were 58.4% shorter than wild type. On control media lacking cadaverine, \ncdh3\n seedlings showed only a minor decrease in primary root growth compared with wild type (Figure \n1a\n).\nIn previous work involving wild‐type L\ner\n seedlings, Strohm \net al\n. showed that exogenous cadaverine inhibits primary root growth mostly by affecting cell elongation (Strohm et al., \n2015\n). They also demonstrated the existence of substantial natural variation between Arabidopsis accessions in their primary root growth responses to exogenous cadaverine (Strohm et al., \n2015\n). Therefore, we tested the effects of exogenous cadaverine on wild‐type Col‐0, analyzing cell elongation and apical root meristem size. Eight‐day‐old seedlings were grown on 200 µ\nm\n cadaverine or control media, and roots were treated with propidium iodide, a cell‐wall stain (Strohm et al., \n2015\n), to determine cell sizes and zone boundaries in the root tip. The decrease in primary root growth was found to be mostly associated with alterations in cell size within the elongation zone (Figure \nS2\n), whereas the number of cells in the root apical meristem was not substantially affected in the wild type (Figure \n1c–e\n). However, \ncdh3\n showed a significantly smaller root meristem upon cadaverine treatment, while \ncdh3\n grown on control media showed an equal number of cells compared with wild type. In addition to decreased cell division and cell expansion in \ncdh3\n, propidium iodide permeated a number of cells within the elongation zone, suggesting cell death (Figure \n1c\n).\nWe next wanted to determine the time at which cell elongation is modified following cadaverine treatment by measuring changes in tip growth over time. Five‐day‐old seedlings were transferred on to split agar plates containing control or 200 µ\nm\n cadaverine media and imaged for 4 days using a high‐resolution camera. Wild‐type roots began to show a significant decrease in tip growth after 96 h of cadaverine treatment. \ncdh3\n, on the other hand, showed a decrease in root tip growth already 40 h after onset of cadaverine treatment (Figure \n1f\n). Therefore, the \ncdh3\n mutation substantially increases the speed of root‐tip response to exogenous cadaverine.\nBecause arginine‐derived polyamines, such as putrescine and putrescine‐derived spermidine and spermine, were previously shown to also affect primary root growth in young Arabidopsis seedlings, we tested ability of \ncdh3\n to respond to these polyamines as well (Liu et al., \n2014\n; Strohm et al., \n2015\n). The results demonstrated that \ncdh3\n and wild type show similar root‐growth response to putrescine and spermine, with \ncdh3\n showing only a mild resistance to 500 µ\nm\n spermidine (Figure \n1g\n). Hence, the \ncdh3\n mutation increases root‐growth sensitivity to cadaverine, and it has little to no effect on root responses to putrescine and putrescine‐derived polyamines.\nTaken together, our data indicate that \ncdh3\n alters a mechanism involved in the control of primary root growth in response to cadaverine, a process that targets the regulation of anisotropic cell expansion occurring in the main elongation zone as well as the meristem.\n\n\ncdh3\n’s enhanced cadaverine response is the result of a mutation in \nBIO3‐BIO1\n\n\nTo evaluate the genetic makeup of \ncdh3\n, we backcrossed it to Col‐0, and self‐pollinated the corresponding F1. Segregating F2 progeny were investigated for root‐growth sensitivity to cadaverine. Results showed 22.6% seedlings (12 of 53) exhibiting hypersensitive cadaverine response, consistent with a single, recessive mutation (chi‐squared value of 0.1179; \nP\n ˜ 0.3). To clone \nCDH3\n, we generated a pool of 162 cadaverine‐hypersensitive \ncdh3\n F2 seedlings from this segregating population, extracted DNA from this pool, and subjected it to whole genome next‐generation sequencing. The candidate mutation was mapped to a 4.6 Mb region of chromosome 5, using the approach described in Schneeberger et al. (\n2009\n). Within this region, a non‐synonymous mutation was found within the \nBIO3‐BIO1\n gene (\nAt5G57590\n), which encodes a bifunctional enzyme involved in biotin synthesis (Cobessi et al., \n2012\n). This mutation resulted in an A662T amino acid change within the BIO1 catalytic pocket of the protein (Figure \n2a,b\n), which functions as an aminotransferase that catalyzes the conversion of KAPA into DAPA within the pathway. The A662 amino acid is located in close proximity to the pyridoxal phosphate (PLP)‐cofactor binding site, potentially affecting enzymatic activity (Figure \n2c\n).\nFigure 2\n\n\ncdh3\n contains a mutation in \nBIO3‐BIO1\n.\n(a) Next‐generation sequencing revealed a peak on chromosome 5 with a high proportion of single nucleotide polymorphisms (SNPs) compared with the reference sequence. Table shows mutations within the 4.6‐Mb peak region containing non‐synonymous SNPs in protein‐coding genes.\n(b) Gene structure for \nBIO3‐BIO1\n is shown indicating the position of the SNP in \ncdh3\n.\n(c) 3D structure of the catalytic site of BIO1, deduced from the crystal structure resolved in Cobessi et al. (\n2012\n). This structure, imaged with \npymol\n software, shows the substrate (7‐keto‐8‐aminoperlargonic acid [KAPA], in pink) and the cofactor (pyridoxal phosphate [PLP], in blue) bound to L666. Position of Ala662, which is converted into a threonine in \ncdh3\n, is indicated in yellow.\n(d) Quantification of standardized root growth on control and 200 μ\nm\n cadaverine‐containing media from day 6 to 10 of wild‐type, \ncdh3\n, or \ncdh3\n transformation–rescue lines (\ncdh3\n[\nBIO3‐BIO1pro:BIO3‐BIO1\n]) with the wild type \nBIO3‐BIO1\n transgene under the control of its native promoter. \nBIO3‐BIO1\n rescue lines are at the T3 generation. Root growth on control media (average ± standard error): Columbia‐0 (Col‐0) 2.54 cm ± 0.045; \ncdh3\n 2.05 cm ± 0.073 cm; \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1 1\n 2.73 cm ± 0.075; \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1 2\n 2.37 cm ± 0.104 cm; \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1 3\n 2.36 cm ± 0.063 cm; \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1 4\n 2.53 cm ± 0.073 cm. Whiskers represent minimum to maximum.\n(e) Quantitative reverse transcription–polymerase chain reaction analysis of \nBIO3‐BIO1\n in 8‐day‐old wild‐type, \ncdh3\n, and \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1]\n seedlings grown on control media. Bars represent standard error, with dots showing biological replicates. (d,e) Significant differences between groups detected using ANOVA with Tukey’s HSD correction (\nP\n < 0.05), are indicated with distinct letters.\nTo confirm the association of the cadaverine‐hypersensitive phenotype of \ncdh3\n with the A662T mutation in \nBIO3‐BIO1\n, we transformed a wild‐type \nBIO3‐BIO1\n transgene under the control of its native promoter into \ncdh3\n. Four independent, homozygous transgenic lines (\ncdh3\n [\nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n]) were recovered and screened on cadaverine‐containing media. Results shown in Figure \n2d\n demonstrated rescue of the cadaverine‐hypersensitive phenotype of \ncdh3\n by the wild‐type \nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n transgene in all four independent lines. Furthermore, the transgene also rescued the decreased root‐growth phenotype displayed by \ncdh3\n on control media, suggesting the corresponding A662T mutation in \nBIO3‐BIO1\n was also responsible for \ncdh3\n root‐growth restriction on control media (Figure \n1a\n).\nWhile performing these transformation–rescue experiments, we also noted that three of the four transformation–rescue lines (lines 1, 3, and 4) displayed increased root‐growth resistance to cadaverine, a phenotype that is opposite to the hypersensitive response displayed by \ncdh3\n. To determine if the transformation–rescue lines displayed increased transgene expression level, \nBIO3‐BIO1\n expression was quantified using reverse transcription (RT)‐quantitative polymerase chain reaction (qPCR) on 8‐day‐old seedlings grown on control media. While no significant expression alterations were found between \ncdh3\n and wild‐type seedlings, transformation–rescue lines displayed 4.5–14.8‐fold increases in \nBIO3‐BIO1\n expression relative to wild type (Figure \n2e\n). The level of root‐growth insensitivity to cadaverine correlated with increased expression in resistant transformation–rescue lines (\nR\n\n\n2\n = 0.68). Taken together, these results suggest dosage of \nBIO3‐BIO1\n affects the root‐growth response to cadaverine.\nCadaverine response is chemically suppressed by biotin\nInitial studies with the embryo‐lethal \nbio1‐1\n mutant showed that knockout of biotin synthesis in plants can be rescued by application of exogenous biotin (Schneider et al., \n1989\n). To determine if \ncdh3\n’s hypersensitive root‐growth response to cadaverine is the result of decreased biotin, we supplemented 200 μ\nm\n cadaverine‐containing media with biotin at concentrations ranging from 10 to 100 n\nm\n (Schneider et al., \n1989\n). The cadaverine‐hypersensitive phenotype displayed by \ncdh3\n roots was rescued in a dose‐dependent manner to near wild‐type root growth by addition of biotin (Figure \n3a\n). In addition, the inhibitory effect of cadaverine on wild‐type root growth was also suppressed by addition of 80 n\nm\n biotin to the medium (Figure \n3a\n). These data are compatible with cadaverine targeting the biotin pathway or modulating biotin availability or function. Alternatively, cadaverine and biotin could function through parallel pathways to modify primary root growth.\nFigure 3\nBiotin suppresses wild‐type primary root growth response to cadaverine (Cad) and rescues the hypersensitive root growth response of \ncdh3\n.\n(a) Standardized root growth of wild‐type and \ncdh3\n mutant seedlings on 200 μ\nm\n cadaverine‐containing media in the presence of 0–100 n\nm\n biotin. ***\nP\n < 0.001 using Student’s \nt\n‐test. Root growth on control media (average ± standard error): Columbia‐0 (Col‐0) 3.505 ± 0.0925 cm; \ncdh3\n 2.605 ± 0.326 cm. Whiskers show minimum to maximum values.\n(b) Wild‐type and \ncdh3\n mutant root growth from day 6 to 10 on media with or without 200 μ\nm\n cadaverine, in the presence of 1 μ\nm\n biotin, 7‐keto‐8‐aminoperlargonic acid (KAPA) or 7,8‐diaminopelargonic acid (DAPA). A simplified biotin synthesis pathway is shown on the right of this graph. Root growth on control media (average ± standard error): Col‐0 3.452 ± 0.582 cm; \ncdh3\n 2.985 ± 0.115 cm. Minimum to maximum values are represented by whiskers.\n(c) Root growth of \noct1\n mutants on media without or with 200 μ\nm\n cadaverine and 1 μ\nm\n biotin. \noct1‐1\n is in the WS accession background, and \noct1‐2\n is in the Col‐0 background. Root growth on control media (average ± standard error): WS 1.663 ± 0.0322 cm; \noct1‐1\n 1.569 ± 0.066 cm; Col‐0 1.523 ± 0.174 cm; \noct1‐2\n 1.44 ± 0.033 cm. Whiskers show minimum to maximum values.\n(d) Standardized root growth of wild‐type Col‐0 and \npao4‐1 and pao4‐2\n mutant seedlings on media with or without 200 μ\nm\n cadaverine, in the presence or absence of 1 μ\nm\n biotin. Root growth on control media (average ± standard error): Col 1.938 ± 0.457 cm; \npao4‐1\n 2.230 ± 0.046 cm; \npao4‐2\n 2.361 ± 0.043 cm. (b–d) Significance was determined using ANOVA with Tukey’s HSD correction. Different letters indicate statistically different groups (\nP\n < 0.05). Whiskers show minimum to maximum values.\nTo identify a step in the biotin synthesis pathway that may be potentially affected by cadaverine, we tested intermediate compounds of the biotin biosynthesis pathway for their abilities to suppress root‐growth response to cadaverine. Figure \n3b\n shows that addition of 1 μ\nm\n DAPA, the product of BIO1 activity, resulted in complete suppression of cadaverine's effects on root growth, whereas addition of 1 μ\nm\n KAPA, the BIO1 substrate, did not. These results suggest that BIO2, BIO3, and BIO4 functions are not impaired by cadaverine. Rather, BIO1 enzymatic activity, channeling of DAPA to the BIO3 active site, or KAPA’s availability or transport, is/are inhibited by cadaverine.\nAs root‐growth response to cadaverine can be alleviated by biotin supplementation in both \ncdh3\n and wild‐type seedlings, we tested if we could identify cadaverine‐hypersensitive lines that cannot be rescued by biotin, thereby identifying downstream regulators in the cadaverine‐response pathway. \nORGANIC CATION TRANSPORTER 1\n mutant, \noct1‐1\n, and \nPOLYAMINE OXIDASE 4\n mutant, \npao4‐1\n, have been shown to be hypersensitive to cadaverine (Liu et al., \n2014\n; Strohm et al., \n2015\n). \noct1\n and \npao4\n mutants were tested for chemical rescue on biotin‐ and cadaverine‐containing media. As shown in Figure \n3c,d\n\n\noct1\n and \npao4\n mutant roots no longer displayed cadaverine hypersensitivity in the presence of biotin. Hence, biotin appears to function downstream of, or parallel to, \nOCT1\n and \nPAO4\n in the cadaverine‐response pathway.\nCadaverine directly modulates biotin synthesis by altering BIO3‐BIO1 enzymatic activity\nAs the results of the chemical rescue experiment suggest that cadaverine may target DAPA synthase, we expressed wild‐type BIO3‐BIO1 recombinant protein \nin vitro\n to test whether its enzymatic activity was fully functional upon cadaverine treatment. Previous \nin vitro\n studies by Cobessi \net al\n., have shown that the product of the BIO1 reaction, DAPA, is channeled from the BIO1 active site to the BIO3 active site, and thus not released into the solution. Therefore, we chose to detect the product of BIO3, DTB using a FRET‐based competition assay, in which DTB will displace the lower affinity 4′‐hydroxyazobenzene‐2‐carboxylic acid quencher from fluorescently tagged avidin (Batchelor et al., \n2007\n). We set up \nin vitro\n reactions in the presence or absence of cadaverine to determine whether cadaverine alters the enzyme activity. The result shown in Figure \n4a\n indicates less formation of DTB in reactions containing cadaverine compared with control. The data suggest that cadaverine affects the flow of molecules through the biotin synthesis pathway at the level of DAPA or DTB synthesis, leading to decreased biotin synthesis and altered root growth. Attempts to express the \ncdh3\n mutant protein \nin vitro\n were unsucessful, suggesting the A662T mutation may affect BIO3‐BIO1 protein stability.\nFigure 4\nCadaverine (Cad) inhibits BIO3‐BIO1 enzymatic activity.\n(a) BIO3‐BIO1 enzyme was expressed in \nEscherichia coli\n and affinity‐purified. \nIn vitro\n enzymatic assays contained 50 μ\nm\n cadaverine and 20 μ\nm\n KAPA. A negative control assay was carried out with 0 μ\nm\n KAPA with or without 50 μ\nm\n cadaverine, to control for background fluorescence (see Experimental procedures). Reactions were run for 8 min before heat‐treating to stop the reaction. *\nP\n < 0.05 based on Student’s \nt\n‐test. Bars represent standard error, with individual data points showing biological replicates. DTB, dethiobiotin.\n(b) \nBIO3‐BIO1\n expression is unaltered by cadaverine treatment. \nBIO3‐BIO1\n expression was quantified using quantitative reverse transcription–polymerase chain reaction on cDNA prepared from RNA extracted from 8‐day‐old seedlings germinated on 200 μ\nm\n cadaverine or control media, or transferred to cadaverine for 24, 48, or 72 h. Expression is standardized to \nPP2A\n reference gene. No statistically significant differences were observed using ANOVA. Bars represent standard error with values of individual biological replicates shown as symbols according to genotype and treatment indicated in the key.\n(c) BIO3‐BIO1 protein expression was quantified using a western‐blot approach. 8‐day‐old seedlings were grown on cadaverine‐containing media for 72 h. Proteins were extracted from whole seedlings and run on a sodium dodecyl sulfate–polyacrylamide gel electrophoresis gel. Following electro‐transfer, the PVDF membrane was exposed to a BIO3‐BIO1‐specific antibody to determine protein level. An antibody directed against a proteasomal protein, RPT4A was also used as a loading control. Blot shown here is representative of three biological replicates that gave similar results. In each blot, band intensities were quantified and standardized to RPT4A for each lane. Results of these quantifications are plotted in the graph shown to the right of the blot, with the value of each biological replicate shown as a symbol indicated in the key. Bars indicate standard error. **\nP\n < 0.01 using Student’s \nt\n‐test against Columbia‐0 (Col‐0) on control condition.\n\n\nBIO3‐BIO1\n transcript and protein are unaffected by cadaverine treatment\nTo determine if cadaverine also affects the regulation of \nBIO3‐BIO1\n expression, we next quantified the levels of \nBIO3‐BIO1\n transcripts in control and cadaverine‐treated wild‐type and \ncdh3\n seedlings. RNA was extracted from whole seedlings germinated on cadaverine‐containing media, or treated with cadaverine for 24, 48, or 72 h, along with controls grown on cadaverine‐free medium. No significant differences were identified between cadaverine‐treated and control samples, or between \ncdh3\n and wild‐type seedlings (Figure \n4b\n). In addition, cadaverine did not influence the expression of other biotin synthesis genes, \nBIO4\n (\nAt5G04620\n) and \nBIO2\n (\nAt2G43360\n) (Figure \nS3\n). This result contrasts with an earlier report that showed increased \nBIO2\n expression upon biotin depletion (Patton et al., \n1996\n). Together, these data suggest that cadaverine‐induced inhibition of biotin synthesis under our conditions is not sufficiently severe to result in increased \nBIO2\n expression.\nTo investigate a potential effect of cadaverine on BIO3‐BIO1 protein abundance, wild‐type, \ncdh3\n, and \ncdh3\n [\nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n] rescue line #2 were germinated and grown on either control or cadaverine‐containing media for 8 days. Proteins were extracted from dissected root and shoot tissues, separated by sodium dodecyl sulfate–polyacrylamide gel electrophoresis, and subjected to Western blot analysis, probing with a BIO3‐BIO1‐specific antibody (Cobessi et al., \n2012\n). The \ncdh3\n [\nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n] rescue line expressed increased amounts of BIO3‐BIO1 protein relative to wild type, irrespective of cadaverine treatment (Figure \n4c\n), consistent with its increased \nBIO3‐BIO1\n transcripts (Figure \n2e\n). Minimal differences in relative BIO3‐BIO1 protein abundance were observed between cadaverine‐treated and control samples for all genotypes and tissues tested (Figure \n4c\n), suggesting that cadaverine has limited impacts on overall expression of the BIO3‐BIO1 protein in Arabidopsis.\nCadaverine treatment decreases the biotinylation of biotin carboxyl carrier proteins \nin planta\n\n\nConsidering that cadaverine inhibits biotin synthesis, we hypothesized that treating Arabidopsis seedlings with cadaverine should result in decreased biotinylation of target proteins in plant tissues. Previous studies have shown that probing Western blot membranes with a streptavidin probe allows the detection of a minimum of three biotinylated plant proteins, including MCCA, involved in amino acid metabolism, and the biotin carboxyl carrier protein 1 and 2 subunits (BCCP1 and BCCP2) of chloroplastic, heterodimeric ACCase, involved in fatty acid metabolism (Aubert et al., \n1996\n; Che, \n2003\n; Li et al., \n2012\n). BCCP2 is primarily expressed in flowers and developing seeds, but scarcely detectable in seedling tissues (Thelen et al., \n2001\n). We used a similar Western blot analysis to determine whether cadaverine treatment is sufficient to induce differences in MCAA and/or BCCP proteins biotinylation in dissected root and/or shoot tissues.\nWild‐type, \ncdh3\n, and \ncdh3\n [\nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n] #\n2\n rescue seedlings were germinated and grown on control or cadaverine‐containing media for 8 days. Roots and shoots were then dissected. Proteins extracted from these samples were subjected to Western blot analysis using a streptavidin probe. The amounts of biotinylated MCCA protein showed little change upon cadaverine treatment in the root (Figure \n5a,c\n) or shoot (Figure \n5b,d\n). On the other hand, a decrease in biotinylated BCCP1 protein was observed in both roots (Figure \n5a,e\n) and shoots (Figure \n5b,f\n), with a larger magnitude of decrease occurring in the roots.\nFigure 5\nLevels of biotinylated proteins are altered following cadaverine (Cad) treatment.\n(a,b) Seed were germinated on control or cadaverine‐containing media. Following 8 days of treatment, roots (a) and shoots (b) were dissected and protein was extracted. 150 µg of protein were loaded on to sodium dodecyl sulfate–polyacrylamide gel and electrophoresed. After electro‐transfer on to a PVDF membrane, biotinylated proteins were detected with Licor IRDye CW800‐labeled streptavidin or anti‐biotin carboxyl carrier protein (anti‐BCCP) 1 and 3‐methylcrotonyl‐CoA carboxylase (MCCA) antibodies. In all cases, anti‐RPT4A antibodies were used to control for loading differences between samples. Blots shown in (a,b) are representative of three biological replicates showing similar results. Quantifications of band intensities from these blots are summarized in (c–f) for all three biological replicates.\n(c–f) Protein amount and biotinylation were quantified based on band intensity, standardized to the RPT4A signals, and then standardized again to Columbia‐0 (Col‐0). Expression results shown in the graphs represent three biological replicates, with a circle or square indicating the value of each control or cadaverine replicate, respectively. Bars indicate standard error. *Student's \nt\n‐test \nP\n < 0.05. **\nP\n < 0.01, compared with Col‐0 control treatment. (c) MCCA total protein and MCCA biotinylation in roots. (d) MCCA total protein and biotinylation in shoots. (e) BCCP1 total protein and BCCP1 biotinylation in roots. (f) BCCP1 total protein and BCCP1 biotinylation in shoots.\nCadaverine‐induced changes in biotinylated protein abundance could be due to decreased levels of target protein biotinylation, and/or relate to changes in abundance of the corresponding proteins. To investigate these possibilities, we used MCCA‐ and BCCP1‐specific antibodies to analyze the abundance of these proteins in control and cadaverine‐treated seedlings. Results shown in Figure \n5c\n demonstrated increased MCCA levels in the root upon cadaverine treatment only in \ncdh3\n, while no significant changes were observed in the shoot (Figure \n5d\n). BCCP1 protein abundance in cadaverine‐treated samples relative to controls, showed no significant changes in the root or shoot (Figure \n5e,f\n).\nqRT‐PCR analysis of \nMCCA\n and \nBCCP1\n expression showed no significant transcriptional alteration in \ncdh3\n and Col‐0 upon cadaverine treatment, whether applied since germination, or for 24, 48, or 72 h (Figure \nS4\n). Taken together, our data are consistent with cadaverine treatment leading to decreased biotin synthesis, thereby resulting in decreased biotinylation in BCCP1 protein in both shoots and roots. They are also consistent with decreased biotinylation levels of MCCA protein in \ncdh3\n mutant roots, as increased MCCA apoprotein abundance is not accompanied by increased levels of biotinylated MCCA (Figure \n5c\n).\nIn summary, cadaverine treatment significantly affects the amount of biotinylated BCCP1 protein in both shoots and roots.\nLipid composition is altered by cadaverine\nACCase requires biotinylation of the BCCP1 subunit to generate malonyl‐CoA from acetyl‐CoA at the first step of fatty acid biosynthesis. The cadaverine‐induced reduction in biotinylated BCCP1 protein in plant tissues is expected to decrease fatty acid production. To test this hypothesis, we determined the impact of cadaverine treatment on the lipid profile of Arabidopsis seedlings. Wild‐type Col‐0 seeds were germinated and grown on control media for 5 days, then transferred to either control media or media containing 200 µ\nm\n cadaverine, and allowed to grow for 72 more hours, a time previously determined to be sufficient to allow primary root growth inhibition by cadaverine (Figure \n1\n). At that time, lipids were extracted from these samples, and subjected to lipidomics analyses by tandem mass spectrometry (Shiva et al., \n2013\n). Total polar lipids as well as diacylglycerol (DAG) and triacylglycerol (TAG) lipids, were analyzed with five biological replicates.\nThe results showed that total TAG decreased in abundance upon cadaverine treatment, with six of 31 TAG species showing significant decreases (Figure \n6\n), all of which were TAGs having 18:3 acyls. On the other hand, TAGs containing short‐chain fatty acids, 16:0 and 16:1, had little changes with the treatment (Figure \n6\n). The reduced TAG synthesis along with the higher percentage of short‐chain fatty acid compositions in TAGs were also previously observed in Arabidopsis plants with limited biotin availability (Pommerrenig et al., \n2012\n). Therefore, these results are consistent with the negative effect of cadaverine on biotin availability and TAG production.\nFigure 6\nTriacylglycerol content following 72 h of cadaverine (Cad) treatment.\nColumbia‐0 seedlings were germinated on control media and transferred to either control or 200 μ\nm\n cadaverine‐containing media after 5 days. 72 h post‐treatment, whole seedlings were harvested and used for lipid extraction and analysis using tandem mass spectrometry. The average of five biological replicates are shown containing approximately 200 seedlings per replicate, with dots representing each replicate. Bars indicate standard error. Student’s \nt\n‐test was done to determine significance between cadaverine treatment and control. *\nP\n < 0.05. **\nP\n < 0.01.\nWe observed similar levels of total polar lipid species between cadaverine‐treated and control seedlings, with slight decreases observed in total PA and phosphatidylinositol (PI), and an increase in phosphatidylcholine (PC) (Table \nS1\n). Although total DAG levels were not altered by cadaverine treatment, specific DAGs changed in abundance in response to cadaverine, including increases in DAG 16:0/16:1, DAG 18:0/16:2 and DAG 18:3/dnOPDA, and decreases in DAG 18:3/18:3 content (Table \nS1\n). In addition, we have also seen modification of phospholipids, albeit below the significance threshold, with PI and PA decreasing with cadaverine treatment.",
    "cdh3_mutation_enhances_primary_root_growth_sensitivity_to_ca": "cdh3\n mutation enhances primary root growth sensitivity to cadaverine in Arabidopsis\nTo identify molecular candidates in cadaverine response in plants, we carried out a forward genetic screen using a population of ethyl methanesulfonate (EMS)‐mutagenized \nA. thaliana\n plants in the Columbia‐0 (Col‐0) background. We screened M2 seedlings for altered root growth on media containing 200 µ\nm\n cadaverine. One of the cadaverine‐hypersensitive mutants identified in this screen, named \ncadaverine hypersensitive 3\n (\ncdh3\n), showed a significant inhibition of primary root growth on cadaverine‐containing media relative to wild type (Figure \n1a\n and Figure \nS1\n). This mutant is the main subject of investigation in this manuscript.\nFigure 1\n\n\ncdh3\n is hypersensitive to cadaverine (Cad).\n(a) 10‐day‐old Columbia‐0 (Col‐0) and \ncdh3\n seedlings germinated on vertical plates containing 200 μ\nm\n cadaverine or control media.\n(b) Dose–response of seedlings germinated on cadaverine media. Root growth between day 6 and 10 is quantified. Root growth on control media (average ± standard error): Col 2.29 ± 0.045 cm; \ncdh3\n 1.94 ± 0.096 cm. Whiskers represent minimum to maximum values.\n(c) Seedlings were germinated on 200 μ\nm\n cadaverine or control media and treated with propidium iodide to stain the cell walls. Stained roots were then analyzed using confocal microscopy. Five seedlings were analyzed per treatment group. White stars indicate the quiescent center. White arrowheads indicate the end of the root meristem.\n(d) Length of the meristem was quantified by identifying cells in the cortex whose length is greater than the width, and measuring the distance from the distal wall this cell to the distal wall of the quiescent center. Bars represent standard error, with dots showing data points.\n(e) Numbers of cells in the meristems were counted from the quiescent center to the end of the meristem along the cortex. Bars represent standard error, with dots showing data points.\n(f) Root tip growth following transfer of 5‐day‐old seedlings from control to split agar plates containing either control media, or media supplemented with 200 μ\nm\n cadaverine. Root tip growth was recorded using a high‐resolution camera for 96 h and quantified using ImageJ. Data points represent the three seedlings per treatment. Bars indicate standard error. *\nP\n < 0.05, **\nP\n < 0.01, ***\nP\n < 0.001 analyzed by a mixed‐effects model with an \nF\n‐test for the interaction between time and treatment with Tukey’s adjustment for multiple comparisons.\n(g) \ncdh3\n and wild‐type root growths were measured from day 6 to 10 on control or media supplemented with the indicated concentrations of putrescine, spermidine, and spermine. Root growths were standardized to growth on control media for each genotype. Whiskers show minimum to maximum values. ANOVA with Tukey's HSD correction was used to determine significance.",
    "cadaverine_decreases_primary_root_growth_earlier_in_the_cdh3": "Cadaverine decreases primary root growth earlier in the \ncdh3\n mutant than the wild type\nTo characterize \ncdh3\n further, we first plated wild‐type and \ncdh3\n mutant seeds on media containing cadaverine, ranging from 2 µ\nm\n to 2 m\nm\n, and quantified primary root growth under these conditions. The results demonstrated a strong inhibitory effect of cadaverine at concentrations as low as 2 µ\nm\n for \ncdh3\n, whereas a significant effect of cadaverine on wild‐type root growth was observed only at concentrations of 20 µ\nm\n and higher (Figure \n1b\n). At 20 µ\nm\n\n\ncdh3\n primary roots were 58.4% shorter than wild type. On control media lacking cadaverine, \ncdh3\n seedlings showed only a minor decrease in primary root growth compared with wild type (Figure \n1a\n).\nIn previous work involving wild‐type L\ner\n seedlings, Strohm \net al\n. showed that exogenous cadaverine inhibits primary root growth mostly by affecting cell elongation (Strohm et al., \n2015\n). They also demonstrated the existence of substantial natural variation between Arabidopsis accessions in their primary root growth responses to exogenous cadaverine (Strohm et al., \n2015\n). Therefore, we tested the effects of exogenous cadaverine on wild‐type Col‐0, analyzing cell elongation and apical root meristem size. Eight‐day‐old seedlings were grown on 200 µ\nm\n cadaverine or control media, and roots were treated with propidium iodide, a cell‐wall stain (Strohm et al., \n2015\n), to determine cell sizes and zone boundaries in the root tip. The decrease in primary root growth was found to be mostly associated with alterations in cell size within the elongation zone (Figure \nS2\n), whereas the number of cells in the root apical meristem was not substantially affected in the wild type (Figure \n1c–e\n). However, \ncdh3\n showed a significantly smaller root meristem upon cadaverine treatment, while \ncdh3\n grown on control media showed an equal number of cells compared with wild type. In addition to decreased cell division and cell expansion in \ncdh3\n, propidium iodide permeated a number of cells within the elongation zone, suggesting cell death (Figure \n1c\n).\nWe next wanted to determine the time at which cell elongation is modified following cadaverine treatment by measuring changes in tip growth over time. Five‐day‐old seedlings were transferred on to split agar plates containing control or 200 µ\nm\n cadaverine media and imaged for 4 days using a high‐resolution camera. Wild‐type roots began to show a significant decrease in tip growth after 96 h of cadaverine treatment. \ncdh3\n, on the other hand, showed a decrease in root tip growth already 40 h after onset of cadaverine treatment (Figure \n1f\n). Therefore, the \ncdh3\n mutation substantially increases the speed of root‐tip response to exogenous cadaverine.\nBecause arginine‐derived polyamines, such as putrescine and putrescine‐derived spermidine and spermine, were previously shown to also affect primary root growth in young Arabidopsis seedlings, we tested ability of \ncdh3\n to respond to these polyamines as well (Liu et al., \n2014\n; Strohm et al., \n2015\n). The results demonstrated that \ncdh3\n and wild type show similar root‐growth response to putrescine and spermine, with \ncdh3\n showing only a mild resistance to 500 µ\nm\n spermidine (Figure \n1g\n). Hence, the \ncdh3\n mutation increases root‐growth sensitivity to cadaverine, and it has little to no effect on root responses to putrescine and putrescine‐derived polyamines.\nTaken together, our data indicate that \ncdh3\n alters a mechanism involved in the control of primary root growth in response to cadaverine, a process that targets the regulation of anisotropic cell expansion occurring in the main elongation zone as well as the meristem.",
    "cdh3’s_enhanced_cadaverine_response_is_the_result_of_a_mutat": "cdh3\n’s enhanced cadaverine response is the result of a mutation in \nBIO3‐BIO1\n\n\nTo evaluate the genetic makeup of \ncdh3\n, we backcrossed it to Col‐0, and self‐pollinated the corresponding F1. Segregating F2 progeny were investigated for root‐growth sensitivity to cadaverine. Results showed 22.6% seedlings (12 of 53) exhibiting hypersensitive cadaverine response, consistent with a single, recessive mutation (chi‐squared value of 0.1179; \nP\n ˜ 0.3). To clone \nCDH3\n, we generated a pool of 162 cadaverine‐hypersensitive \ncdh3\n F2 seedlings from this segregating population, extracted DNA from this pool, and subjected it to whole genome next‐generation sequencing. The candidate mutation was mapped to a 4.6 Mb region of chromosome 5, using the approach described in Schneeberger et al. (\n2009\n). Within this region, a non‐synonymous mutation was found within the \nBIO3‐BIO1\n gene (\nAt5G57590\n), which encodes a bifunctional enzyme involved in biotin synthesis (Cobessi et al., \n2012\n). This mutation resulted in an A662T amino acid change within the BIO1 catalytic pocket of the protein (Figure \n2a,b\n), which functions as an aminotransferase that catalyzes the conversion of KAPA into DAPA within the pathway. The A662 amino acid is located in close proximity to the pyridoxal phosphate (PLP)‐cofactor binding site, potentially affecting enzymatic activity (Figure \n2c\n).\nFigure 2\n\n\ncdh3\n contains a mutation in \nBIO3‐BIO1\n.\n(a) Next‐generation sequencing revealed a peak on chromosome 5 with a high proportion of single nucleotide polymorphisms (SNPs) compared with the reference sequence. Table shows mutations within the 4.6‐Mb peak region containing non‐synonymous SNPs in protein‐coding genes.\n(b) Gene structure for \nBIO3‐BIO1\n is shown indicating the position of the SNP in \ncdh3\n.\n(c) 3D structure of the catalytic site of BIO1, deduced from the crystal structure resolved in Cobessi et al. (\n2012\n). This structure, imaged with \npymol\n software, shows the substrate (7‐keto‐8‐aminoperlargonic acid [KAPA], in pink) and the cofactor (pyridoxal phosphate [PLP], in blue) bound to L666. Position of Ala662, which is converted into a threonine in \ncdh3\n, is indicated in yellow.\n(d) Quantification of standardized root growth on control and 200 μ\nm\n cadaverine‐containing media from day 6 to 10 of wild‐type, \ncdh3\n, or \ncdh3\n transformation–rescue lines (\ncdh3\n[\nBIO3‐BIO1pro:BIO3‐BIO1\n]) with the wild type \nBIO3‐BIO1\n transgene under the control of its native promoter. \nBIO3‐BIO1\n rescue lines are at the T3 generation. Root growth on control media (average ± standard error): Columbia‐0 (Col‐0) 2.54 cm ± 0.045; \ncdh3\n 2.05 cm ± 0.073 cm; \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1 1\n 2.73 cm ± 0.075; \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1 2\n 2.37 cm ± 0.104 cm; \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1 3\n 2.36 cm ± 0.063 cm; \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1 4\n 2.53 cm ± 0.073 cm. Whiskers represent minimum to maximum.\n(e) Quantitative reverse transcription–polymerase chain reaction analysis of \nBIO3‐BIO1\n in 8‐day‐old wild‐type, \ncdh3\n, and \ncdh3[BIO3‐BIO1pro:BIO3‐BIO1]\n seedlings grown on control media. Bars represent standard error, with dots showing biological replicates. (d,e) Significant differences between groups detected using ANOVA with Tukey’s HSD correction (\nP\n < 0.05), are indicated with distinct letters.\nTo confirm the association of the cadaverine‐hypersensitive phenotype of \ncdh3\n with the A662T mutation in \nBIO3‐BIO1\n, we transformed a wild‐type \nBIO3‐BIO1\n transgene under the control of its native promoter into \ncdh3\n. Four independent, homozygous transgenic lines (\ncdh3\n [\nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n]) were recovered and screened on cadaverine‐containing media. Results shown in Figure \n2d\n demonstrated rescue of the cadaverine‐hypersensitive phenotype of \ncdh3\n by the wild‐type \nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n transgene in all four independent lines. Furthermore, the transgene also rescued the decreased root‐growth phenotype displayed by \ncdh3\n on control media, suggesting the corresponding A662T mutation in \nBIO3‐BIO1\n was also responsible for \ncdh3\n root‐growth restriction on control media (Figure \n1a\n).\nWhile performing these transformation–rescue experiments, we also noted that three of the four transformation–rescue lines (lines 1, 3, and 4) displayed increased root‐growth resistance to cadaverine, a phenotype that is opposite to the hypersensitive response displayed by \ncdh3\n. To determine if the transformation–rescue lines displayed increased transgene expression level, \nBIO3‐BIO1\n expression was quantified using reverse transcription (RT)‐quantitative polymerase chain reaction (qPCR) on 8‐day‐old seedlings grown on control media. While no significant expression alterations were found between \ncdh3\n and wild‐type seedlings, transformation–rescue lines displayed 4.5–14.8‐fold increases in \nBIO3‐BIO1\n expression relative to wild type (Figure \n2e\n). The level of root‐growth insensitivity to cadaverine correlated with increased expression in resistant transformation–rescue lines (\nR\n\n\n2\n = 0.68). Taken together, these results suggest dosage of \nBIO3‐BIO1\n affects the root‐growth response to cadaverine.",
    "cadaverine_response_is_chemically_suppressed_by_biotin": "Cadaverine response is chemically suppressed by biotin\nInitial studies with the embryo‐lethal \nbio1‐1\n mutant showed that knockout of biotin synthesis in plants can be rescued by application of exogenous biotin (Schneider et al., \n1989\n). To determine if \ncdh3\n’s hypersensitive root‐growth response to cadaverine is the result of decreased biotin, we supplemented 200 μ\nm\n cadaverine‐containing media with biotin at concentrations ranging from 10 to 100 n\nm\n (Schneider et al., \n1989\n). The cadaverine‐hypersensitive phenotype displayed by \ncdh3\n roots was rescued in a dose‐dependent manner to near wild‐type root growth by addition of biotin (Figure \n3a\n). In addition, the inhibitory effect of cadaverine on wild‐type root growth was also suppressed by addition of 80 n\nm\n biotin to the medium (Figure \n3a\n). These data are compatible with cadaverine targeting the biotin pathway or modulating biotin availability or function. Alternatively, cadaverine and biotin could function through parallel pathways to modify primary root growth.\nFigure 3\nBiotin suppresses wild‐type primary root growth response to cadaverine (Cad) and rescues the hypersensitive root growth response of \ncdh3\n.\n(a) Standardized root growth of wild‐type and \ncdh3\n mutant seedlings on 200 μ\nm\n cadaverine‐containing media in the presence of 0–100 n\nm\n biotin. ***\nP\n < 0.001 using Student’s \nt\n‐test. Root growth on control media (average ± standard error): Columbia‐0 (Col‐0) 3.505 ± 0.0925 cm; \ncdh3\n 2.605 ± 0.326 cm. Whiskers show minimum to maximum values.\n(b) Wild‐type and \ncdh3\n mutant root growth from day 6 to 10 on media with or without 200 μ\nm\n cadaverine, in the presence of 1 μ\nm\n biotin, 7‐keto‐8‐aminoperlargonic acid (KAPA) or 7,8‐diaminopelargonic acid (DAPA). A simplified biotin synthesis pathway is shown on the right of this graph. Root growth on control media (average ± standard error): Col‐0 3.452 ± 0.582 cm; \ncdh3\n 2.985 ± 0.115 cm. Minimum to maximum values are represented by whiskers.\n(c) Root growth of \noct1\n mutants on media without or with 200 μ\nm\n cadaverine and 1 μ\nm\n biotin. \noct1‐1\n is in the WS accession background, and \noct1‐2\n is in the Col‐0 background. Root growth on control media (average ± standard error): WS 1.663 ± 0.0322 cm; \noct1‐1\n 1.569 ± 0.066 cm; Col‐0 1.523 ± 0.174 cm; \noct1‐2\n 1.44 ± 0.033 cm. Whiskers show minimum to maximum values.\n(d) Standardized root growth of wild‐type Col‐0 and \npao4‐1 and pao4‐2\n mutant seedlings on media with or without 200 μ\nm\n cadaverine, in the presence or absence of 1 μ\nm\n biotin. Root growth on control media (average ± standard error): Col 1.938 ± 0.457 cm; \npao4‐1\n 2.230 ± 0.046 cm; \npao4‐2\n 2.361 ± 0.043 cm. (b–d) Significance was determined using ANOVA with Tukey’s HSD correction. Different letters indicate statistically different groups (\nP\n < 0.05). Whiskers show minimum to maximum values.\nTo identify a step in the biotin synthesis pathway that may be potentially affected by cadaverine, we tested intermediate compounds of the biotin biosynthesis pathway for their abilities to suppress root‐growth response to cadaverine. Figure \n3b\n shows that addition of 1 μ\nm\n DAPA, the product of BIO1 activity, resulted in complete suppression of cadaverine's effects on root growth, whereas addition of 1 μ\nm\n KAPA, the BIO1 substrate, did not. These results suggest that BIO2, BIO3, and BIO4 functions are not impaired by cadaverine. Rather, BIO1 enzymatic activity, channeling of DAPA to the BIO3 active site, or KAPA’s availability or transport, is/are inhibited by cadaverine.\nAs root‐growth response to cadaverine can be alleviated by biotin supplementation in both \ncdh3\n and wild‐type seedlings, we tested if we could identify cadaverine‐hypersensitive lines that cannot be rescued by biotin, thereby identifying downstream regulators in the cadaverine‐response pathway. \nORGANIC CATION TRANSPORTER 1\n mutant, \noct1‐1\n, and \nPOLYAMINE OXIDASE 4\n mutant, \npao4‐1\n, have been shown to be hypersensitive to cadaverine (Liu et al., \n2014\n; Strohm et al., \n2015\n). \noct1\n and \npao4\n mutants were tested for chemical rescue on biotin‐ and cadaverine‐containing media. As shown in Figure \n3c,d\n\n\noct1\n and \npao4\n mutant roots no longer displayed cadaverine hypersensitivity in the presence of biotin. Hence, biotin appears to function downstream of, or parallel to, \nOCT1\n and \nPAO4\n in the cadaverine‐response pathway.",
    "cadaverine_directly_modulates_biotin_synthesis_by_altering_b": "Cadaverine directly modulates biotin synthesis by altering BIO3‐BIO1 enzymatic activity\nAs the results of the chemical rescue experiment suggest that cadaverine may target DAPA synthase, we expressed wild‐type BIO3‐BIO1 recombinant protein \nin vitro\n to test whether its enzymatic activity was fully functional upon cadaverine treatment. Previous \nin vitro\n studies by Cobessi \net al\n., have shown that the product of the BIO1 reaction, DAPA, is channeled from the BIO1 active site to the BIO3 active site, and thus not released into the solution. Therefore, we chose to detect the product of BIO3, DTB using a FRET‐based competition assay, in which DTB will displace the lower affinity 4′‐hydroxyazobenzene‐2‐carboxylic acid quencher from fluorescently tagged avidin (Batchelor et al., \n2007\n). We set up \nin vitro\n reactions in the presence or absence of cadaverine to determine whether cadaverine alters the enzyme activity. The result shown in Figure \n4a\n indicates less formation of DTB in reactions containing cadaverine compared with control. The data suggest that cadaverine affects the flow of molecules through the biotin synthesis pathway at the level of DAPA or DTB synthesis, leading to decreased biotin synthesis and altered root growth. Attempts to express the \ncdh3\n mutant protein \nin vitro\n were unsucessful, suggesting the A662T mutation may affect BIO3‐BIO1 protein stability.\nFigure 4\nCadaverine (Cad) inhibits BIO3‐BIO1 enzymatic activity.\n(a) BIO3‐BIO1 enzyme was expressed in \nEscherichia coli\n and affinity‐purified. \nIn vitro\n enzymatic assays contained 50 μ\nm\n cadaverine and 20 μ\nm\n KAPA. A negative control assay was carried out with 0 μ\nm\n KAPA with or without 50 μ\nm\n cadaverine, to control for background fluorescence (see Experimental procedures). Reactions were run for 8 min before heat‐treating to stop the reaction. *\nP\n < 0.05 based on Student’s \nt\n‐test. Bars represent standard error, with individual data points showing biological replicates. DTB, dethiobiotin.\n(b) \nBIO3‐BIO1\n expression is unaltered by cadaverine treatment. \nBIO3‐BIO1\n expression was quantified using quantitative reverse transcription–polymerase chain reaction on cDNA prepared from RNA extracted from 8‐day‐old seedlings germinated on 200 μ\nm\n cadaverine or control media, or transferred to cadaverine for 24, 48, or 72 h. Expression is standardized to \nPP2A\n reference gene. No statistically significant differences were observed using ANOVA. Bars represent standard error with values of individual biological replicates shown as symbols according to genotype and treatment indicated in the key.\n(c) BIO3‐BIO1 protein expression was quantified using a western‐blot approach. 8‐day‐old seedlings were grown on cadaverine‐containing media for 72 h. Proteins were extracted from whole seedlings and run on a sodium dodecyl sulfate–polyacrylamide gel electrophoresis gel. Following electro‐transfer, the PVDF membrane was exposed to a BIO3‐BIO1‐specific antibody to determine protein level. An antibody directed against a proteasomal protein, RPT4A was also used as a loading control. Blot shown here is representative of three biological replicates that gave similar results. In each blot, band intensities were quantified and standardized to RPT4A for each lane. Results of these quantifications are plotted in the graph shown to the right of the blot, with the value of each biological replicate shown as a symbol indicated in the key. Bars indicate standard error. **\nP\n < 0.01 using Student’s \nt\n‐test against Columbia‐0 (Col‐0) on control condition.",
    "bio3‐bio1_transcript_and_protein_are_unaffected_by_cadaverin": "BIO3‐BIO1\n transcript and protein are unaffected by cadaverine treatment\nTo determine if cadaverine also affects the regulation of \nBIO3‐BIO1\n expression, we next quantified the levels of \nBIO3‐BIO1\n transcripts in control and cadaverine‐treated wild‐type and \ncdh3\n seedlings. RNA was extracted from whole seedlings germinated on cadaverine‐containing media, or treated with cadaverine for 24, 48, or 72 h, along with controls grown on cadaverine‐free medium. No significant differences were identified between cadaverine‐treated and control samples, or between \ncdh3\n and wild‐type seedlings (Figure \n4b\n). In addition, cadaverine did not influence the expression of other biotin synthesis genes, \nBIO4\n (\nAt5G04620\n) and \nBIO2\n (\nAt2G43360\n) (Figure \nS3\n). This result contrasts with an earlier report that showed increased \nBIO2\n expression upon biotin depletion (Patton et al., \n1996\n). Together, these data suggest that cadaverine‐induced inhibition of biotin synthesis under our conditions is not sufficiently severe to result in increased \nBIO2\n expression.\nTo investigate a potential effect of cadaverine on BIO3‐BIO1 protein abundance, wild‐type, \ncdh3\n, and \ncdh3\n [\nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n] rescue line #2 were germinated and grown on either control or cadaverine‐containing media for 8 days. Proteins were extracted from dissected root and shoot tissues, separated by sodium dodecyl sulfate–polyacrylamide gel electrophoresis, and subjected to Western blot analysis, probing with a BIO3‐BIO1‐specific antibody (Cobessi et al., \n2012\n). The \ncdh3\n [\nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n] rescue line expressed increased amounts of BIO3‐BIO1 protein relative to wild type, irrespective of cadaverine treatment (Figure \n4c\n), consistent with its increased \nBIO3‐BIO1\n transcripts (Figure \n2e\n). Minimal differences in relative BIO3‐BIO1 protein abundance were observed between cadaverine‐treated and control samples for all genotypes and tissues tested (Figure \n4c\n), suggesting that cadaverine has limited impacts on overall expression of the BIO3‐BIO1 protein in Arabidopsis.",
    "cadaverine_treatment_decreases_the_biotinylation_of_biotin_c": "Cadaverine treatment decreases the biotinylation of biotin carboxyl carrier proteins \nin planta\n\n\nConsidering that cadaverine inhibits biotin synthesis, we hypothesized that treating Arabidopsis seedlings with cadaverine should result in decreased biotinylation of target proteins in plant tissues. Previous studies have shown that probing Western blot membranes with a streptavidin probe allows the detection of a minimum of three biotinylated plant proteins, including MCCA, involved in amino acid metabolism, and the biotin carboxyl carrier protein 1 and 2 subunits (BCCP1 and BCCP2) of chloroplastic, heterodimeric ACCase, involved in fatty acid metabolism (Aubert et al., \n1996\n; Che, \n2003\n; Li et al., \n2012\n). BCCP2 is primarily expressed in flowers and developing seeds, but scarcely detectable in seedling tissues (Thelen et al., \n2001\n). We used a similar Western blot analysis to determine whether cadaverine treatment is sufficient to induce differences in MCAA and/or BCCP proteins biotinylation in dissected root and/or shoot tissues.\nWild‐type, \ncdh3\n, and \ncdh3\n [\nBIO3‐BIO1pro\n::\nBIO3‐BIO1\n] #\n2\n rescue seedlings were germinated and grown on control or cadaverine‐containing media for 8 days. Roots and shoots were then dissected. Proteins extracted from these samples were subjected to Western blot analysis using a streptavidin probe. The amounts of biotinylated MCCA protein showed little change upon cadaverine treatment in the root (Figure \n5a,c\n) or shoot (Figure \n5b,d\n). On the other hand, a decrease in biotinylated BCCP1 protein was observed in both roots (Figure \n5a,e\n) and shoots (Figure \n5b,f\n), with a larger magnitude of decrease occurring in the roots.\nFigure 5\nLevels of biotinylated proteins are altered following cadaverine (Cad) treatment.\n(a,b) Seed were germinated on control or cadaverine‐containing media. Following 8 days of treatment, roots (a) and shoots (b) were dissected and protein was extracted. 150 µg of protein were loaded on to sodium dodecyl sulfate–polyacrylamide gel and electrophoresed. After electro‐transfer on to a PVDF membrane, biotinylated proteins were detected with Licor IRDye CW800‐labeled streptavidin or anti‐biotin carboxyl carrier protein (anti‐BCCP) 1 and 3‐methylcrotonyl‐CoA carboxylase (MCCA) antibodies. In all cases, anti‐RPT4A antibodies were used to control for loading differences between samples. Blots shown in (a,b) are representative of three biological replicates showing similar results. Quantifications of band intensities from these blots are summarized in (c–f) for all three biological replicates.\n(c–f) Protein amount and biotinylation were quantified based on band intensity, standardized to the RPT4A signals, and then standardized again to Columbia‐0 (Col‐0). Expression results shown in the graphs represent three biological replicates, with a circle or square indicating the value of each control or cadaverine replicate, respectively. Bars indicate standard error. *Student's \nt\n‐test \nP\n < 0.05. **\nP\n < 0.01, compared with Col‐0 control treatment. (c) MCCA total protein and MCCA biotinylation in roots. (d) MCCA total protein and biotinylation in shoots. (e) BCCP1 total protein and BCCP1 biotinylation in roots. (f) BCCP1 total protein and BCCP1 biotinylation in shoots.\nCadaverine‐induced changes in biotinylated protein abundance could be due to decreased levels of target protein biotinylation, and/or relate to changes in abundance of the corresponding proteins. To investigate these possibilities, we used MCCA‐ and BCCP1‐specific antibodies to analyze the abundance of these proteins in control and cadaverine‐treated seedlings. Results shown in Figure \n5c\n demonstrated increased MCCA levels in the root upon cadaverine treatment only in \ncdh3\n, while no significant changes were observed in the shoot (Figure \n5d\n). BCCP1 protein abundance in cadaverine‐treated samples relative to controls, showed no significant changes in the root or shoot (Figure \n5e,f\n).\nqRT‐PCR analysis of \nMCCA\n and \nBCCP1\n expression showed no significant transcriptional alteration in \ncdh3\n and Col‐0 upon cadaverine treatment, whether applied since germination, or for 24, 48, or 72 h (Figure \nS4\n). Taken together, our data are consistent with cadaverine treatment leading to decreased biotin synthesis, thereby resulting in decreased biotinylation in BCCP1 protein in both shoots and roots. They are also consistent with decreased biotinylation levels of MCCA protein in \ncdh3\n mutant roots, as increased MCCA apoprotein abundance is not accompanied by increased levels of biotinylated MCCA (Figure \n5c\n).\nIn summary, cadaverine treatment significantly affects the amount of biotinylated BCCP1 protein in both shoots and roots.",
    "lipid_composition_is_altered_by_cadaverine": "Lipid composition is altered by cadaverine\nACCase requires biotinylation of the BCCP1 subunit to generate malonyl‐CoA from acetyl‐CoA at the first step of fatty acid biosynthesis. The cadaverine‐induced reduction in biotinylated BCCP1 protein in plant tissues is expected to decrease fatty acid production. To test this hypothesis, we determined the impact of cadaverine treatment on the lipid profile of Arabidopsis seedlings. Wild‐type Col‐0 seeds were germinated and grown on control media for 5 days, then transferred to either control media or media containing 200 µ\nm\n cadaverine, and allowed to grow for 72 more hours, a time previously determined to be sufficient to allow primary root growth inhibition by cadaverine (Figure \n1\n). At that time, lipids were extracted from these samples, and subjected to lipidomics analyses by tandem mass spectrometry (Shiva et al., \n2013\n). Total polar lipids as well as diacylglycerol (DAG) and triacylglycerol (TAG) lipids, were analyzed with five biological replicates.\nThe results showed that total TAG decreased in abundance upon cadaverine treatment, with six of 31 TAG species showing significant decreases (Figure \n6\n), all of which were TAGs having 18:3 acyls. On the other hand, TAGs containing short‐chain fatty acids, 16:0 and 16:1, had little changes with the treatment (Figure \n6\n). The reduced TAG synthesis along with the higher percentage of short‐chain fatty acid compositions in TAGs were also previously observed in Arabidopsis plants with limited biotin availability (Pommerrenig et al., \n2012\n). Therefore, these results are consistent with the negative effect of cadaverine on biotin availability and TAG production.\nFigure 6\nTriacylglycerol content following 72 h of cadaverine (Cad) treatment.\nColumbia‐0 seedlings were germinated on control media and transferred to either control or 200 μ\nm\n cadaverine‐containing media after 5 days. 72 h post‐treatment, whole seedlings were harvested and used for lipid extraction and analysis using tandem mass spectrometry. The average of five biological replicates are shown containing approximately 200 seedlings per replicate, with dots representing each replicate. Bars indicate standard error. Student’s \nt\n‐test was done to determine significance between cadaverine treatment and control. *\nP\n < 0.05. **\nP\n < 0.01.\nWe observed similar levels of total polar lipid species between cadaverine‐treated and control seedlings, with slight decreases observed in total PA and phosphatidylinositol (PI), and an increase in phosphatidylcholine (PC) (Table \nS1\n). Although total DAG levels were not altered by cadaverine treatment, specific DAGs changed in abundance in response to cadaverine, including increases in DAG 16:0/16:1, DAG 18:0/16:2 and DAG 18:3/dnOPDA, and decreases in DAG 18:3/18:3 content (Table \nS1\n). In addition, we have also seen modification of phospholipids, albeit below the significance threshold, with PI and PA decreasing with cadaverine treatment.",
    "discussion": "DISCUSSION\nWe have shown that cadaverine functions to inhibit primary root growth by modulating biotin synthesis through inhibition of the BIO3‐BIO1 enzyme. Cadaverine response can be chemically rescued with biotin, DAPA, but not KAPA. While KAPA could potentially be excluded from transport into seedlings, the results of our \nin vitro\n reaction show cadaverine to inhibit BIO3‐BIO1 activity. Furthermore, cadaverine did not alter the expression of BIO3‐BIO1 at the protein level in wild‐type or \ncdh3,\n and overexpression of \nBIO3‐BIO1\n from our \ncdh3\n rescue line resulted in increased BIO3‐BIO1 protein and resistance to cadaverine, in agreement with an effect on BIO3‐BIO1 enzymatic function.\nAnalysis of the \nBIO3‐BIO1\n mutant, \ncdh3\n, reported here shows biotin deficiency results in decreased primary root growth, which is similar to the phenotype observed in the hypomorphic mutation in \nBIO4\n (Li et al., \n2012\n). Furthermore, analysis of \ncdh3\n root growth on cadaverine‐containing media also shows evidence of cell death in the elongation zone upon staining with propidium iodide (Figure \n1c\n). Evidence of cell death was also reported in shoots of a hypomorphic mutant of \nBIO4\n (Li et al., \n2012\n), indicating that decreases in biotin cause cell death in both roots and shoots. The localization of cell death to the elongation zone of cadaverine‐treated \ncdh3\n may reflect an increased requirement for biotin in tissues that undergo rapid cell growth and expansion. Alternatively, deficiencies in fatty acid synthesis have been shown to result in an accumulation of reactive oxygen species in the mitochondria, along with cell death (Wu et al., \n2015\n). The similar phenotypes observed in cadaverine‐treated \ncdh3\n mutant seedlings (this study) and biotin‐deficient mutants (Li et al., \n2012\n; Wu et al., \n2015\n) thus suggest that a deficiency in biotin synthesis may underlie the developmental impact of cadaverine.\nInhibition of biotin synthesis has long been a target for herbicides and antibiotics. While numerous compounds have been identified to inhibit biotin biosynthesis, to date only one natural product, amiclenomycin, had been identified to inhibit DAPA synthase in bacteria, through formation of a covalent adduct with PLP (Sandmark et al., \n2002\n). Our results indicate cadaverine is a natural DAPA synthase inhibitor in Arabidopsis. Cadaverine may function to inhibit BIO3‐BIO1 through formation of a Schiff base with PLP, as observed with amiclenomycin, or through direct interaction with the binding site. BIO3‐BIO1 inhibition by cadaverine cannot be mimicked by treatments with putrescine and/or putrescine‐derived polyamines. The different inhibitory activities displayed by distinct polyamines may be determined by charge distribution of the amine groups or subcellular compartmentalization. Given the proximity of A662 to PLP, the hypersensitive response of \ncdh3\n mutant to cadaverine could be explained by an altered conformation of the mutant protein resulting in decreased reaction efficiency. However, multiple attempts at producing recombinant \ncdh3\n mutant enzyme failed, preventing us from directly testing this hypothesis. Future work will be aimed at characterizing cadaverine’s inhibitory effect on DAPA synthase activity in plants.\nAs we have shown exogenous biotin rescues the cadaverine response phenotype, the effect of cadaverine treatment on primary root growth is in part associated with induced alterations in lipid composition, including decreased TAG content, and/or signaling phospholipids. Analysis of \nSUC5,\n required for biotin transport into the developing embryo from the maternal plant, shows the \nsuc5\n and \nbio1\n or \nbio2\n double mutants rescued with exogenous biotin have an increased proportion of short chain fatty acids (16:0 and 16:1), in accordance with our observation of cadaverine treatment (Figure \n6\n; Table \nS1\n) (Pommerrenig et al., \n2012\n). The decrease in PI and PA could be due to increased activity through the phosphoinositide pathway to generate DAG to compensate for decreases in TAG. Alternatively, cadaverine may function to affect the components of the phosphoinositide pathway, independently from its effect on biotin, contributing to the root growth phenotype we see in response to cadaverine.\nBiotin is also involved in amino acid homeostasis, gluconeogenesis, and other aspects of central metabolism. MCCase has previously been shown to accumulate in response to biotin depletion or starvation to allow for recycling of amino acids (Aubert et al., \n1996\n; Che, \n2003\n; Ding et al., \n2012\n). The increase of MCCA apoprotein in \ncdh3\n (Figure \n5a,c\n) is compatible with a mechanism that allows modulation of target MCCA protein abundance by biotin availability, in agreement with previous studies (Che, \n2003\n; Li et al., \n2012\n). The absence of such changes in cadaverine‐treated wild‐type plants may simply reflect a lower level of biotin limitation in wild‐type roots.\nWhile root growth inhibition of \ncdh3\n was not observed with putrescine‐derived polyamines (Figure \n1g\n), the \npao4\n phenotype and subsequent rescue by biotin (Figure \n3d\n) suggests a connection between cadaverine and the putrescine‐derived polyamines. Polyamine oxidases, such as PAO4, oxidize polyamines spermidine and spermine, thereby contributing to putrescine‐derived polyamines homeostasis (Kamada‐Nobusada et al., \n2008\n; Liu et al., \n2014\n). \npao4\n mutants show increased spermine content, decreased spermidine and hydrogen peroxide, and changes in primary metabolism (Sequera‐Mutiozabal et al., \n2016\n). Altered primary metabolism associated with the \npao4\n mutation may reflect an indirect role for the putrescine‐derived polyamines or their catabolic products in biotin synthesis or the downstream effects of biotin.\nThe putrescine‐derived polyamines are essential components for growth and development; for example, thermospermine is required for vasculature development in Arabidopsis (Kakehi et al., \n2008\n) and spermidine is required for eukaryotic translation (Park et al., \n1982\n). Studies on the functions of putrescine‐derived polyamines have been hampered by the embryo lethality associated with spermidine depletion (Imai et al., \n2004\n). Therefore, it is possible that putrescine‐derived polyamines provide other essential roles that have yet to be uncovered.\n\n\nOCT1\n has been characterized as a carnitine transporter and was proposed to transport cations, such as polyamines (Lelandais‐Brière et al., \n2007\n; Strohm et al., \n2015\n). In mammals the carnitine cycle allows acyl transport into the mitochondria for beta‐oxidation. An analogous mechanism has been proposed in plants after identification of a carnitine acyl carrier‐like protein with homology to mammalian carnitine acyl carrier, but the role of carnitine in plants has yet to be further elucidated (Lawand et al., \n2002\n). \noct1\n mutants could be sensitive to cadaverine because of altered polyamines homeostasis and/or localization. Alternatively, cadaverine‐induced lipid deficiency could be exacerbated by altered acyl transport capabilities in the \noct1\n mutants.\nIn some plants, cadaverine abundance has been found to increase in response to environmental stress, a process that is believed to contribute to stress mitigation. Furthermore, microbes from the phyllosphere, rhizosphere, or endosphere have also been shown to provide plants with cadaverine, as does decomposing matter in proximity of a root system (Cassán, \n2009\n). Both endogenous and exogenously applied cadaverine can modulate plant growth and environment‐related stress resistance (reviewed in Jancewicz et al., \n2016\n). We present here that cadaverine inhibits biotin biosynthesis and primary metabolism in Arabidopsis through direct inhibition of DAPA synthase, thereby reducing the accumulation of TAGs. If the physiological responses to cadaverine are adaptive, the presence of cadaverine, either through association with microbes (in most plants including \nA. thaliana\n) or through stress‐induced synthesis, where observed, may serve to divert a plant’s resources from growth to defense responses. Future investigations addressing the conservation of cadaverine‐response pathways in plants, and the development of methods aimed at better controlling the effects of cadaverine on biotin synthesis, its impact on primary metabolism within the biomass, and on root‐system architecture, should yield important new insights, facilitating the development of new crop varieties with improved productivity, enhanced energy content of the biomass, and increased adaptability to the stresses associated with climate change or growth on marginal lands.",
    "experimental_procedures": "EXPERIMENTAL PROCEDURES\nSeedling root growth measurements\nSeedlings were grown on plates containing 1.5% agar, 0.5× Linsmaier and Skoog (LS) media pH 5.7 with 1.5% sucrose unless otherwise noted. After 48 h of stratification, plates were moved to a 22°C growth chamber under long day conditions, 60 μmol m\n–2\n sec\n–1\n white light (cool‐white fluorescent bulbs) and the wave assay was carried out as described in Rutherford and Masson (\n1996\n). Day lengths were 16 h. After 6 days of growth, the position of the root tip was marked and seedlings were grown for 4 more days. After 10 days, plates were scanned using a document scanner and the growth from Day 6 to 10 was measured using the Neuron J plugin of ImageJ. Root growth was standardized to the control of each mutant line.\nTo determine if the response was specific to cadaverine, mutant lines were screened on media supplemented with putrescine (5, 10, and 15 m\nm\n), spermidine (300, 500, and 700 μ\nm\n), and spermine (200, 300, and 400 μ\nm\n), and root growth measurements were carried out as described above.\nMeristem morphology and cell size\nZeiss confocal LSM780 microscope was used to characterize cell size and morphology of cadaverine‐treated roots. Eight‐day‐old seedlings were germinated on control media or 200 μ\nm\n cadaverine‐containing media. Seedlings were grown as described above. After 8 days in the growth chamber, seedlings were stained with 1.0 mg ml\n–1\n propidium iodide for approximately 2 sec and then rinsed with water. Roots were imaged using a 561‐nm laser, 20× objective. Images were analyzed using ImageJ. Meristem was defined from the quiescent center to the first elongated cell in the cortex. The number of cells in the meristem was counted from the quiescent center along files of cortical cells to the first elongated cell (Perilli et al., \n2010\n). The cell length in the mature zone was quantified by measuring cells in the epidermis using ImageJ.\nRoot tip growth measurement\nSeedlings were germinated on control media (as above) and grown vertically to reduce waving. Three days after germination, seedlings were transferred to control or 200 μ\nm\n cadaverine‐containing media and grown under 60 μmol m\n–2\n sec\n–1\n of continuous light. A high‐resolution raspberry pi camera was used to image seedlings every 8 h. Imaging began within 10 min after transfer. ImageJ was used to measure tip growth every 8 h. Statistical difference in root tip growth between cadaverine and control treatment was tested using a mixed effects model with an \nF\n‐test for the interaction between time and treatment, corrected with Tukey’s adjustment for multiple comparisons in SAS Studio Version 3.8 (Gueorguieva and Krystal, \n2004\n).\nForward genetic screen\nTo generate an EMS population, approximately 0.19 g of Col‐0 seeds (M0) were treated with 50 ml of 0.2% EMS for 15 h, then rinsed with water eight times (Weigel and Glazebrook, \n2002\n). On the last wash, seeds were soaked in water for an hour. Seeds were then resuspended in 0.1% agar and pipetted on to soil. After EMS application M0 seeds are referred to as M1. M1 plants were self‐pollinated and M2 seeds were collected in individual pools for each plant. In total, 1064 M2 lines were screened on plates containing LS media supplemented with 200 μ\nm\n cadaverine. Seedlings showing a hypersensitive response, a decrease in root growth compared with the wild type on cadaverine media, were self‐pollinated and the M3 lines were rescreened on 200 μ\nm\n cadaverine and control media. Root growth of these M3 lines was quantified as described above. Student’s \nt\n‐test was done against Col‐0 to determine if the mutant line was hypersensitive to cadaverine (Figure \nS1\n).\nNext‐generation sequencing\nA mapping population of \ncdh3\n was generated by backcrossing \ncdh3\n to wild‐type Col‐0. The segregating F2 population was screened on 50 μ\nm\n cadaverine plates as described above, omitting sucrose. In total, 162 cadaverine hypersensitive seedlings were pooled and frozen in liquid nitrogen, then homogenized with a 4.5‐mm steel bead using Mixmill. DNA was extracted using the QIAGEN DNeasy plant mini kit (Qiagen, Hilden, Germany). Next‐generation sequencing was done using Illumina HiSeq 2000 (UW‐Biotech Facility) with 100 bp, paired‐end reads. \ndnastar\n software (version 12.3) was used for alignment and variant identification. Reads with a Q value <30 were removed from analysis. Variants present in multiple EMS mutant lines and Col‐0 were subtracted from the \ncdh3\n variant list. The location of the mutation was identified by looking at the percentage single nucleotide polymorphism along the position in the genome (Zuryn et al., \n2010\n).\nChemical rescue\nSeedlings were germinated on LS media with or without 200 μ\nm\n cadaverine and 10, 20, 40, 60, 80, or 100 n\nm\n biotin. Biotin was prepared as described in Schneider et al. (\n1989\n). Seedling root growth was quantified as described above. Student’s \nt\n‐test was done to determine significance against Col‐0 using \nP\n < 0.05 as a cut off.\nTransformation rescue\nPrimers containing adapters for \nAsc\n1 and \nPac\n1 restriction sites were used to amplify Col‐0 wild‐type \nBIO3‐BIO1\n genomic DNA (\nAt5G57590\n), from 1233 bp upstream from the transcriptional start site to 382 bp 3′ of the stop codon, yielding a 5706‐bp product. The PCR reaction was restriction‐digested with \nAsc\n1 and \nPac\n1 and ligated into pMDC99 (Curtis, \n2003\n). The ligated product was transformed into \nEscherichia coli\n DUO competent cells (Lucigen, Middleton, WI, USA) and selected on 50 μg ml\n–1\n kanamycin. Transformation rescue was done on the \ncdh3\n mutant using the floral dip method as described (Clough and Bent, \n1998\n) using Agrobacteria strain GV3101. T1 seeds were screened on 50 μg ml\n–1\n hygromycin to identify positive transformants.\nProtein expression and isolation\nProtein expression of pET‐mBIO3‐BIO1 was carried out as described previously (Cobessi et al., \n2012\n). The plasmid was introduced into Rosetta‐2 \nE. coli\n competent cells (Novagen, Madison, WI, USA) and cultured overnight at 37°C, 200 r.p.m. in 10 ml LB medium containing 50 μg ml\n–1\n kanamycin. After overnight growth the culture was transferred into 500 ml LB with appropriate antibiotic and supplemented with 10 μ\nm\n pyridoxine and 15 μ\nm\n thiamin (Cobessi et al., \n2012\n). The culture was incubated at 37°C until the OD\n600\n reached 0.3. At this point, 0.4 m\nm\n isopropylthio‐β‐\nd\n‐galactoside was added, and the culture was grown for 16 h at 18°C, shaking at 200 rpm. Cells were then harvested by centrifuged at 4°C for 20 min at 4000 \n\n\ng\n\n\n. Pellet was resuspend in lysis buffer with additional 1× protease inhibitor cocktail (Roche, Basel, Switzerland) and 500 μ\nm\n PLP. Cell lysate was centrifuged at 10 000 \n\n\ng\n\n\n for 30 min at 4°C. Supernatant was collected and subjected to QIAexpress Ni‐NTA column purification (Qiagen). Eluted protein was desalted using Amicon Ultra centrifugal filter units, Ultra‐15 MWCO 50 kDa (Millipore Sigma, Burlington, MA, USA). Protein was stored and diluted in 100 m\nm\n HEPPS pH 8.6.\nBIO3‐BIO1 \nin vitro\n enzymatic assay\nThe assay was modified from the method developed by Cobessi et al. (\n2012\n). Reaction buffer contained the following: 100 m\nm\n HEPPS pH 8.6, 1 m\nm\n DTT, 100 m\nm\n NaCl, 5 m\nm\n MgCl\n2\n, 3 m\nm\n AdoMet, 10 m\nm\n NaHCO\n3\n, and 0.3 m\nm\n ATP. Each reaction included various concentrations of racemic hydrochloride‐KAPA (synthesized according to the procedure described by Nudelman et al. (\n2004\n) as substrate (0 or 20 µ\nm\n), along with 0 or 50 µ\nm\n cadaverine dihydrochloride. The BIO3‐BIO1 enzyme at a final concentration of 6.9 µ\nm\n was added to start the reactions. Reactions were run at 25°C for 8 min. At the end of each reaction, the enzyme was inactivated by addition of 20% acetic acid. Inactivated enzyme was removed from the reaction using a 10‐kDa column (Pall NanoSep). DTB was detected using FluoReporter Biotin Quantitation Assay Kit (F30751; Thermo Fisher, Waltham, MA, USA). Twenty‐five microliters of reaction product was mixed with 25 µl 2× Biotective Green Reagent and incubated for 5 min in the dark before detection using a Tecan Infinite M1000 Pro microplate reader with 495 nm (10 nm bandwidth) excitation and 530 nm (10 nm bandwidth) emission. A standard curve of DTB was generated from 0 to 80 pmol and used to determine the amount of DTB per sample.\nSeedling growth for gene expression analysis\nSeedlings were germinated on control media and transferred to plates containing control or 200 μ\nm\n cadaverine media for 24, 48, or 72 h before collecting tissue at 8 days after germination. An additional subset of seedlings was germinated directly on control or 200 μ\nm\n cadaverine media. To harvest, seedlings were flash frozen in liquid nitrogen and homogenized using a 4.5‐mm steel bead and a Mixmill.\nGene expression analysis\nRNA extraction was done using TRIzol reagent and Direct‐zol RNA MiniPrep Kit, with a chloroform phase separation, according to manufacturer’s specifications (ZymoResearch, Irvine, CA, USA). cDNA synthesis was done using SuperScript III. qRT‐PCR was done using Bullseye EvaGreen qPCR Mastermix (MidSci) and run on a LightCycler 480 II Instrument (Roche). Gene expression was calculated by the delta delta \nC\n\n\nt\n method and standardized to the PP2A (At1G59830) reference gene (Czechowski et al., \n2005\n; Ramakers et al., \n2003\n). Fold‐change of expression for all samples was then set relative to a control sample. Statistical significance was identified by ANOVA with Tukey’s HSD correction (SAS version 9.3).\nProtein analysis\nSeedling growth is as described above, with seedlings germinated on 1.5% agar, 0.5× LS media pH 5.7 with 1.5% sucrose with or without or 200 μ\nm\n cadaverine. Tissue was frozen using dry ice after 8 days of growth. Frozen samples were homogenized using MixMill. Protein was extracted in the equivalent of 1 ml of protein extraction buffer (20 m\nm\n MOPS [pH 7.5], 5 m\nm\n MgCl\n2\n, 5 m\nm\n KCl, 50 m\nm\n Sucrose [Roche inhibitor cocktail tablet], 1 m\nm\n DTT, 7% glycerol [adapted from (Li et al., \n2012\n]) per 250 mg of tissue. The homogenate was gently mixed at 4°C for 30 min, then centrifuged at 4°C for 30 min, 18 000  \ng\n to pellet the debris. Total protein was quantified and standardized for each gel using the Roche BCA assay. Approximately 150 μg of protein was loaded on to a 12% Tris‐Bis NuPAGE gel (Invitrogen, Waltham, MA, USA) and run using the Invitrogen X‐cell SureLock Mini‐Cell Electrophoresis System. After electroblotting, the Immunobilon‐FL PVDF membrane was blocked for 1 h at 4°C with a 5% milk/TBS solution (25 m\nm\n Tris‐HCl, 140 m\nm\n NaCl, 3.0 m\nm\n KCl). Anti‐RPT4A, a proteasome subunit‐specific antibody generated in rabbit, was used as a loading control at 1:4000 dilution. BIO3‐BIO1 antibody was generated against guinea pig by Claude Alban and used at 1:25 000 (Cobessi et al., \n2012\n). BCCP1 and MCCA antibodies were generated against rabbit by Basil Nikolau and obtained from the Plant Antibody Facility (PAF, Ohio State) (Che, \n2003\n; Li et al., \n2011\n). MCCA and BCCP1 antibodies were used at a concentration of 1:10 000. LiCor CW800, secondary antibodies were used according to manufacturer’s instructions at 1:10 000 dilution. Membranes were scanned using LICOR Odyssey. Image studio software version 5.2.5 and Adobe Photoshop was used to quantify band intensity.\nBiotin‐containing protein analysis\nBiotin‐containing proteins were quantified following protocol from Li et al. (\n2012\n). RPT4A loading control was used as described above. Membranes were blocked in TBST with 1% Tween20 before treating with streptavidin. Streptavadin CW800 was used to detect biotinylated proteins at a concentration of 0.5 µg ml\n–1\n in 1% milk TBST.\nLipid profiling\nCol‐0 wild‐type seedlings were grown on LS media as described above. After 5 days in the growth chamber, seedlings were transferred to plates containing control or 200 μ\nm\n cadaverine media, and allowed to grow for an additional 72 h. Fresh tissue was submerged immediately in 75°C isopropanol with 0.01% butylated hydroxytoluene. Lipid extraction procedure was done according to Devaiah et al. (\n2006\n). Samples were dried under nitrogen gas and shipped to Kansas State Lipidomics Research Center for analysis (Vu et al., \n2014\n). Lipids were standardized to dry weight for each sample. Total acyl lipids, DAG and TAG were analyzed on a Waters Xevo TQS mass spectrometer (Waters, Milford, MA, USA). Samples contained 200 seedlings per biological replica, with a total of five biological repeats.",
    "seedling_root_growth_measurements": "Seedling root growth measurements\nSeedlings were grown on plates containing 1.5% agar, 0.5× Linsmaier and Skoog (LS) media pH 5.7 with 1.5% sucrose unless otherwise noted. After 48 h of stratification, plates were moved to a 22°C growth chamber under long day conditions, 60 μmol m\n–2\n sec\n–1\n white light (cool‐white fluorescent bulbs) and the wave assay was carried out as described in Rutherford and Masson (\n1996\n). Day lengths were 16 h. After 6 days of growth, the position of the root tip was marked and seedlings were grown for 4 more days. After 10 days, plates were scanned using a document scanner and the growth from Day 6 to 10 was measured using the Neuron J plugin of ImageJ. Root growth was standardized to the control of each mutant line.\nTo determine if the response was specific to cadaverine, mutant lines were screened on media supplemented with putrescine (5, 10, and 15 m\nm\n), spermidine (300, 500, and 700 μ\nm\n), and spermine (200, 300, and 400 μ\nm\n), and root growth measurements were carried out as described above.",
    "meristem_morphology_and_cell_size": "Meristem morphology and cell size\nZeiss confocal LSM780 microscope was used to characterize cell size and morphology of cadaverine‐treated roots. Eight‐day‐old seedlings were germinated on control media or 200 μ\nm\n cadaverine‐containing media. Seedlings were grown as described above. After 8 days in the growth chamber, seedlings were stained with 1.0 mg ml\n–1\n propidium iodide for approximately 2 sec and then rinsed with water. Roots were imaged using a 561‐nm laser, 20× objective. Images were analyzed using ImageJ. Meristem was defined from the quiescent center to the first elongated cell in the cortex. The number of cells in the meristem was counted from the quiescent center along files of cortical cells to the first elongated cell (Perilli et al., \n2010\n). The cell length in the mature zone was quantified by measuring cells in the epidermis using ImageJ.",
    "root_tip_growth_measurement": "Root tip growth measurement\nSeedlings were germinated on control media (as above) and grown vertically to reduce waving. Three days after germination, seedlings were transferred to control or 200 μ\nm\n cadaverine‐containing media and grown under 60 μmol m\n–2\n sec\n–1\n of continuous light. A high‐resolution raspberry pi camera was used to image seedlings every 8 h. Imaging began within 10 min after transfer. ImageJ was used to measure tip growth every 8 h. Statistical difference in root tip growth between cadaverine and control treatment was tested using a mixed effects model with an \nF\n‐test for the interaction between time and treatment, corrected with Tukey’s adjustment for multiple comparisons in SAS Studio Version 3.8 (Gueorguieva and Krystal, \n2004\n).",
    "forward_genetic_screen": "Forward genetic screen\nTo generate an EMS population, approximately 0.19 g of Col‐0 seeds (M0) were treated with 50 ml of 0.2% EMS for 15 h, then rinsed with water eight times (Weigel and Glazebrook, \n2002\n). On the last wash, seeds were soaked in water for an hour. Seeds were then resuspended in 0.1% agar and pipetted on to soil. After EMS application M0 seeds are referred to as M1. M1 plants were self‐pollinated and M2 seeds were collected in individual pools for each plant. In total, 1064 M2 lines were screened on plates containing LS media supplemented with 200 μ\nm\n cadaverine. Seedlings showing a hypersensitive response, a decrease in root growth compared with the wild type on cadaverine media, were self‐pollinated and the M3 lines were rescreened on 200 μ\nm\n cadaverine and control media. Root growth of these M3 lines was quantified as described above. Student’s \nt\n‐test was done against Col‐0 to determine if the mutant line was hypersensitive to cadaverine (Figure \nS1\n).",
    "next‐generation_sequencing": "Next‐generation sequencing\nA mapping population of \ncdh3\n was generated by backcrossing \ncdh3\n to wild‐type Col‐0. The segregating F2 population was screened on 50 μ\nm\n cadaverine plates as described above, omitting sucrose. In total, 162 cadaverine hypersensitive seedlings were pooled and frozen in liquid nitrogen, then homogenized with a 4.5‐mm steel bead using Mixmill. DNA was extracted using the QIAGEN DNeasy plant mini kit (Qiagen, Hilden, Germany). Next‐generation sequencing was done using Illumina HiSeq 2000 (UW‐Biotech Facility) with 100 bp, paired‐end reads. \ndnastar\n software (version 12.3) was used for alignment and variant identification. Reads with a Q value <30 were removed from analysis. Variants present in multiple EMS mutant lines and Col‐0 were subtracted from the \ncdh3\n variant list. The location of the mutation was identified by looking at the percentage single nucleotide polymorphism along the position in the genome (Zuryn et al., \n2010\n).",
    "chemical_rescue": "Chemical rescue\nSeedlings were germinated on LS media with or without 200 μ\nm\n cadaverine and 10, 20, 40, 60, 80, or 100 n\nm\n biotin. Biotin was prepared as described in Schneider et al. (\n1989\n). Seedling root growth was quantified as described above. Student’s \nt\n‐test was done to determine significance against Col‐0 using \nP\n < 0.05 as a cut off.",
    "transformation_rescue": "Transformation rescue\nPrimers containing adapters for \nAsc\n1 and \nPac\n1 restriction sites were used to amplify Col‐0 wild‐type \nBIO3‐BIO1\n genomic DNA (\nAt5G57590\n), from 1233 bp upstream from the transcriptional start site to 382 bp 3′ of the stop codon, yielding a 5706‐bp product. The PCR reaction was restriction‐digested with \nAsc\n1 and \nPac\n1 and ligated into pMDC99 (Curtis, \n2003\n). The ligated product was transformed into \nEscherichia coli\n DUO competent cells (Lucigen, Middleton, WI, USA) and selected on 50 μg ml\n–1\n kanamycin. Transformation rescue was done on the \ncdh3\n mutant using the floral dip method as described (Clough and Bent, \n1998\n) using Agrobacteria strain GV3101. T1 seeds were screened on 50 μg ml\n–1\n hygromycin to identify positive transformants.",
    "protein_expression_and_isolation": "Protein expression and isolation\nProtein expression of pET‐mBIO3‐BIO1 was carried out as described previously (Cobessi et al., \n2012\n). The plasmid was introduced into Rosetta‐2 \nE. coli\n competent cells (Novagen, Madison, WI, USA) and cultured overnight at 37°C, 200 r.p.m. in 10 ml LB medium containing 50 μg ml\n–1\n kanamycin. After overnight growth the culture was transferred into 500 ml LB with appropriate antibiotic and supplemented with 10 μ\nm\n pyridoxine and 15 μ\nm\n thiamin (Cobessi et al., \n2012\n). The culture was incubated at 37°C until the OD\n600\n reached 0.3. At this point, 0.4 m\nm\n isopropylthio‐β‐\nd\n‐galactoside was added, and the culture was grown for 16 h at 18°C, shaking at 200 rpm. Cells were then harvested by centrifuged at 4°C for 20 min at 4000 \n\n\ng\n\n\n. Pellet was resuspend in lysis buffer with additional 1× protease inhibitor cocktail (Roche, Basel, Switzerland) and 500 μ\nm\n PLP. Cell lysate was centrifuged at 10 000 \n\n\ng\n\n\n for 30 min at 4°C. Supernatant was collected and subjected to QIAexpress Ni‐NTA column purification (Qiagen). Eluted protein was desalted using Amicon Ultra centrifugal filter units, Ultra‐15 MWCO 50 kDa (Millipore Sigma, Burlington, MA, USA). Protein was stored and diluted in 100 m\nm\n HEPPS pH 8.6.",
    "bio3‐bio1_in_vitro_enzymatic_assay": "BIO3‐BIO1 \nin vitro\n enzymatic assay\nThe assay was modified from the method developed by Cobessi et al. (\n2012\n). Reaction buffer contained the following: 100 m\nm\n HEPPS pH 8.6, 1 m\nm\n DTT, 100 m\nm\n NaCl, 5 m\nm\n MgCl\n2\n, 3 m\nm\n AdoMet, 10 m\nm\n NaHCO\n3\n, and 0.3 m\nm\n ATP. Each reaction included various concentrations of racemic hydrochloride‐KAPA (synthesized according to the procedure described by Nudelman et al. (\n2004\n) as substrate (0 or 20 µ\nm\n), along with 0 or 50 µ\nm\n cadaverine dihydrochloride. The BIO3‐BIO1 enzyme at a final concentration of 6.9 µ\nm\n was added to start the reactions. Reactions were run at 25°C for 8 min. At the end of each reaction, the enzyme was inactivated by addition of 20% acetic acid. Inactivated enzyme was removed from the reaction using a 10‐kDa column (Pall NanoSep). DTB was detected using FluoReporter Biotin Quantitation Assay Kit (F30751; Thermo Fisher, Waltham, MA, USA). Twenty‐five microliters of reaction product was mixed with 25 µl 2× Biotective Green Reagent and incubated for 5 min in the dark before detection using a Tecan Infinite M1000 Pro microplate reader with 495 nm (10 nm bandwidth) excitation and 530 nm (10 nm bandwidth) emission. A standard curve of DTB was generated from 0 to 80 pmol and used to determine the amount of DTB per sample.",
    "seedling_growth_for_gene_expression_analysis": "Seedling growth for gene expression analysis\nSeedlings were germinated on control media and transferred to plates containing control or 200 μ\nm\n cadaverine media for 24, 48, or 72 h before collecting tissue at 8 days after germination. An additional subset of seedlings was germinated directly on control or 200 μ\nm\n cadaverine media. To harvest, seedlings were flash frozen in liquid nitrogen and homogenized using a 4.5‐mm steel bead and a Mixmill.",
    "gene_expression_analysis": "Gene expression analysis\nRNA extraction was done using TRIzol reagent and Direct‐zol RNA MiniPrep Kit, with a chloroform phase separation, according to manufacturer’s specifications (ZymoResearch, Irvine, CA, USA). cDNA synthesis was done using SuperScript III. qRT‐PCR was done using Bullseye EvaGreen qPCR Mastermix (MidSci) and run on a LightCycler 480 II Instrument (Roche). Gene expression was calculated by the delta delta \nC\n\n\nt\n method and standardized to the PP2A (At1G59830) reference gene (Czechowski et al., \n2005\n; Ramakers et al., \n2003\n). Fold‐change of expression for all samples was then set relative to a control sample. Statistical significance was identified by ANOVA with Tukey’s HSD correction (SAS version 9.3).",
    "protein_analysis": "Protein analysis\nSeedling growth is as described above, with seedlings germinated on 1.5% agar, 0.5× LS media pH 5.7 with 1.5% sucrose with or without or 200 μ\nm\n cadaverine. Tissue was frozen using dry ice after 8 days of growth. Frozen samples were homogenized using MixMill. Protein was extracted in the equivalent of 1 ml of protein extraction buffer (20 m\nm\n MOPS [pH 7.5], 5 m\nm\n MgCl\n2\n, 5 m\nm\n KCl, 50 m\nm\n Sucrose [Roche inhibitor cocktail tablet], 1 m\nm\n DTT, 7% glycerol [adapted from (Li et al., \n2012\n]) per 250 mg of tissue. The homogenate was gently mixed at 4°C for 30 min, then centrifuged at 4°C for 30 min, 18 000  \ng\n to pellet the debris. Total protein was quantified and standardized for each gel using the Roche BCA assay. Approximately 150 μg of protein was loaded on to a 12% Tris‐Bis NuPAGE gel (Invitrogen, Waltham, MA, USA) and run using the Invitrogen X‐cell SureLock Mini‐Cell Electrophoresis System. After electroblotting, the Immunobilon‐FL PVDF membrane was blocked for 1 h at 4°C with a 5% milk/TBS solution (25 m\nm\n Tris‐HCl, 140 m\nm\n NaCl, 3.0 m\nm\n KCl). Anti‐RPT4A, a proteasome subunit‐specific antibody generated in rabbit, was used as a loading control at 1:4000 dilution. BIO3‐BIO1 antibody was generated against guinea pig by Claude Alban and used at 1:25 000 (Cobessi et al., \n2012\n). BCCP1 and MCCA antibodies were generated against rabbit by Basil Nikolau and obtained from the Plant Antibody Facility (PAF, Ohio State) (Che, \n2003\n; Li et al., \n2011\n). MCCA and BCCP1 antibodies were used at a concentration of 1:10 000. LiCor CW800, secondary antibodies were used according to manufacturer’s instructions at 1:10 000 dilution. Membranes were scanned using LICOR Odyssey. Image studio software version 5.2.5 and Adobe Photoshop was used to quantify band intensity.",
    "biotin‐containing_protein_analysis": "Biotin‐containing protein analysis\nBiotin‐containing proteins were quantified following protocol from Li et al. (\n2012\n). RPT4A loading control was used as described above. Membranes were blocked in TBST with 1% Tween20 before treating with streptavidin. Streptavadin CW800 was used to detect biotinylated proteins at a concentration of 0.5 µg ml\n–1\n in 1% milk TBST.",
    "lipid_profiling": "Lipid profiling\nCol‐0 wild‐type seedlings were grown on LS media as described above. After 5 days in the growth chamber, seedlings were transferred to plates containing control or 200 μ\nm\n cadaverine media, and allowed to grow for an additional 72 h. Fresh tissue was submerged immediately in 75°C isopropanol with 0.01% butylated hydroxytoluene. Lipid extraction procedure was done according to Devaiah et al. (\n2006\n). Samples were dried under nitrogen gas and shipped to Kansas State Lipidomics Research Center for analysis (Vu et al., \n2014\n). Lipids were standardized to dry weight for each sample. Total acyl lipids, DAG and TAG were analyzed on a Waters Xevo TQS mass spectrometer (Waters, Milford, MA, USA). Samples contained 200 seedlings per biological replica, with a total of five biological repeats.",
    "accession_numbers": "ACCESSION NUMBERS\nSequence data from this article can be found in the EMBL/GenBank data libraries under accession numbers: BIO3‐BIO1 (AT5G57590), BIO2 (AT2G43360), BIO4 (AT5G04620), MCCA (AT1G03090), BCCP1 (AT5G16390), PAO4 (AT1G65840), OCT1 (AT1G73220), PP2A (AT1G69960), and RPT4A (AT5G43010).",
    "author_contributions": "AUTHOR CONTRIBUTIONS\nNMG, HAM, and PHM designed the research; NMG, S‐HS, SL‐N, SM, and CA performed the research; NMG, S‐HS, SL‐N, HAM, and PHM analyzed the data; NMG and PHM wrote the paper.",
    "conflict_of_interests": "CONFLICT OF INTERESTS\nThe authors declare that they have no competing interests.",
    "supporting_information": "Supporting information\n\n\nFigure S1\n. Thirteen cadaverine hypersensitive mutants (\ncdh1\n–\ncdh13\n) were identified by screening for alterations in root responses to cadaverine. Root growth from day 6 to day 10 was measured on cadaverine and control media. Each mutant line was standardized to growth on control media, and standardized again to growth of the wild type. \ncdh\n mutants 1–7 fall into distinct complementation groups. Other mutants were not included in this genetic complementation test. Bars indicate standard error. ***\nP\n < 0.001 as determined by Student’s \nt\n‐test. Whiskers indicate minimum to maximum values.\n\n\nFigure S2\n. Cadaverine decreases cell elongation. (a) Seedlings were germinated on 200 μM cadaverine or control media and propidium iodide treatment was used to stain the cell walls. Stained roots were then analyzed using confocal microscopy. Five seedlings were analyzed per treatment group. Cell length in the mature zone was analyzed using the same treatment conditions described in Figure 1. (b) Length of epidermal cells in the mature zone was quantified for each treatment described in (a). Statistical differences were defined by ANOVA with Tukey’s HSD correction with similar letters indicating no statistical difference. Bars represent standard error.\n\n\nFigure S3\n. Expression of genes involved in biotin synthesis is unaffected by cadaverine treatment. Wild‐type and \ncdh3\n seeds were germinated on control media, with a subset germinated on media containing 200 μM cadaverine. Seedlings were transferred to 200 μM cadaverine‐containing or control media for the indicated duration, 24, 48, or 72 h post‐transfer. A subset of seeds (indicated as 8*) was germinated directly on control or 200 μM cadaverine‐containing media. Seedlings were collected after 8 days in light. Twelve seedlings were collected per biological replicate, and three biological replicates were generated per treatment group. qRT‐PCR was carried out using \nPP2A\n as a reference gene. Bars indicate standard error with dots showing biological replicates. Statistical significance was determined using ANOVA with Tukey’s HSD correction. Similar letters indicate no significant difference between samples.\n\n\nFigure S4\n. \nMCCA\n and \nBCCP1\n gene expression is unaffected by cadaverine treatment. Wild‐type and \ncdh3\n seeds were germinated on control media and transferred to 200 μM cadaverine or control media and grown for the indicated duration (24, 48, or 72 h). A subset of seeds (8*) was germinated directly on control or 200 μM cadaverine media. Twelve seeds were collected per biological replicate, and three biological replicates were generated per treatment group. qRT‐PCR was carried out using PP2A as a reference gene. Bars indicate standard error with dots showing biological replicates. Statistical significance was determined using ANOVA with Tukey’s HSD correction. Similar letters indicate no significant differences between samples.\nClick here for additional data file.\n\n\nTable S1\n. Lipid Analysis of 72‐hour cadaverine treated seedlings. 5 day‐old Col‐0 seedlings were transferred to 200 μM cadaverine‐containing or control media and grown for an additional 72 hours. Lipids were extracted and samples sent to the Kansas State Lipidomics Research Facility for MS/MS analysis. Values are listed as nmol signal/ mg dry weight. Student’s T‐test was done to determine significance.\nClick here for additional data file.",
    "data_availability_statement": "DATA AVAILABILITY STATEMENT\nData from this study can be provided by the corresponding author upon request."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8518694/"
}