{
  "id": "PMC9163032",
  "title": "Œ±Klotho decreases after reduced weight-bearing from both spaceflight and hindlimb unloading",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Œ±Klotho decreases after reduced weight-bearing from both spaceflight and hindlimb unloading",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9163032/"
  },
  "sections": {
    "abstract": "Alpha(α)Klotho, a soluble transmembrane protein, facilitates calcium-phosphorus homeostasis through feedback between bone and kidney and is a potential systemic biomarker for bone-kidney health during spaceflight. We determined if: (1) plasma αKlotho was reduced after both spaceflight aboard the ISS and hindlimb unloading (HU); and (2) deficiency could be reversed with exercise. Both spaceflight and HU lowered circulating plasma αKlotho: plasma αKlotho recovered with exercise after HU.",
    "introduction": "Introduction\nAtrophy of skeletal elements has long been identified as a hazard for the success of long-duration missions and astronaut quality of life\n1\n. US astronauts aboard the International Space Station (ISS) exhibit loss of bone density when comparing pre- and post-flight DXA scan measurements\n2\n,\n3\n. Bone density reduction for a Mars mission has been estimated of up to 36%\n4\n. Recovery from bone degradation appears to be incomplete\n5\n,\n6\n.\nThe role of the kidneys in skeletal homeostasis is complex. Recent research interest includes the interplay between αKlotho and Fibroblast Growth Factor 23 (FGF23)\n7\n. Alpha Klotho is secreted predominantly in the kidneys, whereas FGF23 is secreted by osteocytes\n8\n. FGF23 binds to αKlotho, and increases urine phosphorous excretion\n9\n. Both are required, as seen in mice that demonstrate phosphate retention if either component is deficient\n10\n. FGF23 also increases calcium reabsorption\n7\n. Through these mechanisms, FGF23 eliminates excess phosphorus and increases plasma calcium, with subsequent decreased calcitriol synthesis and parathyroid hormone (PTH) release. In non-weight-bearing climates with known bone density loss, αKlotho and FGF23 may play a role in skeletal homeostasis.\nThe current spaceflight countermeasures aimed at preventing bone loss provide incomplete protection\n6\n,\n11\n. The Advanced Resistive Exercise Device (ARED) is utilized for exercise aboard the ISS\n12\n. Use of the ARED as a single countermeasure largely maintains preflight skeletal health over a 6-month mission in orbit\n11\n, but bone loss is observed by 1 year post-flight, indicating progressive atrophy despite a return to full weight-bearing and from astronauts also receiving bisphosphonate therapy\n11\n. Additionally, a device as large and complex as ARED is likely not feasible on an exploration class mission due to limitations in mass and habitable space. These findings add concerns for the current ability to preserve bone health outside low earth orbit.\nCurrently, no reliable real-time analysis of biomarkers or skeletal imaging on orbit exists. Identification of novel circulating biomarkers for musculoskeletal health, such as αKlotho, could prove crucial to protective measures as the space community turns its eyes towards Mars.\nThis pilot investigation measured circulating αKlotho levels in mice after exposure to two reduced weight-bearing conditions: microgravity aboard the ISS, and after hind limb unloading (HU)\n13\n. Importantly, musculoskeletal degradation has previously been described in hindlimbs from these same mice after 35 days in microgravity and HU\n14\n,\n15\n, observing recovery of joint health upon return to full weight-bearing with exercise\n15\n. Likewise, this study examined if deficits in circulating αKlotho after periods HU could be recovered after return to full-weight bearing, with/without performing exercise. Changes in α-Klotho after acute bouts of exercise are inconsistent when examining resistance vs aerobic exercise (ref. \n16\n), with long term exercise exhibiting elevated αKlotho in sedentary individuals (ref. \n17\n). This hypothesis-generating research aims to assess if αKlotho can serve as a circulating biomarker for bone status, both in-flight and upon return to weight-bearing.\nData are presented mean(SD). Plasma αKlotho in pg/ml was ~50% lower (Fig. \n1\n) after 35 days in orbit aboard the ISS from the FLIGHT mice vs GROUND. No differences were observed between groups for FGF23 or inorganic phosphorus (Pi) concentration (Table \n1\n). Additionally, gastrocnemius muscle mass (g) was lower (\np\n = 0.0035) in FLIGHT vs GROUND after time in orbit aboard the ISS (Table \n1\n). For the hind limb unloading study, plasma αKlotho after 30 days of tail suspension [HU-30day] was 36% lower vs plasma αKlotho from mice that remained full weight bearing [GROUND-30day; \np\n < 0.01; Fig. \n2\n]. Likewise, αKlotho was lower in mice after the initial 30 days of HU vs all mice that were full-weight bearing throughout the entire 80 day study, with or without exercise [GROUND-No exercise; GROUND-Climbing; and GROUND-Running; \np\n < 0.05 for all comparisons)]. In contrast, after returning to full weight-bearing from the 30 day period of HU, plasma αKlotho levels remained lower in the mice that performed no exercise [HU-No Exercise] vs plasma from the full weight bearing mice as measured on Day 30 (\np\n < 0.05). Additionally, these mice that had not performed exercise after the 30 day period of HU were also significantly lower than all GROUND groups on Day 80, regardless of exercise (GROUND-No exercise; GROUND-Climbing; GROUND-Running). In contrast, running exercise for 49 days after the initial 30 day HU period [HU-Running] resulted in partial recovery of plasma Klotho, with no difference vs the full weight bearing group at Day 30 (GROUND-30 Day), but still having lower concentration (\np\n < 0.05) vs GROUND-No Exercise. Climbing exercise [HU-Climbing] for 49 days provided full recovery of αKlotho (Fig. \n2\n), being similar to all GROUND groups. No differences were observed between any groups for FGF23 concentration (Fig. \n3\n). Moreover, Pi level between GROUND-30day and HU-30day was similar (Table \n1\n). Sample limitation prevented the assessment of other groups.\nFig. 1\nαKlotho concentration is reduced after spaceflight.\nFLIGHT mice exhibited lower αKlotho vs GROUND. \nP\n value from unpaired t test provided above bars. Bars: Mean(SD).\nTable 1\nDescriptive information from both the spaceflight study to the International Space Station, and the ground-based hind limb unloading (HU) study.\nSpaceflight study\nHind limb unloading study\nGROUND\nFLIGHT\nGROUND-30day\nHU-30day\nFGF23 (pg/ml)\n26.14(12.45)\n27.10(14.79)\nNA\nNA\nPi (mg/dL)\n4.26(0.29)\n4.06(0.18)\n7.21(3.27)\n8.39(3.62)\nGastrocnemius mass (g)\n159.0(13.1)\n134.6(18.8)#\nNA\nNA\nData are presented mean(SD). # indicates diffference for FLIGHT vs GROUND at \np\n = 0.0035 via unpaired t-test. NA: data not collected (Gastrocnemius mass) or presented in Fig. \n3\n (FGF 23).\nFig. 2\nαKlotho concentration is reduced after hind limb unloading, but can recover with subsequent exercise.\nαKlotho was lower than GROUND in plasma after 30 days HU, but recovery occurred with exercise *\np\n ≤ 0.05; **\np\n < 0.01; ***\np\n < 0.001 determined via Tukey’s Post Hoc test after performed after ANOVA. Bars: Mean(SD).\nFig. 3\nPlasma FGF23 was unaltered after hind limb unloading.\nPlasma FGF23 was similar across groups and time points. Bars: Mean(SD).\nA reduction in plasma αKlotho levels was observed in both FLIGHT and HU mice vs controls. While a mechanistic/causal link between weight-bearing conditions and αKlotho are not determined, both reduced weight-bearing conditions did result in lowered αKlotho. For HU mice, levels of αKlotho increased following exercise, with partial recovery in the running group and full recovery in the climbing group, suggesting an important relationship between exercise/potentially elevated weight-bearing and αKlotho level improvement. These data are aligned with recovery of joint health upon a return to full weight-bearing with exercise\n15\n. Moreover, for FLIGHT mice, where muscle masses were collected, the decrease in αKlotho post-flight occurred with reduced gastrocnemius mass, which itself is not unexpected but αKlotho may also be affected by skeletal muscle activity\n18\n.\nWhen considering the importance αKlotho plays in maintaining musculoskeletal skeletal health, viewed within the context of the adverse effects of microgravity on bone, as well as muscle, these findings suggest an important link between this hormone level and skeletal health. Histologic changes of bone with altered kidney physiology in relation to these hormonal changes are needed to better understand this relationship. The similar changes in αKlotho found in both FLIGHT mice and HU mice suggest that HU mice may provide an appropriate terrestrial analog for examining the relationship between αKlotho and health along the musculoskeletal tissue-kidney axis.",
    "methods": "Methods\nThe animal and environmental details of the ISS study (Rodent Research-9 mission), the accompanying HU study, and all approved IACUC protocols from Wake Forest School of Medicine, NASA Ames, and the Kenney Space Center have been published\n15\n. All mice were male, C57BL/6 (Jackson Labs) that were 10 weeks at the start of each study.\nISS mission\nGroups included FLIGHT and GROUND control\n15\n. This investigation had access to \nn\n = 4–5 plasma samples/group collected after 35 days on orbit; all available samples were analyzed for this study.\nHU study\nGroups included weight-bearing GROUND mice, or HU via tail suspension, as described\n15\n. On Day 30, plasma was isolated from a cohort of GROUND (GROUND-30day) and HU (HU-30day) mice. Remaining HU mice were then removed from tail suspension and were thus weight-bearing the remainder of the study. All mice that were previously GROUND or HU were enrolled into one of 3 exercise groups, as described\n15\n, from Days 31–80, performing: 1] no exercise; 2] climbing exercise 3X weekly, or; 3] running exercise 3X weekly in order to determine if recovery was possible with aerobic (running) or a resistance (climbing) regimen, yielding the following six groups: GROUND-No exercise; GROUND-Climbing; GROUND-Running; HU-No exercise; HU-Climbing; and HU-Running. Climbing exercises were performed 3X/week,. This investigation had access to \nn\n = 4 plasma samples/group, all of which were analyzed.\nBlood was collected in [K2]ethylenediaminetetraacetic acid (EDTA)-containing syringes by cardiac puncture and centrifuged for 10 min at 3000 rpm at 4 °C; Plasma was isolated and ELISA was used to detect αKlotho (R&D Systems™ #DY5334) and FGF23 (Abcam #ab213863); a commercial Pi kit was also used (Pointe Scientific #P7516-500).\nComparisons between FLIGHT and GROUND mice were performed using a two-way unpaired t-test; ANOVA was performed for the HU study, with Tukeys post hoc tests. α ≤ 0.05; the assumption of equal variance was used to test equality of variance. Analyses were performed using GraphPad Prizm 8.4.0. The data that support the findings of this study are available on request from the corresponding author.\nReporting summary\nFurther information on research design is available in the \nNature Research Reporting Summary\n linked to this article.",
    "iss_mission": "ISS mission\nGroups included FLIGHT and GROUND control\n15\n. This investigation had access to \nn\n = 4–5 plasma samples/group collected after 35 days on orbit; all available samples were analyzed for this study.",
    "hu_study": "HU study\nGroups included weight-bearing GROUND mice, or HU via tail suspension, as described\n15\n. On Day 30, plasma was isolated from a cohort of GROUND (GROUND-30day) and HU (HU-30day) mice. Remaining HU mice were then removed from tail suspension and were thus weight-bearing the remainder of the study. All mice that were previously GROUND or HU were enrolled into one of 3 exercise groups, as described\n15\n, from Days 31–80, performing: 1] no exercise; 2] climbing exercise 3X weekly, or; 3] running exercise 3X weekly in order to determine if recovery was possible with aerobic (running) or a resistance (climbing) regimen, yielding the following six groups: GROUND-No exercise; GROUND-Climbing; GROUND-Running; HU-No exercise; HU-Climbing; and HU-Running. Climbing exercises were performed 3X/week,. This investigation had access to \nn\n = 4 plasma samples/group, all of which were analyzed.\nBlood was collected in [K2]ethylenediaminetetraacetic acid (EDTA)-containing syringes by cardiac puncture and centrifuged for 10 min at 3000 rpm at 4 °C; Plasma was isolated and ELISA was used to detect αKlotho (R&D Systems™ #DY5334) and FGF23 (Abcam #ab213863); a commercial Pi kit was also used (Pointe Scientific #P7516-500).\nComparisons between FLIGHT and GROUND mice were performed using a two-way unpaired t-test; ANOVA was performed for the HU study, with Tukeys post hoc tests. α ≤ 0.05; the assumption of equal variance was used to test equality of variance. Analyses were performed using GraphPad Prizm 8.4.0. The data that support the findings of this study are available on request from the corresponding author.",
    "reporting_summary": "Reporting summary\nFurther information on research design is available in the \nNature Research Reporting Summary\n linked to this article.",
    "supplementary_information": "Supplementary information\nThe online version contains supplementary material available at 10.1038/s41526-022-00203-w.",
    "section": "Reporting Summary"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9163032/"
}