{
  "id": "PMC9105288",
  "title": "Transcription profile of auxin related genes during positively gravitropic hypocotyl curvature of Brassica rapa.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Transcription profile of auxin related genes during positively gravitropic hypocotyl curvature of Brassica rapa.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9105288/"
  },
  "sections": {
    "abstract": "Unlike typical negative gravitropic curvature, young hypocotyls of \nBrassica rapa\n and other dicots exhibit positive gravitropism. This positive curvature occurs at the base of the hypocotyl and is followed by the typical negative gravity-induced curvature. We investigated the role of auxin in both positive and negative hypocotyl curvature by examining the transcription of \nPIN1\n, \nPIN3\n, \nIAA5\n and \nARG1\n in curving tissue. We compared tissue extraction of the convex and concave flank with Solid Phase Gene Extraction (SPGE). Based on Ubiquitin1 (\nUBQ1\n) as a reference gene, the log (2) fold change of all examined genes was determined. Transcription of the examined genes varied during the graviresponse suggesting that these genes affect differential elongation. The transcription of all genes was upregulated in the lower flank and downregulated in the upper flank during the initial downward curving period. After 48 h, the transcription profile reversed, suggesting that the ensuing negative gravicurvature is controlled by the same genes as the positive gravicurvature. High-spatial resolution profiling using SPGE revealed that the transcription profile of the examined genes was spatially distinct within the curving tissue. The comparison of the hypocotyl transcription profile with the root tip indicated that the tip tissue is a suitable reference for curving hypocotyls and that root and hypocotyl curvature are controlled by the same physiological processes.",
    "1._introduction": "1. Introduction\nGravitropism is defined as a directional growth response of plants to gravity. This force affects the redistribution of statoliths (starch-filled amyloplasts) in sensory cells and determines the positioning of the plant axis during and after germination. Seedling roots grow towards gravity (aka positive gravitropism) and stems exhibit negative gravitropism and grow in the opposite direction. Although hypocotyls eventually respond as negatively gravitropic, we have previously shown that young hypocotyls of \nBrassica rapa\n and other dicotyledonous plants exhibit positive gravitropism. This reorientation is independent of the root cap and amplifies the root graviresponse [\n1\n]. The mechanism of this atypical, early curvature has not yet been studied. Based on the hypothesis that this curvature is auxin dependent, we investigated the transcription profile of auxin-responsive genes in the curving hypocotyl tissue.\nThe phytohormone indole-3-acetic acid (IAA) is the main growth regulator in plants that affects differential elongation [\n2\n] and is the main agent in complex processes that includes transport [\n3\n], and interaction with other phytohormones [\n4\n,\n5\n,\n6\n]. Auxin effects depend on metabolic activity [\n7\n], cytoskeletal interaction [\n8\n,\n9\n], ions [\n10\n,\n11\n,\n12\n,\n13\n], and light [\n14\n,\n15\n,\n16\n,\n17\n,\n18\n]. Auxin regulates primary and lateral root growth [\n19\n,\n20\n], branching [\n21\n], and differentiation [\n22\n]. The coordinated response to the integrative effect of these factors determines the rate and degree of curvature. Therefore, differential growth responses depend on auxin-mediated processes and gene expression.\nAuxin is synthesized predominantly in meristematic tissue such as shoot and root apices [\n23\n], developing seeds [\n24\n] and young leaves [\n25\n] and transported away from the site of synthesis. Auxin originating from the shoot apex is basipetally (rootward) transported to the stem tissue and basal leaves. In roots, auxin moves through the stele towards the root apex and is redistributed such that basipetal, shootward, transport takes place from the root tip through cortical tissue. The bi-directional auxin transport in roots forms the basis of the “reverse fountain model” [\n2\n]. The gravisensitive re-distribution of auxin in roots is initiated by amyloplast relocation and depends on PIN proteins. These proteins determine the direction of IAA flow based on their localization in the plasma membrane [\n26\n]. PIN proteins represent a family of proteins that are expressed in specific tissues [\n27\n].\nPIN1 is typically present in xylem associated cells in shoots and roots [\n23\n] and is essential for efflux of the auxin anion from vasculature to root apices via protophloem cells [\n28\n,\n29\n]. In roots, PIN3, 4, and 7 are localized on the plasma membrane of different tiers of columella cells [\n30\n]; they direct the auxin flow from columella cells to the root cortex. PIN3 and PIN7 move to the plasma membrane along the lower side of columella cells in horizontally reoriented roots [\n31\n], which results in asymmetrical auxin transport. PIN4 in the quiescent center mediates auxin efflux towards the columella cells [\n32\n]. The auxin sink in the root cap contributes to the asymmetric auxin distribution in reoriented roots [\n33\n]. Polar localization of PIN2 in the plasma membrane of the lateral root cap and epidermal cells directs the auxin flow toward the cortical and epidermal cells [\n34\n,\n35\n]. Any auxin asymmetry leads to differential growth in the elongation zone [\n36\n].\nIn hypocotyls, sedimenting amyloplasts are found in the endodermis [\n37\n,\n38\n], which acts as gravisensing layer in dicots and is essential for the graviresponse [\n39\n,\n40\n,\n41\n]. PIN3 is expressed in the endodermis [\n28\n] and localizes laterally after two minutes of gravistimulation [\n42\n]. PIN3 localization is auxin dependent [\n43\n] and a mutation in the \nPIN3\n gene affects differential growth [\n42\n]. Hence, \nPIN3\n is an important factor for shoot graviresponse [\n43\n]. The \nPIN3\n homologs \nPIN4\n and \nPIN7\n are not expressed in the shoot endodermis and their mutants do not affect the shoot graviresponse [\n43\n]. Along with PIN proteins, Altered Response to Gravity (ARG1) is required for the localization of PIN3 during the early stages of hypocotyl graviresponse [\n44\n]. A mutation in \nARG1\n affects early gravisignaling in roots and hypocotyls [\n45\n] but can be corrected by the expression of ARG1 in the endodermis of hypocotyls and root caps, which implies that it functions in statocytes [\n46\n]. PIN1 re-localization alters the lateral redistribution of auxin and affects the phototropic [\n47\n], and gravitropic response [\n48\n] and \nPIN1\n mutants show reduced polar auxin transport (PAT) in \nArabidopsis thaliana\n inflorescence axes [\n49\n]. Another Auxin Response Element promotes \nIAA5\n, a member of Aux/IAA gene family, which has been identified as one of the early and primary response genes [\n50\n,\n51\n] that are governed by auxin [\n52\n]. \nBased on these auxin networks, we chose to compare the transcription levels of \nPIN1\n, \nPIN3\n, \nIAA5\n and \nARG\n in vertically and horizontally reoriented hypocotyls of \nBrassica rapa\n. Since Ubiquitin (UBQ) is highly expressed [\n53\n] and used as a reference gene [\n54\n,\n55\n,\n56\n], its transcription level was used as a reference to assess changes in the transcription of auxin responsive genes. \nDespite many studies on PAT in hypocotyls and on effects of auxin on gene expression [\n57\n,\n58\n] during graviresponse [\n59\n], spatio-temporal differences in gene regulation during hypocotyl curvature have not been studied. Typically, total RNA is extracted by pooling the samples from the same region from several seedlings, which prevents the assessment of gene transcription at precise locations in the tissue/region under consideration. High spatial resolution is desirable as size, age and development is likely to affect transcription and expression profiles [\n60\n]. In addition, auxin-induced transcription is likely to follow a temporal profile that cannot be assessed by destructive sampling methods. We used Solid Phase Gene Extraction (SPGE) [\n59\n,\n61\n], which relies on mRNA binding to functionalized probes and allows for the repeated sampling of tissue. The temporal and spatial changes of transcription profiles during the initial hypocotyl curvature indicate an auxin-based regulation of positive and negative hypocotyl curvature.",
    "2._results": "2. Results\n2.1. Time Course of Curvature\nAs reported earlier [\n1\n], dicotyledonous plants such as Brassica, Radish and Flax show a bi-phasic and combined graviresponse of the root-shoot axis. The time course of curvature involves a transient curvature of the root tip. Upon straightening of the tip, the hypocotyl base begins to respond as positively gravitropic. The graviresponse is completed after about 20 h. The sampling intervals were chosen to coincide with the onset of hypocotyl curvature (four hours after reorientation), the midpoint of curvature (45-degree curvature of the hypocotyl; 11 h) and vertically oriented seedlings (48 h after the initial reorientation).\n2.2. Nucleic Acid Extraction, Yield, and Reference\nRNA extraction of tissue was performed along the upper and lower flank of the basal hypocotyl from tissue extraction or by Solid Phase Gene Extraction (\nFigure 1\n).\nThe average cDNA yield was based on the amount of cDNA after reverse transcription. The tissue extraction (258 ± 16 µg) was significantly higher (\np\n < 10\n−10\n) than the yield from SPGE probes (0.654 ± 0.024 µg). Nonetheless, reliable qPCR experiments of SPGE samples were possible. Although UBQ1 transcription was not steady (\nFigure 2\n), the changes were small in comparison to auxin-sensitive genes and UBQ1 transcription between the upper and lower flank remained similar (\np\n = 0.75) throughout the experimental period (\nFigure 3\n); therefore, UBQ1 is an acceptable reference gene.\n2.3. Transcription in the Hypocotyl Base Tissue\nThe transcription of auxin related genes PIN1, PIN3, IAA5 and ARG1 were similar on the left and right flanks of vertically oriented hypocotyls (\nFigure 4\n) but changed after horizontal reorientation. PIN3, IAA5 and ARG1 were downregulated along the top flank but upregulated in the bottom tissue. PIN1 transcription did not change during the first four hours but after 11 h of reorientation increased in the lower flank and decreased along the upper flank. At that time, all genes showed maximal changes in transcription activities (\nFigure 5\n).\nThe transcription analysis by SPGE showed similar profiles as the tissue data. The downregulation of PIN1, PIN3, IAA5 and ARG1 along the top coincided with upregulation along the lower flank (\nFigure 6\n) four and 11 h after reorientation. After 48 h, when the hypocotyl approaches vertical position, this trend of transcription expression was reversed, i.e., transcription was upregulated in the upper flank and downregulated in the lower flanks.\nSPGE sampling showed the largest difference in transcription at the point of the maximum curvature (probe #2 and #5, \nFigure 1\n) compared to the adjacent positions after four and 11 h. The ratio of the fold change over time of all genes at position five vs. two varied by gene and showed the smallest signal after 48 h (\nFigure 6\n). Considering the transcription for probe two and five (the points of maximal curvature on the convex and concave flank, respectively, for different time points showed that after four hours, the ratio for PIN1 and ARG1 was similar. IAA5 transcription was twice as high at the bottom (#5) than top (#2) position. At 11 h, PIN1, PIN3, and ARG1 showed similar values for the convex and concave sites. The polarity of IAA5 was less, but still reached about five times the value of the top flank. After 48 h, the values were reversed and the polarity for PIN1, PIN3, and ARG1 between the top and bottom side was about six to eight-fold; the polarity for IAA5 was weaker. These data show that after reversal of the curvature the transcription of the examined genes reached a comparable but reversed polarity as after 11 h.\n2.4. Tissue and SPGE Extraction\nThe average of the transcription values of all three SPGE probes on either flank was compared with corresponding tissue data of the lower and upper flank. The SPGE values for all examined genes were similar or slightly higher than the tissue values. The overall profile for all tested genes was comparable for both methods, i.e., upregulation along the bottom flank and downregulation in the upper side until 11 h after reorientation (\nFigure 7\n). Consistently, this trend was reversed after 48 h. The transcription of all genes showed the greatest variability 11 h after reorientation, consistent with the onset of curvature reversal from positive to negative.\n2.5. Comparison of the Hypocotyl and Root Tip\nAs illustrated [\n1\n], the hypocotyl responds to gravity in sequentially positive and then negative curvature. In contrast, the root tip always exhibits positive gravicurvature. Therefore, a comparison of both tissues shows the extent and magnitude of synchronous changes in the transcription of relevant genes.\nARG1 showed the highest transcription value compared to the other examined genes (\nFigure 8\n). The transcription of all genes increased strongly at four hours followed by a gradual increase at 11 h after reorientation. SPGE showed upregulation for both PIN1 and ARG1 at all times after reorientation. PIN3 transcription remained constant until four hours after reorientation, followed by continued but reduced upregulation. Although IAA5 increased in the tissue (red line) this gene remained unchanged for SPGE data. Interestingly, the magnitude of upregulation for all genes at 11 h after SPGE extraction was in the range of the earlier tissue data points, except for ARG1. Therefore, a drastic difference in values was observed. Similar to the root tip, we considered the average of the hypocotyl tissue (i.e., the average of top and bottom flanks) and found that the transcription levels of all genes were similar (\np\n = 0.25) for the hypocotyl and root tip regardless of orientation or time after reorientation.",
    "2.1._time_course_of_curvature": "2.1. Time Course of Curvature\nAs reported earlier [\n1\n], dicotyledonous plants such as Brassica, Radish and Flax show a bi-phasic and combined graviresponse of the root-shoot axis. The time course of curvature involves a transient curvature of the root tip. Upon straightening of the tip, the hypocotyl base begins to respond as positively gravitropic. The graviresponse is completed after about 20 h. The sampling intervals were chosen to coincide with the onset of hypocotyl curvature (four hours after reorientation), the midpoint of curvature (45-degree curvature of the hypocotyl; 11 h) and vertically oriented seedlings (48 h after the initial reorientation).",
    "2.2._nucleic_acid_extraction,_yield,_and_reference": "2.2. Nucleic Acid Extraction, Yield, and Reference\nRNA extraction of tissue was performed along the upper and lower flank of the basal hypocotyl from tissue extraction or by Solid Phase Gene Extraction (\nFigure 1\n).\nThe average cDNA yield was based on the amount of cDNA after reverse transcription. The tissue extraction (258 ± 16 µg) was significantly higher (\np\n < 10\n−10\n) than the yield from SPGE probes (0.654 ± 0.024 µg). Nonetheless, reliable qPCR experiments of SPGE samples were possible. Although UBQ1 transcription was not steady (\nFigure 2\n), the changes were small in comparison to auxin-sensitive genes and UBQ1 transcription between the upper and lower flank remained similar (\np\n = 0.75) throughout the experimental period (\nFigure 3\n); therefore, UBQ1 is an acceptable reference gene.",
    "2.3._transcription_in_the_hypocotyl_base_tissue": "2.3. Transcription in the Hypocotyl Base Tissue\nThe transcription of auxin related genes PIN1, PIN3, IAA5 and ARG1 were similar on the left and right flanks of vertically oriented hypocotyls (\nFigure 4\n) but changed after horizontal reorientation. PIN3, IAA5 and ARG1 were downregulated along the top flank but upregulated in the bottom tissue. PIN1 transcription did not change during the first four hours but after 11 h of reorientation increased in the lower flank and decreased along the upper flank. At that time, all genes showed maximal changes in transcription activities (\nFigure 5\n).\nThe transcription analysis by SPGE showed similar profiles as the tissue data. The downregulation of PIN1, PIN3, IAA5 and ARG1 along the top coincided with upregulation along the lower flank (\nFigure 6\n) four and 11 h after reorientation. After 48 h, when the hypocotyl approaches vertical position, this trend of transcription expression was reversed, i.e., transcription was upregulated in the upper flank and downregulated in the lower flanks.\nSPGE sampling showed the largest difference in transcription at the point of the maximum curvature (probe #2 and #5, \nFigure 1\n) compared to the adjacent positions after four and 11 h. The ratio of the fold change over time of all genes at position five vs. two varied by gene and showed the smallest signal after 48 h (\nFigure 6\n). Considering the transcription for probe two and five (the points of maximal curvature on the convex and concave flank, respectively, for different time points showed that after four hours, the ratio for PIN1 and ARG1 was similar. IAA5 transcription was twice as high at the bottom (#5) than top (#2) position. At 11 h, PIN1, PIN3, and ARG1 showed similar values for the convex and concave sites. The polarity of IAA5 was less, but still reached about five times the value of the top flank. After 48 h, the values were reversed and the polarity for PIN1, PIN3, and ARG1 between the top and bottom side was about six to eight-fold; the polarity for IAA5 was weaker. These data show that after reversal of the curvature the transcription of the examined genes reached a comparable but reversed polarity as after 11 h.",
    "2.4._tissue_and_spge_extraction": "2.4. Tissue and SPGE Extraction\nThe average of the transcription values of all three SPGE probes on either flank was compared with corresponding tissue data of the lower and upper flank. The SPGE values for all examined genes were similar or slightly higher than the tissue values. The overall profile for all tested genes was comparable for both methods, i.e., upregulation along the bottom flank and downregulation in the upper side until 11 h after reorientation (\nFigure 7\n). Consistently, this trend was reversed after 48 h. The transcription of all genes showed the greatest variability 11 h after reorientation, consistent with the onset of curvature reversal from positive to negative.",
    "2.5._comparison_of_the_hypocotyl_and_root_tip": "2.5. Comparison of the Hypocotyl and Root Tip\nAs illustrated [\n1\n], the hypocotyl responds to gravity in sequentially positive and then negative curvature. In contrast, the root tip always exhibits positive gravicurvature. Therefore, a comparison of both tissues shows the extent and magnitude of synchronous changes in the transcription of relevant genes.\nARG1 showed the highest transcription value compared to the other examined genes (\nFigure 8\n). The transcription of all genes increased strongly at four hours followed by a gradual increase at 11 h after reorientation. SPGE showed upregulation for both PIN1 and ARG1 at all times after reorientation. PIN3 transcription remained constant until four hours after reorientation, followed by continued but reduced upregulation. Although IAA5 increased in the tissue (red line) this gene remained unchanged for SPGE data. Interestingly, the magnitude of upregulation for all genes at 11 h after SPGE extraction was in the range of the earlier tissue data points, except for ARG1. Therefore, a drastic difference in values was observed. Similar to the root tip, we considered the average of the hypocotyl tissue (i.e., the average of top and bottom flanks) and found that the transcription levels of all genes were similar (\np\n = 0.25) for the hypocotyl and root tip regardless of orientation or time after reorientation.",
    "3._discussion": "3. Discussion\n3.1. UBQ1 as Reference\nWe verified the usage of UBQ1 as a reference, as UBQ1 expression in both sides of the vertical and top and bottom flanks of the curving hypocotyls did not change significantly (\nFigure 2\n). The observed, minor changes in UBQ1 may not be related to curvature but the effect of development and/or differentiation. Hence, UBQ1 was identified as a reference gene [\n62\n] and it was equally expressed in the upper and lower flanks of the gravicurving roots of the Brassica rapa seedlings [\n59\n].\n3.2. Transcription of Auxin Related Genes\nThe transcription of PIN1, PIN3, IAA5 and ARG1 varied during the graviresponse of \nB. rapa\n and is likely mediated by auxin as auxin-induced elongation along the convex side of hypocotyls coincides with the upregulation of these genes, while the concave side shows the reduction in transcription. The connection of these genes with auxin is well established [\n29\n,\n63\n,\n64\n], and at least for PIN1 and PIN3, the transcription pattern over time was identical (\nFigure 5\n). The initiation and termination of bending [\n65\n] is in line with our observation that the hypocotyl cortex that was probed by SPGE and shows the PIN1 and PIN3 transcription pattern that initially activates the auxin flow to the upper flank, but eventually reverses its lateral polarity to account for the upward orientation of the hypocotyl [\n1\n]. The differential elongation [\n4\n] corresponds with the observed transcription changes and indicates the dependency of basal hypocotyl curvature on auxin mediated processes. The consistent pattern of initial upregulation along the bottom flank and eventual reversal contradicts the notion that hypocotyls curve negatively gravitropic but are in line with earlier observations that young basal hypocotyls of \nB. rapa\n, Linum usitatissimum and other dicots behave similarly to roots and bend positively gravitropic during early growth periods. This behavior reverses as the hypocotyl matures and the orientation of the primary root has been established [\n1\n].\n3.3. Spatio-Temporal Changes during Hypocotyl Curvature\nThe location of tissue and progression of curvature affect gene expression, repressors, and other auxin signaling factors [\n66\n]. The varying transcription of genes in \nB. rapa\n roots [\n53\n], indicates transcription differences along the curving hypocotyl; their variance over time should coincide with temporal and spatial changes of curvature and related gene expression. All examined genes exhibited changes in their transcription in the upper and lower flank (\nFigure 3\n and \nFigure 5\n, \nFigure 6\n and \nFigure 7\n) of gravicurving hypocotyl over time. The initial upregulation in the lower flank and downregulation along the upper flank is in line with the observed downward curvature in young hypocotyls [\n1\n]. The increased transcription activity along the lower flank is indicative of auxin-induced growth inhibition.\nAs the downregulation of all genes on the upper flank at the beginning of hypocotyl curvature (four hours) is greater than the upregulation on the bottom side, the differential ratio (up/down, \nFigure 5\n and \nFigure 6\n) is high and suggests auxin flow to the lower flank. At the midpoint of hypocotyl curvature at 11 h [\n1\n], the auxin asymmetry reaches its maximum and is likely associated with the tipping point [\n3\n] that leads to the subsequent reversal of curvature at about 35 h for PIN1 and IAA5, and 30 h for PIN3 and ARG1. This sequence coincides with the reversal of hypocotyl downward curvature. The transition in gene transcription implies a shift in either lateral auxin transport or auxin sensitivity, possibly mediated by reactive oxygen species or reductive factors [\n67\n]. The significance of this observation is the ensuing change of curvature from positive to negative gravitropic and that it reaches the typical negative gravitropic curvature that is characteristic of mature hypocotyls.\nAlthough the transcription profile 48 h after reorientation was not equal on both flanks, the data suggest that the hypocotyl curvature for the different curvatures rely on the same genes but does not address what causes the reversal of auxin sensitivity over time. However, the effect of auxin levels and ensuing gene transcription will also be affected by the cessation of the ability to elongate; therefore, the maturing tissue no longer responds to changes in auxin-mediated development and the reversal in hypocotyl curvature, i.e., negative gravitropism, depends on tissue that is still expanding.\nThe high-resolution SPGE analysis revealed changes in the transcription profile within the curving tissue (\nFigure 6\n). The greatest polarity was associated with the central probes (#2 and #5), therefore SPGE profiling is sensitive to spatial differentiation and expansion. The differences between the central and distal probes illustrate both auxin effect and the spatial dependency of gene activation. Future work will investigate if vertically oriented hypocotyls show maturation-dependent changes in gene transcription. The combination of sensitivity, age, and stimulation (auxin) are likely to control (differential) elongation \nDespite the overall similarity in the assessment of transcription activities, there were differences between the individual genes and sampling positions. Notably PIN1 and PIN3 showed its lowest transcription after four hours at the apical-most upper position and increased without reaching a minimum at 11 h. The same trend prevailed for IAA5 and ARG1 (\nFigure 6\n). Possibly, the apical region is less sensitive for curvature, and thus, inhibition. Another consideration relates to the expression of PIN3 and ARG1 in the endodermis [\n46\n] and their involvement in shoot gravitropism [\n43\n] via polar auxin transport. Therefore, the signal may not have been maximal as SPGE sampling clearly involved cortical tissue. Nonetheless, the polarity of all examined genes was higher for SPGE than for tissue analyses (\nFigure 5\n vs. \nFigure 6\n), supporting SPGE-based sampling as a valuable tool for the study of physiological processes.\nIAA5 is considered a gravitropic response indicator as its distribution reflects gravity-induced auxin asymmetry [\n68\n]. IAA5 had the highest transcription levels (lowest Cq values, \nFigure 4\n). However, its lateral polarity was less than that of the other examined genes. \n3.4. Comparison of Root Tip and Hypocotyl\nThe root tips of horizontally oriented seedlings reach a vertical position after four hours of reorientation [\n1\n]. Therefore, lateral auxin gradients are likely to not exist at longer times. The comparison between root tip tissue and SPGE sampling shows that both sampling methods detect a similar change in transcription, but tissue samples show larger signals during curvature. Since no concave or convex tissues were sampled, the signal likely reflects a general increase in transcription. SPGE shows a similar increase, but after a significant delay. Both sampling profiles showed a comparable order of activation. The notable exception was IAA5, which was substantially higher in the tissue and remained unchanged in SPGE samples. This discrepancy may stem from a higher mRNA quantity in tissue that was not represented in SPGE extracts such as the developing stele or epidermis [\n69\n]. The rapid increase in all transcripts in tissue samples occurred over a longer time in SPGE samples. This increase is not related to curvature but likely illustrates the increase in transcription as the root ages or sensitivities change during vertical orientation. Changes in sensitivity with age have been documented previously [\n1\n,\n70\n,\n71\n] and indicate that despite the lack of curvature-specific differences, root tips are a suitable reference for hypocotyl-related changes in gene transcription. \nThis notion likely extends to other species that show a biphasic response in hypocotyl curvature. Equally important is the confirmation that the positive and negative hypocotyl curvature depends on similar hormonal signaling mechanisms as root curvature.\n3.5. Comparison of RNA Extraction Techniques\nAlthough the yield of tissue extraction is about 400 times the yield of SPGE extraction (see \nSection 2.1\n), SPGE data show greater polarity than tissue extraction (\nFigure 5\n, \nFigure 6\n and \nFigure 7\n). The large tissue quantity not only diminishes the differential signal but is problematic as large quantities make differential sampling unreliable. The much higher spatial resolution of SPGE avoids such complications, is accurate, and can readily and repeatedly determine RNA profiles without purification [\n61\n]. Overall, the data show that SPGE allows for mRNA profiling at high spatial resolution that is useful for the determination of transcriptional responses to physiological stimuli in plants and other biological systems.",
    "3.1._ubq1_as_reference": "3.1. UBQ1 as Reference\nWe verified the usage of UBQ1 as a reference, as UBQ1 expression in both sides of the vertical and top and bottom flanks of the curving hypocotyls did not change significantly (\nFigure 2\n). The observed, minor changes in UBQ1 may not be related to curvature but the effect of development and/or differentiation. Hence, UBQ1 was identified as a reference gene [\n62\n] and it was equally expressed in the upper and lower flanks of the gravicurving roots of the Brassica rapa seedlings [\n59\n].",
    "3.2._transcription_of_auxin_related_genes": "3.2. Transcription of Auxin Related Genes\nThe transcription of PIN1, PIN3, IAA5 and ARG1 varied during the graviresponse of \nB. rapa\n and is likely mediated by auxin as auxin-induced elongation along the convex side of hypocotyls coincides with the upregulation of these genes, while the concave side shows the reduction in transcription. The connection of these genes with auxin is well established [\n29\n,\n63\n,\n64\n], and at least for PIN1 and PIN3, the transcription pattern over time was identical (\nFigure 5\n). The initiation and termination of bending [\n65\n] is in line with our observation that the hypocotyl cortex that was probed by SPGE and shows the PIN1 and PIN3 transcription pattern that initially activates the auxin flow to the upper flank, but eventually reverses its lateral polarity to account for the upward orientation of the hypocotyl [\n1\n]. The differential elongation [\n4\n] corresponds with the observed transcription changes and indicates the dependency of basal hypocotyl curvature on auxin mediated processes. The consistent pattern of initial upregulation along the bottom flank and eventual reversal contradicts the notion that hypocotyls curve negatively gravitropic but are in line with earlier observations that young basal hypocotyls of \nB. rapa\n, Linum usitatissimum and other dicots behave similarly to roots and bend positively gravitropic during early growth periods. This behavior reverses as the hypocotyl matures and the orientation of the primary root has been established [\n1\n].",
    "3.3._spatio-temporal_changes_during_hypocotyl_curvature": "3.3. Spatio-Temporal Changes during Hypocotyl Curvature\nThe location of tissue and progression of curvature affect gene expression, repressors, and other auxin signaling factors [\n66\n]. The varying transcription of genes in \nB. rapa\n roots [\n53\n], indicates transcription differences along the curving hypocotyl; their variance over time should coincide with temporal and spatial changes of curvature and related gene expression. All examined genes exhibited changes in their transcription in the upper and lower flank (\nFigure 3\n and \nFigure 5\n, \nFigure 6\n and \nFigure 7\n) of gravicurving hypocotyl over time. The initial upregulation in the lower flank and downregulation along the upper flank is in line with the observed downward curvature in young hypocotyls [\n1\n]. The increased transcription activity along the lower flank is indicative of auxin-induced growth inhibition.\nAs the downregulation of all genes on the upper flank at the beginning of hypocotyl curvature (four hours) is greater than the upregulation on the bottom side, the differential ratio (up/down, \nFigure 5\n and \nFigure 6\n) is high and suggests auxin flow to the lower flank. At the midpoint of hypocotyl curvature at 11 h [\n1\n], the auxin asymmetry reaches its maximum and is likely associated with the tipping point [\n3\n] that leads to the subsequent reversal of curvature at about 35 h for PIN1 and IAA5, and 30 h for PIN3 and ARG1. This sequence coincides with the reversal of hypocotyl downward curvature. The transition in gene transcription implies a shift in either lateral auxin transport or auxin sensitivity, possibly mediated by reactive oxygen species or reductive factors [\n67\n]. The significance of this observation is the ensuing change of curvature from positive to negative gravitropic and that it reaches the typical negative gravitropic curvature that is characteristic of mature hypocotyls.\nAlthough the transcription profile 48 h after reorientation was not equal on both flanks, the data suggest that the hypocotyl curvature for the different curvatures rely on the same genes but does not address what causes the reversal of auxin sensitivity over time. However, the effect of auxin levels and ensuing gene transcription will also be affected by the cessation of the ability to elongate; therefore, the maturing tissue no longer responds to changes in auxin-mediated development and the reversal in hypocotyl curvature, i.e., negative gravitropism, depends on tissue that is still expanding.\nThe high-resolution SPGE analysis revealed changes in the transcription profile within the curving tissue (\nFigure 6\n). The greatest polarity was associated with the central probes (#2 and #5), therefore SPGE profiling is sensitive to spatial differentiation and expansion. The differences between the central and distal probes illustrate both auxin effect and the spatial dependency of gene activation. Future work will investigate if vertically oriented hypocotyls show maturation-dependent changes in gene transcription. The combination of sensitivity, age, and stimulation (auxin) are likely to control (differential) elongation \nDespite the overall similarity in the assessment of transcription activities, there were differences between the individual genes and sampling positions. Notably PIN1 and PIN3 showed its lowest transcription after four hours at the apical-most upper position and increased without reaching a minimum at 11 h. The same trend prevailed for IAA5 and ARG1 (\nFigure 6\n). Possibly, the apical region is less sensitive for curvature, and thus, inhibition. Another consideration relates to the expression of PIN3 and ARG1 in the endodermis [\n46\n] and their involvement in shoot gravitropism [\n43\n] via polar auxin transport. Therefore, the signal may not have been maximal as SPGE sampling clearly involved cortical tissue. Nonetheless, the polarity of all examined genes was higher for SPGE than for tissue analyses (\nFigure 5\n vs. \nFigure 6\n), supporting SPGE-based sampling as a valuable tool for the study of physiological processes.\nIAA5 is considered a gravitropic response indicator as its distribution reflects gravity-induced auxin asymmetry [\n68\n]. IAA5 had the highest transcription levels (lowest Cq values, \nFigure 4\n). However, its lateral polarity was less than that of the other examined genes.",
    "3.4._comparison_of_root_tip_and_hypocotyl": "3.4. Comparison of Root Tip and Hypocotyl\nThe root tips of horizontally oriented seedlings reach a vertical position after four hours of reorientation [\n1\n]. Therefore, lateral auxin gradients are likely to not exist at longer times. The comparison between root tip tissue and SPGE sampling shows that both sampling methods detect a similar change in transcription, but tissue samples show larger signals during curvature. Since no concave or convex tissues were sampled, the signal likely reflects a general increase in transcription. SPGE shows a similar increase, but after a significant delay. Both sampling profiles showed a comparable order of activation. The notable exception was IAA5, which was substantially higher in the tissue and remained unchanged in SPGE samples. This discrepancy may stem from a higher mRNA quantity in tissue that was not represented in SPGE extracts such as the developing stele or epidermis [\n69\n]. The rapid increase in all transcripts in tissue samples occurred over a longer time in SPGE samples. This increase is not related to curvature but likely illustrates the increase in transcription as the root ages or sensitivities change during vertical orientation. Changes in sensitivity with age have been documented previously [\n1\n,\n70\n,\n71\n] and indicate that despite the lack of curvature-specific differences, root tips are a suitable reference for hypocotyl-related changes in gene transcription. \nThis notion likely extends to other species that show a biphasic response in hypocotyl curvature. Equally important is the confirmation that the positive and negative hypocotyl curvature depends on similar hormonal signaling mechanisms as root curvature.",
    "3.5._comparison_of_rna_extraction_techniques": "3.5. Comparison of RNA Extraction Techniques\nAlthough the yield of tissue extraction is about 400 times the yield of SPGE extraction (see \nSection 2.1\n), SPGE data show greater polarity than tissue extraction (\nFigure 5\n, \nFigure 6\n and \nFigure 7\n). The large tissue quantity not only diminishes the differential signal but is problematic as large quantities make differential sampling unreliable. The much higher spatial resolution of SPGE avoids such complications, is accurate, and can readily and repeatedly determine RNA profiles without purification [\n61\n]. Overall, the data show that SPGE allows for mRNA profiling at high spatial resolution that is useful for the determination of transcriptional responses to physiological stimuli in plants and other biological systems.",
    "4._materials_and_methods": "4. Materials and Methods\n4.1. Plant Material\nSeeds of Brassica rapa vs. rapa were germinated at 25 °C in darkness between germination paper that was positioned on top of five mm thick floral foam to avoid thigmotropic stimulation of roots upon emergence. Seedlings with an average root length of 10 mm were used for experimentation 42 h after imbibition. All experiments were performed in moist petri dishes.\n4.2. Gravistimulation and Tissue Sampling\nVertically grown and positioned seedlings were reoriented such that the entire seedling was positioned horizontally. Before reorientation and 4 and 11 h after reorientation, the hypocotyl was dissected into two parts (left/right for vertical controls and upper/lower for horizontally oriented seedlings). Samples obtained after 48 h did not include tissue samples as the tissue size after 48 h of additional growth exceeded the extraction capacity. The apical two mm of the root tip were removed using a scalpel and used as additional reference tissue. All tissue samples were immediately submersed in liquid nitrogen.\n4.3. RNA Extraction\nTotal RNA extraction of tissue (hypocotyl and 2 mm long root tip) was performed using the Sigma Spectrum™ Plant Total RNA Kit. For each time point three biological replicates with material from 20 seedlings each were analyzed. The samples were homogenized in a microfuge tube for one min in lysis solution followed by vortexing, then heated (50 °C for 5 min in a water bath) and centrifuged (16,000× \ng\n, 4 min). The supernatant was transferred into a microfuge tube containing a filter column and centrifuged (16,000× \ng\n, 90 s). The filtrate was transferred to a binding column and centrifuged at 16,000× \ng\n for 90 s. The flow through, as well as the solution from three successive wash steps (500 µL wash buffer each), were discarded. The filter column was centrifuged to remove any remaining solution before the elution buffer was added for 1 min, followed by centrifugation (16,000× \ng\n for 90 s). The eluant contained total RNA and was immediately put on ice. The RNA was quantified using a DeNovix DS-11 spectrophotometer. The total RNA was diluted with deionized DEPC water to a concentration of 100 ng/µL.\n4.4. SPGE Probe Preparation mRNA Extraction\nSolid Phase Gene Extraction used #6 acupuncture needles (SEIRIN, Kyoto, Japan). Batches of 40 needles were sonicated sequentially in hexane, acetone, and ethanol for 15 min each, followed by air drying at 80 °C for 15 min. The needles were functionalized by incubation in a mixture of 0.25 mL (3-glycodoxypropyl) trimethoxy silane (3GTMO, SPI-Chem, West Chester, PA, USA) in 0.75 mL xylene and 10 µL diisopropylethylamine in a sealed amber glass vial at 80 °C overnight. The needles were cooled, washed thrice with ethyl acetate, air dried for 10 min and incubated in 1 µM NH2-oligo (dT)15 nucleotides in 0.1 M KOH at 37 °C for 6 h (four needles per 20 µL solution in closed PCR tubes). The functionalized needles were rinsed thrice with deionized water (50 °C) for 5 min each, followed by drying at room temperature. Functionalized needles were inserted for one minute into the hypocotyl and the root tip (\nFigure 1\n) four, 11 and 48 h after reorientation. The probes were manually inserted in about 10 s intervals about one mm deep into the cortical tissue in the sequence shown in \nFigure 1\n. Hypocotyls were discarded if the probes were placed inaccurately. After 11 h, the curvature reached about 45 degrees, which resulted in stacked arrangement of the loop ends of the probes. Root tips were sampled by inserting the needle into the approximate area of the quiescent center. This approach was chosen as this tissue is not differentiated. For each time point, needles from three different seedlings were combined according to their position and considered one biological sample. Three biological samples (i.e., nine seedlings) were measured.\n4.5. Reverse Transcription\nTwo µL of oligo-dTs and RNA (10 µL of total RNA or three SPGE probes) were added to a PCR tube. The tubes were heated for five min in a Thermocycler (Hybaid, PCR Express) to 80 °C. A master-mix was prepared that contained 4.2 µL deionized water for total RNA or 16.2 µL for SPGE samples. All samples contained 2 µL 10 X buffer, 0.8 µL 25 mM dNTP and 1 µL reverse transcriptase (final concentrations: 1 mM dNTP, 1X reverse transcription buffer, and 50 U Multiscribe\nTM\n reverse transcriptase (Applied Biosystem high-capacity cDNA kit). This master-mix was added to RNA/oligo dT mix (eight µL for total RNA and 20 µL for SPGE) and incubated at 25 °C for 10 min, then at 37 °C for 2 h, and deactivated at 85 °C for 5 min. cDNA was quantified using a DeNovix DS–11 spectrophotometer.\n4.6. Transcript Quantification Using qPCR\ncDNA was diluted with diethyl pyrocarbonate (DEPC) treated water to a concentration of 250 ng/µL and stored at −20 °C. The transcripts of UBQ1, PIN1, PIN3, IAA5, and ARG1 were measured using qPCR with primers and their efficiencies listed in \nTable 1\n. Each sample consisted of three biological and three technical replicates each. Each 10 µL reaction contained 5 µL 2X SYBR green PCR mastermix, 1 µL primer mix (0.5 µL forward +0.5 µL reverse primer, 250 nM final concentration) and 4 µL of 250 ng/µL cDNA. qPCR was started at 95 °C and then cycled 40 times between 60 °C (60 s) and 95 °C (15 s) in a StepOne\nTM\n qPCR system (Thermo Fisher Scientific, Waltham, MA 02454, USA). All qPCR products were subjected to melt analysis.\n4.7. Analyses\nThe fold-changes in transcripts for different times of reorientation were referenced to UBQ using the ΔΔ Cq method [\n72\n]. Log-transformed data avoid skewness of small values and results in symmetrical representation of up- and downregulation of transcription [\n73\n]. The ratios of Cq values of UBQ1 obtained from bottom vs. top flank or for SPGE needle 1, 2, 3 (=top or left) and needle 4, 5, 6 (=bottom or right) were calculated for each condition and used as reference. All Cq values, ratios, or log (2) data transformation was performed in Microsoft Excel and statistically analyzed using the ANOVA function (Excel 2019).",
    "4.1._plant_material": "4.1. Plant Material\nSeeds of Brassica rapa vs. rapa were germinated at 25 °C in darkness between germination paper that was positioned on top of five mm thick floral foam to avoid thigmotropic stimulation of roots upon emergence. Seedlings with an average root length of 10 mm were used for experimentation 42 h after imbibition. All experiments were performed in moist petri dishes.",
    "4.2._gravistimulation_and_tissue_sampling": "4.2. Gravistimulation and Tissue Sampling\nVertically grown and positioned seedlings were reoriented such that the entire seedling was positioned horizontally. Before reorientation and 4 and 11 h after reorientation, the hypocotyl was dissected into two parts (left/right for vertical controls and upper/lower for horizontally oriented seedlings). Samples obtained after 48 h did not include tissue samples as the tissue size after 48 h of additional growth exceeded the extraction capacity. The apical two mm of the root tip were removed using a scalpel and used as additional reference tissue. All tissue samples were immediately submersed in liquid nitrogen.",
    "4.3._rna_extraction": "4.3. RNA Extraction\nTotal RNA extraction of tissue (hypocotyl and 2 mm long root tip) was performed using the Sigma Spectrum™ Plant Total RNA Kit. For each time point three biological replicates with material from 20 seedlings each were analyzed. The samples were homogenized in a microfuge tube for one min in lysis solution followed by vortexing, then heated (50 °C for 5 min in a water bath) and centrifuged (16,000× \ng\n, 4 min). The supernatant was transferred into a microfuge tube containing a filter column and centrifuged (16,000× \ng\n, 90 s). The filtrate was transferred to a binding column and centrifuged at 16,000× \ng\n for 90 s. The flow through, as well as the solution from three successive wash steps (500 µL wash buffer each), were discarded. The filter column was centrifuged to remove any remaining solution before the elution buffer was added for 1 min, followed by centrifugation (16,000× \ng\n for 90 s). The eluant contained total RNA and was immediately put on ice. The RNA was quantified using a DeNovix DS-11 spectrophotometer. The total RNA was diluted with deionized DEPC water to a concentration of 100 ng/µL.",
    "4.4._spge_probe_preparation_mrna_extraction": "4.4. SPGE Probe Preparation mRNA Extraction\nSolid Phase Gene Extraction used #6 acupuncture needles (SEIRIN, Kyoto, Japan). Batches of 40 needles were sonicated sequentially in hexane, acetone, and ethanol for 15 min each, followed by air drying at 80 °C for 15 min. The needles were functionalized by incubation in a mixture of 0.25 mL (3-glycodoxypropyl) trimethoxy silane (3GTMO, SPI-Chem, West Chester, PA, USA) in 0.75 mL xylene and 10 µL diisopropylethylamine in a sealed amber glass vial at 80 °C overnight. The needles were cooled, washed thrice with ethyl acetate, air dried for 10 min and incubated in 1 µM NH2-oligo (dT)15 nucleotides in 0.1 M KOH at 37 °C for 6 h (four needles per 20 µL solution in closed PCR tubes). The functionalized needles were rinsed thrice with deionized water (50 °C) for 5 min each, followed by drying at room temperature. Functionalized needles were inserted for one minute into the hypocotyl and the root tip (\nFigure 1\n) four, 11 and 48 h after reorientation. The probes were manually inserted in about 10 s intervals about one mm deep into the cortical tissue in the sequence shown in \nFigure 1\n. Hypocotyls were discarded if the probes were placed inaccurately. After 11 h, the curvature reached about 45 degrees, which resulted in stacked arrangement of the loop ends of the probes. Root tips were sampled by inserting the needle into the approximate area of the quiescent center. This approach was chosen as this tissue is not differentiated. For each time point, needles from three different seedlings were combined according to their position and considered one biological sample. Three biological samples (i.e., nine seedlings) were measured.",
    "4.5._reverse_transcription": "4.5. Reverse Transcription\nTwo µL of oligo-dTs and RNA (10 µL of total RNA or three SPGE probes) were added to a PCR tube. The tubes were heated for five min in a Thermocycler (Hybaid, PCR Express) to 80 °C. A master-mix was prepared that contained 4.2 µL deionized water for total RNA or 16.2 µL for SPGE samples. All samples contained 2 µL 10 X buffer, 0.8 µL 25 mM dNTP and 1 µL reverse transcriptase (final concentrations: 1 mM dNTP, 1X reverse transcription buffer, and 50 U Multiscribe\nTM\n reverse transcriptase (Applied Biosystem high-capacity cDNA kit). This master-mix was added to RNA/oligo dT mix (eight µL for total RNA and 20 µL for SPGE) and incubated at 25 °C for 10 min, then at 37 °C for 2 h, and deactivated at 85 °C for 5 min. cDNA was quantified using a DeNovix DS–11 spectrophotometer.",
    "4.6._transcript_quantification_using_qpcr": "4.6. Transcript Quantification Using qPCR\ncDNA was diluted with diethyl pyrocarbonate (DEPC) treated water to a concentration of 250 ng/µL and stored at −20 °C. The transcripts of UBQ1, PIN1, PIN3, IAA5, and ARG1 were measured using qPCR with primers and their efficiencies listed in \nTable 1\n. Each sample consisted of three biological and three technical replicates each. Each 10 µL reaction contained 5 µL 2X SYBR green PCR mastermix, 1 µL primer mix (0.5 µL forward +0.5 µL reverse primer, 250 nM final concentration) and 4 µL of 250 ng/µL cDNA. qPCR was started at 95 °C and then cycled 40 times between 60 °C (60 s) and 95 °C (15 s) in a StepOne\nTM\n qPCR system (Thermo Fisher Scientific, Waltham, MA 02454, USA). All qPCR products were subjected to melt analysis.",
    "4.7._analyses": "4.7. Analyses\nThe fold-changes in transcripts for different times of reorientation were referenced to UBQ using the ΔΔ Cq method [\n72\n]. Log-transformed data avoid skewness of small values and results in symmetrical representation of up- and downregulation of transcription [\n73\n]. The ratios of Cq values of UBQ1 obtained from bottom vs. top flank or for SPGE needle 1, 2, 3 (=top or left) and needle 4, 5, 6 (=bottom or right) were calculated for each condition and used as reference. All Cq values, ratios, or log (2) data transformation was performed in Microsoft Excel and statistically analyzed using the ANOVA function (Excel 2019).",
    "5._conclusions": "5. Conclusions\nOur results demonstrate that the basal hypocotyl curvature depends on auxin mediated process and involves the same genes for downward or upward curvature that were found to be involved in root curvature. The expression trend for auxin related genes in positively gravitropic hypocotyl curvature reverses when the hypocotyls begin to develop negative gravitropism. High resolution sampling revealed spatial variation in the transcription of auxin related genes throughout the curvature with the greatest polarity present at the most concave and convex position in the curvature."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9105288/"
}