{
  "id": "PMC9116463",
  "title": "Proteomic characterization of Aspergillus fumigatus isolated from air and surfaces of the International Space Station.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Proteomic characterization of Aspergillus fumigatus isolated from air and surfaces of the International Space Station.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9116463/"
  },
  "sections": {
    "permalink": "Copy",
    "adriana_blachowicz": "1\nDepartment of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Southern California, Los Angeles, California, USA\n2\nBiotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA\nFind articles by \nAdriana Blachowicz",
    "abby_j_chiang": "3\nDepartment of Molecular Immunology, Beckman Research Institute of City of Hope, Duarte, California, USA\nFind articles by \nAbby J Chiang",
    "jillian_romsdahl": "1\nDepartment of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Southern California, Los Angeles, California, USA\nFind articles by \nJillian Romsdahl",
    "markus_kalkum": "3\nDepartment of Molecular Immunology, Beckman Research Institute of City of Hope, Duarte, California, USA\nFind articles by \nMarkus Kalkum",
    "clay_c_c_wang": "1\nDepartment of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Southern California, Los Angeles, California, USA\n4\nDepartment of Chemistry, Dornsife College of Letters, Arts, and Sciences, University of Southern California, Los Angeles, California, USA\nFind articles by \nClay C C Wang",
    "kasthuri_venkateswaran": "2\nBiotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA\nFind articles by \nKasthuri Venkateswaran",
    "abstract": "The on-going Microbial Observatory Experiments on the International Space Station (ISS) revealed the presence of various microorganisms that may be affected by the distinct environment of the ISS. The low-nutrient environment combined with enhanced irradiation and microgravity may trigger changes in the molecular suite of microorganisms leading to increased virulence and resistance of microbes. Proteomic characterization of two \nAspergillus fumigatus\n strains, ISSFT-021 and IF1SW-F4, isolated from HEPA filter debris and cupola surface of the ISS, respectively, is presented, along with a comparison to experimentally established clinical isolates Af293 and CEA10. In-depth analysis highlights variations in the proteome of both ISS-isolated strains when compared to the clinical strains. Proteins that showed increased abundance in ISS isolates were overall involved in stress responses, and carbohydrate and secondary metabolism. Among the most abundant proteins were Pst2 and ArtA involved in oxidative stress response, PdcA and AcuE responsible for ethanol fermentation and glyoxylate cycle, respectively, TpcA, TpcF, and TpcK that are part of trypacidin biosynthetic pathway, and a toxin Asp-hemolysin. This report provides insight into possible molecular adaptation of filamentous fungi to the unique ISS environment.\nKeywords:\n \nAspergillus fumigatus\n, proteome, the International Space Station",
    "1._introduction": "The International Space Station (ISS) is a man-made closed habitat that functions as a platform to study the impact of the distinct space environment, which includes enhanced irradiation and microgravity on humans\n1\n–\n7\n, animals\n8\n,\n9\n, plants\n10\n–\n14\n and microorganisms\n15\n–\n19\n. Most experiments conducted on board the ISS are precisely planned. Studied organisms are intentionally sent to the ISS to investigate the possible alterations in their physiology, using ground controls for comparison. However, one on-going ISS Microbial Observatory (ISS-MO) experiment focuses on studying hitchhikers that have followed humans and cargo aboard the ISS\n20\n. Thorough investigation of microbiological characteristics of closed habitats, like the ISS, are indispensable to National Aeronautics and Space Administration (NASA), as manned long-term space flight missions are within reach. A deeper understanding of microbes that coexist in closed habitats with humans remains imperative to astronauts’ health and the overall maintenance of closed systems.\nStrict scrutiny of the microbiome and mycobiome of the ISS\n20\n–\n25\n, Mir\n26\n,\n27\n, and Skylab\n28\n, in the past, has revealed prevalence of fungal genera: \nCladosporium\n, \nPenicillium\n, and \nAspergillus\n in space environments. These fungi can be both beneficial and detrimental to mankind, as they produce a myriad of commercially useful bioactive compounds\n29\n–\n34\n, while also causing allergies\n35\n, infections\n36\n,\n37\n and biodeterioration of habitats\n38\n–\n40\n. \nAspergillus fumigatus\n, one of many fungal isolates identified in a recent ISS-MO study\n22\n, is a ubiquitous saprophytic fungus\n41\n. Its enormous adaptation capacity enables it to not only be omnipresent in the environment, but also to be a successful opportunistic pathogen\n42\n. \nA. fumigatus\n causes variety of health conditions spanning from allergies to potentially life-threatening invasive aspergillosis (IA) in immunocompromised individuals\n43\n,\n44\n. Initial characterization of two \nA. fumigatus\n ISS-isolates, ISSFT-021 and IF1SW-F4, showed no outstanding differences in their genomes and secondary metabolites profiles when compared to clinical isolates CEA10 and Af293, however both isolates were significantly more lethal in a larval zebra fish model of IA\n45\n. Considering that \nA. fumigatus\n becomes more virulent in space and therefore potentially more dangerous to astronauts’ health, it was pertinent to further investigate molecular changes of ISS-isolated strains.\nPresented in this study are the unique differences observed in proteome of two ISS-isolated \nA. fumigatus\n strains, ISSFT-021 and IF1SW-F4, when compared to Af293 and CEA10. The goal of this study was to understand if the distinct environment of the ISS (low-nutrients, enhanced irradiation and microgravity) alters the proteome of \nA. fumigatus\n. Due to an existing gap in our understanding of how filamentous fungi molecularly adapt to space conditions, proteome investigation of these two ISS-isolated \nA. fumigatus\n strains was prudent.",
    "2._methods": "2.1. Isolation and identification of \nA. fumigatus.\n\n\n\n\nProcedures to isolate and identify \nA. fumigatus\n collected from the ISS were described previously\n45\n. In brief, HEPA filter associated particulates were scraped, resuspended in sterile phosphate-buffered saline (PBS; pH 7.4) and spread onto potato dextrose agar (PDA) plates\n22\n. Cupola surfaces were sampled with sterile polyester wipes assembled at Jet Propulsion Laboratory (JPL) prior to space flight. After each sampling event on board the ISS, wipes were returned to JPL for subsequent processing. During that process, two of multiple isolates were identified via ITS region and subsequently whole genome sequencing (WGS) as \nA. fumigatus\n.\n2.2. Growth conditions.\n\n\nAf293, CEA10, ISSFT-021 and IF1SW-F4 were cultivated for 5 days at 30°C on glucose minimal medium (GMM) agar plates (6 g/L NaNO\n3\n, 0.52 g/L KCl, 0.52 g/L MgSO\n4\n·7H\n2\nO, 1.52 g/L KH\n2\nPO\n4\n, 10 g/L D-glucose, 15 g/L agar supplemented with 1 mL/L of Hutner’s trace elements) covered with cellophane membrane. Each Petri plate (D=10 cm) was inoculated with 10*10\n6\n spores/plate. For supplementary comparison, each strain was also cultured in potato-dextrose (PD, BD Difco, Franklin Lakes, NJ) and Czapek-dox (CD, BD Difco) liquid media for 2 days and 10 days, respectively.\n2.3. Protein extraction.\n\n\nMycelia and spores from GMM agar plates were collected. The hyphae from the liquid media were collected on Whatman paper filter and washed with cell culture grade water. All samples were stored at −80 °C prior to protein extraction. The lysis buffer consisted of 100 mM triethylammonium bicarbonate (TEAB) with 1:100 Halt Protease Inhibitor Cocktail (Thermo Scientific, Rockford, IL) and 200 μg phenylmethylsulfonyl fluoride (Sigma-Aldrich, St. Louis, MO). The hyphae from the liquid media were first homogenized on ice using a Polytron (Kinematica AG, Bohemia, NY) with a speed setting of 5 for 3–5 times (1 min/time, 30 sec pause). Subsequently, the crude homogenates were subjected to a Precellys 24 homogenizer (Bertin, Rockville, MD) in which each sample was processed inside a 2 mL cryotube with 0.5 mm glass beads three times (at 4 °C, 6500 rpm, 1 min., repeated 3 times with 15 sec pauses in between). Mycelia from GMM were homogenized directly by bead beating due to their small volume. The lysed fungi were centrifuged at 17,000 g for 15 min. Protein concentrations in the supernatants were measured by Bradford assay (Bio-Rad Laboratories, Inc. Hercules, CA).\n2.4. Tandem mass tag (TMT) labeling.\n\n\n200 μg proteins from each group were TCA-precipitated. Obtained protein pellets were washed with ice-cold acetone, and resolubilized in 25 μL TEAB (100 mM) and 25 μL 2,2,2-trifluoroethanol (TFE). Subsequently, proteins were reduced with tris(2-carboxyethyl)phosphine (TCEP, 500 mM), alkylated with iodoacetamide (IAA) and digested overnight using mass spec grade trypsin/lysC (Promega, Madison, WI) at 37°C. The digested peptides were quantified using the Pierce Quantitative Colorimetric Peptide Assay (Thermo Scientific). 40 μg of peptides from each specific sample was labeled with the Thermo Scientific TMTsixplex Isobaric Mass Tagging Kit (Af293 with TMT\n6\n-126, CEA10 with TMT\n6\n-127, ISSFT-021 with TMT\n6\n-128, and IF1SW-F4 with TMT\n6\n-130) according to the manufacturer’s protocol. The TMT\n6\n-131 label was used as a reference that contained an equal amount of peptides from each of the samples. All labeled-peptide mixtures were combined into a single tube, mixed, and fractionated into eight fractions using the Thermo Scientific Pierce High pH Reversed-Phase Peptide Fractionation Kit. The fractionated samples were dried using a SpeedVac concentrator and re-suspended in 1% (v/v) formic acid prior to LC-MS/MS analysis.\n2.5. LC-MS/MS analysis.\n\n\nAn Orbitrap Fusion Tribrid mass spectrometer with the Thermo EASY-nLC ion source, 75 μm × 2 cm Acclaim PepMap100 C18 trapping column, and 75 μm × 25 cm PepMap RSLC C18 analytical column was used to analyze the samples. Peptides were eluted at 45°C with a flow rate of 300 nL/min over a 110 min gradient, from 3–30% solvent B (100 min), 30–50% solvent B (3 min), 50–90% solvent B (2 min), and 90% solvent B (2 min). The solvent A was 0.1% formic acid in water and the solvent B was 0.1% formic acid in acetonitrile.\n\n\nThe full MS survey scan (m/z 400–1500) was acquired at a resolution of 120,000 and an automatic gain control (AGC) target of 2×10\n5\n in the Orbitrap with the 50 ms maximum injection time for MS scans. Monoisotopic precursor ions were selected for fragmentation with charge states 2–7, within a ±10 ppm mass window, using a 70 s dynamic exclusion function. MS\n2\n scans (m/z 400–2000) were performed using the linear ion trap with the 35% CID collision energy. The ion trap scan rate was set to “rapid”, with an AGC target of 4×10\n3\n, and a maximum injection time of 150 ms. Subsequently, ten fragment ions from each MS\n2\n experiment were subjected to an MS\n3\n experiment. The MS\n3\n scan (m/z 100–500) generated the TMT reporter ions in the linear ion trap using HCD at a 55% collision energy, a rapid scan rate and an AGC target of 5×10\n3\n, and a maximum injection time of 250 ms.\n2.6. Proteome data processing.\n\n\nThe Proteome Discoverer (version 2.1.0.81, Thermo Scientific) with searching engines Sequest-HT against an \nA. fumigatus\n Af293 protein database from NCBI containing 9845 non-redundant sequences was used to search all MS/MS spectra. The following parameters: 5 ppm tolerance for precursor ion masses and 0.6 Da tolerance for fragment ion masses were selected. The static modification settings included carbamidomethyl of cysteine residues, whereas dynamic modifications included oxidation of methionine, TMT6plex modification of lysine ε-amino groups and peptide N-termini, and acetyl modification of peptide N-terminus. A false discovery rate (FDR) of 1% for peptides and proteins was obtained using a target-decoy database search. The reporter ions integration tolerance was 0.5 Da while the co-isolation threshold was 75%. The average signal-to-noise threshold of all reporter peaks was greater than 10. The sum of all detected reporter ions of associated peptides from a protein was used to determine the total intensity of a reporter ion for that protein. The ratios between reporter and the reference reporter ions (TMT6–131) were used to estimate the abundance ratio of each protein. For the statistical analysis, the sum of reporter ion intensities for each protein was Log2 transformed and technical triplicate measurements for each protein were averaged. Only the proteins that were identified with at least one peptide detected in each technical replicate, and quantified in all three technical replicates, were considered for the analysis. One-way ANOVA was performed to identify proteins that are differentially expressed. Proteins with p-value ≤ 0.05 were further evaluated for up- and down-regulation using a cut-off value of ≥ ±1 fold (Log2) change.",
    "2.1._isolation_and_identification_of_a._fumigatus.": "Procedures to isolate and identify \nA. fumigatus\n collected from the ISS were described previously\n45\n. In brief, HEPA filter associated particulates were scraped, resuspended in sterile phosphate-buffered saline (PBS; pH 7.4) and spread onto potato dextrose agar (PDA) plates\n22\n. Cupola surfaces were sampled with sterile polyester wipes assembled at Jet Propulsion Laboratory (JPL) prior to space flight. After each sampling event on board the ISS, wipes were returned to JPL for subsequent processing. During that process, two of multiple isolates were identified via ITS region and subsequently whole genome sequencing (WGS) as \nA. fumigatus\n.",
    "2.2._growth_conditions.": "Af293, CEA10, ISSFT-021 and IF1SW-F4 were cultivated for 5 days at 30°C on glucose minimal medium (GMM) agar plates (6 g/L NaNO\n3\n, 0.52 g/L KCl, 0.52 g/L MgSO\n4\n·7H\n2\nO, 1.52 g/L KH\n2\nPO\n4\n, 10 g/L D-glucose, 15 g/L agar supplemented with 1 mL/L of Hutner’s trace elements) covered with cellophane membrane. Each Petri plate (D=10 cm) was inoculated with 10*10\n6\n spores/plate. For supplementary comparison, each strain was also cultured in potato-dextrose (PD, BD Difco, Franklin Lakes, NJ) and Czapek-dox (CD, BD Difco) liquid media for 2 days and 10 days, respectively.",
    "2.3._protein_extraction.": "Mycelia and spores from GMM agar plates were collected. The hyphae from the liquid media were collected on Whatman paper filter and washed with cell culture grade water. All samples were stored at −80 °C prior to protein extraction. The lysis buffer consisted of 100 mM triethylammonium bicarbonate (TEAB) with 1:100 Halt Protease Inhibitor Cocktail (Thermo Scientific, Rockford, IL) and 200 μg phenylmethylsulfonyl fluoride (Sigma-Aldrich, St. Louis, MO). The hyphae from the liquid media were first homogenized on ice using a Polytron (Kinematica AG, Bohemia, NY) with a speed setting of 5 for 3–5 times (1 min/time, 30 sec pause). Subsequently, the crude homogenates were subjected to a Precellys 24 homogenizer (Bertin, Rockville, MD) in which each sample was processed inside a 2 mL cryotube with 0.5 mm glass beads three times (at 4 °C, 6500 rpm, 1 min., repeated 3 times with 15 sec pauses in between). Mycelia from GMM were homogenized directly by bead beating due to their small volume. The lysed fungi were centrifuged at 17,000 g for 15 min. Protein concentrations in the supernatants were measured by Bradford assay (Bio-Rad Laboratories, Inc. Hercules, CA).",
    "2.4._tandem_mass_tag_(tmt)_labeling.": "200 μg proteins from each group were TCA-precipitated. Obtained protein pellets were washed with ice-cold acetone, and resolubilized in 25 μL TEAB (100 mM) and 25 μL 2,2,2-trifluoroethanol (TFE). Subsequently, proteins were reduced with tris(2-carboxyethyl)phosphine (TCEP, 500 mM), alkylated with iodoacetamide (IAA) and digested overnight using mass spec grade trypsin/lysC (Promega, Madison, WI) at 37°C. The digested peptides were quantified using the Pierce Quantitative Colorimetric Peptide Assay (Thermo Scientific). 40 μg of peptides from each specific sample was labeled with the Thermo Scientific TMTsixplex Isobaric Mass Tagging Kit (Af293 with TMT\n6\n-126, CEA10 with TMT\n6\n-127, ISSFT-021 with TMT\n6\n-128, and IF1SW-F4 with TMT\n6\n-130) according to the manufacturer’s protocol. The TMT\n6\n-131 label was used as a reference that contained an equal amount of peptides from each of the samples. All labeled-peptide mixtures were combined into a single tube, mixed, and fractionated into eight fractions using the Thermo Scientific Pierce High pH Reversed-Phase Peptide Fractionation Kit. The fractionated samples were dried using a SpeedVac concentrator and re-suspended in 1% (v/v) formic acid prior to LC-MS/MS analysis.",
    "2.5._lc-ms/ms_analysis.": "An Orbitrap Fusion Tribrid mass spectrometer with the Thermo EASY-nLC ion source, 75 μm × 2 cm Acclaim PepMap100 C18 trapping column, and 75 μm × 25 cm PepMap RSLC C18 analytical column was used to analyze the samples. Peptides were eluted at 45°C with a flow rate of 300 nL/min over a 110 min gradient, from 3–30% solvent B (100 min), 30–50% solvent B (3 min), 50–90% solvent B (2 min), and 90% solvent B (2 min). The solvent A was 0.1% formic acid in water and the solvent B was 0.1% formic acid in acetonitrile.\nThe full MS survey scan (m/z 400–1500) was acquired at a resolution of 120,000 and an automatic gain control (AGC) target of 2×10\n5\n in the Orbitrap with the 50 ms maximum injection time for MS scans. Monoisotopic precursor ions were selected for fragmentation with charge states 2–7, within a ±10 ppm mass window, using a 70 s dynamic exclusion function. MS\n2\n scans (m/z 400–2000) were performed using the linear ion trap with the 35% CID collision energy. The ion trap scan rate was set to “rapid”, with an AGC target of 4×10\n3\n, and a maximum injection time of 150 ms. Subsequently, ten fragment ions from each MS\n2\n experiment were subjected to an MS\n3\n experiment. The MS\n3\n scan (m/z 100–500) generated the TMT reporter ions in the linear ion trap using HCD at a 55% collision energy, a rapid scan rate and an AGC target of 5×10\n3\n, and a maximum injection time of 250 ms.",
    "2.6._proteome_data_processing.": "The Proteome Discoverer (version 2.1.0.81, Thermo Scientific) with searching engines Sequest-HT against an \nA. fumigatus\n Af293 protein database from NCBI containing 9845 non-redundant sequences was used to search all MS/MS spectra. The following parameters: 5 ppm tolerance for precursor ion masses and 0.6 Da tolerance for fragment ion masses were selected. The static modification settings included carbamidomethyl of cysteine residues, whereas dynamic modifications included oxidation of methionine, TMT6plex modification of lysine ε-amino groups and peptide N-termini, and acetyl modification of peptide N-terminus. A false discovery rate (FDR) of 1% for peptides and proteins was obtained using a target-decoy database search. The reporter ions integration tolerance was 0.5 Da while the co-isolation threshold was 75%. The average signal-to-noise threshold of all reporter peaks was greater than 10. The sum of all detected reporter ions of associated peptides from a protein was used to determine the total intensity of a reporter ion for that protein. The ratios between reporter and the reference reporter ions (TMT6–131) were used to estimate the abundance ratio of each protein. For the statistical analysis, the sum of reporter ion intensities for each protein was Log2 transformed and technical triplicate measurements for each protein were averaged. Only the proteins that were identified with at least one peptide detected in each technical replicate, and quantified in all three technical replicates, were considered for the analysis. One-way ANOVA was performed to identify proteins that are differentially expressed. Proteins with p-value ≤ 0.05 were further evaluated for up- and down-regulation using a cut-off value of ≥ ±1 fold (Log2) change.",
    "3._results": "3.1. Proteome analysis overview.\n\n\nProteins with altered abundance in ISS-isolated strains ISSFT-021 and IF1SW-F4, and clinical isolates Af293 and CEA10, were investigated upon extraction of total protein from each strain. Extracted proteins were digested into peptides and labeled using tandem mass tags (TMT), fractionated, and analyzed via LC-MS/MS followed by spectrum/sequence matching using \nA. fumigatus\n Af293 protein database (NCBI). The abundance ratios of all identified proteins were normalized to Af293, that enabled identification of 553, 464 and 626 increased and 314, 289 and 317 decreased in abundance proteins in CEA10, ISSFT-021 and IF1SW-F4 strains respectively (\nTable S-1\n, \nFigure S-1\n). When compared to both, Af293 and CEA10, 60 proteins showed increased and 32 decreased abundance in space strains only (fold change (FC) > |2|) (\nTable S-2\n). AspGD GO Slim terms\n46\n were used to study the distribution of differentially abundant proteins in space strains. Analysis of proteins with increased abundance revealed involvement of 14 proteins in carbohydrate metabolic processes, eight in stress responses, five in secondary metabolism and toxins biosynthesis, and two in pathogenesis whereas five, three, one and zero proteins showed respectively decreased abundance in these categories. Proteins associated with cellular amino acid metabolic process (6), lipid cellular homeostasis (3), metabolic processes (2), pathogenesis (2), and translation (2) exhibited increased abundance in space strains only (\nFigure 1\n). FungiDB\n47\n was used to carry out GO term enrichment analysis to gain a general understanding of biological processes possibly affected by unique environment of the ISS. The results revealed that significantly over-represented up-regulated biological processes included secondary metabolic processes (40% of all up-regulated proteins), carbohydrate metabolic processes (23%), and response to chemical (~15%), whereas significantly over-represented down-regulated processes included carbohydrate metabolic processes (15%), response to heat (6%), and mRNA metabolic processes (6%) (\nTable S-3\n).\n\n\nF1. AspGD GO Slim terms of proteins differentially expressed in space strains when compared to Af293 and CEA10.\n\n\n\n\nOpen in a new tab\n\n\nDifferentially expressed proteins in ISSFT-021 and IF1SW-F4 are categorized into GO Slim categories using AspGD. Categories containing at least 2 up- or down-regulated proteins are presented.\n3.2. Secondary metabolism and toxins.\n\n\nThe proteomic analysis revealed altered abundance of proteins involved in secondary metabolism (\nTable 1\n). Proteins involved in trypacidin biosynthetic pathway, including emodin O-methyltransferase TpcA (AFUA_4G14580), glutathione S-transferase TpcF (AFUA_4G14530), and dehydratase TpcK (AFUA_4G14470)\n48\n–\n50\n, were at least threefold more abundant in ISS-isolated strains than in clinical isolates. Arp1 (AFUA_2G17580), a scytalone dehydratase involved in conidial pigment biosynthesis\n51\n–\n53\n was threefold more abundant, whereas Asp-hemolysin (Asp-HS; AFUA_3G00590)\n54\n was eight times more abundant in ISS strains.\n\n\nTable 1.\n\n\nProteins involved in secondary metabolism and toxin biosynthesis that revealed increased or decreased abundance\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_4G14530\n\n\nTpcF/GstC\n\n\nGlutathione S-transferase involved in trypacidin biosynthesis\n\n\n0.83\n\n\n3.02\n\n\n2.46\n\n\n2.76E-06\n\n\n\n\n\n\nAFUA_3G00590\n\n\nAspHS\n\n\nAsp-hemolysin; hemolytic toxin\n\n\n0.00\n\n\n3.01\n\n\n3.24\n\n\n7.48E-09\n\n\n\n\n\n\nAFUA_4G14580\n\n\nTpcA\n\n\nEmodin O-methyltransferase involved in trypacidin biosynthesis\n\n\n−0.14\n\n\n2.95\n\n\n3.06\n\n\n6.77E-07\n\n\n\n\n\n\nAFUA_4G14470\n\n\nTpcK\n\n\nDehydratase involved in trypacidin biosynthesis\n\n\n0.27\n\n\n2.58\n\n\n2.17\n\n\n3.04E-03\n\n\n\n\n\n\nAFUA_2G17580\n\n\nArp1\n\n\nScytalone dehydratase involved in conidial pigment biosynthesis\n\n\n0.58\n\n\n2.49\n\n\n2.69\n\n\n2.24E-07\n\n\n\n\n\n\nAFUA_4G00860\n\n\nDprA\n\n\nDehydrin-like protein / oxidative, osmotic and pH stress responses\n\n\n−3.54\n\n\n−5.64\n\n\n−4.62\n\n\n1.37E-07\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)\n\n\nTo confirm observed up-regulation of proteins involved in the trypacidin biosynthesis secondary metabolite profiles of the clinical and ISS isolates were acquired using high performance liquid chromatography-photodiode array detection-mass spectroscopy (HPL-DAD-MS) analysis. Examination of the production yields of monomethylsulochrin, the final intermediate in trypacidin biosynthesis, (trypacidin is not detectable until 7–8 days of growth\n50\n) showed ~600% and ~200% increased production in ISSFT-021 ad IF1SW-F4, respectively (\nFigure S-2\n). Additionally, proteome of clinical and ISS strains was examined in liquid CD and PD media and confirmed significant up-regulation of AspHS (\nTable S-4\n). Lastly, observed differences in sporulation capacity between the strains do not seem to be directly correlated with conidiaassociated protein expression levels (\nFigure S-3\n), suggesting that the observed variations are due to exposure to space environment rather than different growth rates.\n3.3. Stress response.\n\n\nAmong proteins with altered abundance, 11 were involved in the stress response of \nA. fumigatus\n (\nTable 2\n). AFUA_5G11430, a quinone oxidoreductase, and Pst2 (AFUA_1G02820), an NADH-quinone oxidoreductase, involved in oxidative stress response were three and four times more abundant in space strains. Erythromycin esterase, AFUA_1G05850, and 3’ exoribonuclease AFUA_2G15980\n56\n were at least twofold more abundant in ISS strains. Among proteins with decreased abundance several were heat shock proteins including Scf1 (AFUA_1G17370)\n57\n,\n58\n, and Awh11 (AFUA_6G12450)\n56\n. Other down-regulated protein was dehydrin-like protein DprA (AFUA_4G00860) that is known to play a role in oxidative stress response\n59\n.\n\n\nTable 2.\n\n\nProteins involved in stress response that revealed increased or decreased abundance\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_3G08470\n\n\n\n\nGlucose-6-phosphate 1- dehydrogenase\nGlutathione S-transferase\n\n\n1.41\n\n\n3.06\n\n\n3.33\n\n\n8.66E-07\n\n\n\n\n\n\nAFUA_4G14530\n\n\nTpcF/GstC\n\n\ninvolved in trypacidin biosynthesis\n\n\n0.83\n\n\n3.02\n\n\n2.46\n\n\n2.76E-06\n\n\n\n\n\n\nAFUA_4G11730\n\n\nGldB\n\n\nGlycerol dehydrogenase\n\n\n1.29\n\n\n2.83\n\n\n3.70\n\n\n5.34E-07\n\n\n\n\n\n\nAFUA_5G11430\n\n\n\n\nQuinone oxidoreductase\n\n\n0.95\n\n\n2.55\n\n\n2.51\n\n\n1.45E-09\n\n\n\n\n\n\nAFUA_2G03290\n\n\nArtA\n\n\n14–3-3 family protein\n\n\n0.67\n\n\n2.21\n\n\n2.82\n\n\n1.90E-07\n\n\n\n\n\n\nAFUA_1G02820\n\n\nPst2\n\n\nNADH-quinone oxidoreductase\n\n\n−0.37\n\n\n2.10\n\n\n2.55\n\n\n9.33E-06\n\n\n\n\n\n\nAFUA_2G15980\n\n\n\n\n3’ exoribonuclease family protein; pre-miRNA processing\n\n\n0.02\n\n\n1.24\n\n\n2.20\n\n\n4.73E-03\n\n\n\n\n\n\nAFUA_1G05850\n\n\n\n\nErythromycin esterase\n\n\n−0.16\n\n\n1.22\n\n\n2.48\n\n\n6.61E-03\n\n\n\n\n\n\nAFUA_1G17370\n\n\nScf1\n\n\nHeat shock protein\n\n\n−2.95\n\n\n−5.23\n\n\n−4.26\n\n\n4.25E-07\n\n\n\n\n\n\nAFUA_6G12450\n\n\nAwh11\n\n\nHeat shock protein\n\n\n−4.05\n\n\n−5.81\n\n\n−5.12\n\n\n5.46E-05\n\n\n\n\n\n\nAFUA_4G00860\n\n\nDprA\n\n\nDehydrin-like protein / oxidative, osmotic and pH stress responses\n\n\n−3.54\n\n\n−5.64\n\n\n−4.62\n\n\n1.37E-07\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)\n3.4. Carbohydrate metabolic processes.\n\n\nComparative analysis of proteomes of ISS-isolated strains, IF1SW-F4 and ISST-021, with clinical isolates CEA10 and Af293 revealed changes in abundance of proteins involved in carbohydrate metabolic processes (\nTable 3\n). Pyruvate decarboxylase PdcA (AFUA_3G11070), which catalyzes the first step in anaerobic conversion of pyruvate to ethanol\n60\n, was about three times more abundant in space strains when compared to clinical isolates. Proteins involved in glycerol metabolism, including glycerol dehydrogenase GldB (AFUA_4G11730), and glycerol kinase AFUA_4G11540\n55\n were at least 2.5-fold more abundant in ISS-isolated strains. AFUA_5G10540 and AFUA_1G02140, which are homologues of \nA. niger\n An14g04190 and GdbA (An01g06120)\n61\n, respectively, and involved in glycogen biosynthesis and metabolism were at least twofold more abundant. Protein abundance of AFUA_3G08470, AFUA_4G08880, AFUA_7G_01830, and AFUA_1G14710 involved in glucose metabolism, increased twofold at minimum. Both, the 14–3-3 family protein ArtA (AFUA_2G03290)\n62\n and malate synthase AcuE (AFUA_6G03540)\n63\n were threefold more abundant when compared to clinical isolates. At minimum twofold increased abundance of phosphoketolase (AFUA_3G00370) and hexokinase HxkA (AFUA_2G05910)\n64\n was observed. Among the decreased in abundance proteins were hydrolase Exg17 (AFUA_6G14490)\n65\n and β−1,3-glucan modifying enzyme Sun1 (AFUA_7G05450)\n66\n.\n\n\nTable 3.\n\n\nProteins involved in carbohydrate metabolism that revealed increased or decreased abundance\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_3G11070\n\n\nPdcA\n\n\nPyruvate decarboxylase involved in ethanol fermentation pathway\n\n\n1.95\n\n\n3.42\n\n\n3.43\n\n\n9.50E-08\n\n\n\n\n\n\nAFUA_4G11540\n\n\n\n\nGlycerol kinase\n\n\n1.52\n\n\n3.18\n\n\n2.94\n\n\n5.99E-05\n\n\n\n\n\n\nAFUA_3G08470\n\n\n\n\nGlucose-6-phosphate 1- dehydrogenase\n\n\n1.41\n\n\n3.06\n\n\n3.33\n\n\n8.66E-07\n\n\n\n\n\n\nAFUA_4G11730\n\n\nGldB\n\n\nGlycerol dehydrogenase\n\n\n1.29\n\n\n2.83\n\n\n3.70\n\n\n5.34E-07\n\n\n\n\n\n\nAFUA_1G14710\n\n\n\n\nBeta-glucosidase\n\n\n1.63\n\n\n2.70\n\n\n3.52\n\n\n4.34E-05\n\n\n\n\n\n\nAFUA_5G10540\n\n\n\n\n1,4-alpha-glucan branching enzyme activity, glycogen biosynthesis\n\n\n0.91\n\n\n2.23\n\n\n3.06\n\n\n1.39E-07\n\n\n\n\n\n\nAFUA_2G03290\n\n\nArtA\n\n\n14–3-3 family protein\n\n\n0.67\n\n\n2.21\n\n\n2.82\n\n\n1.90E-07\n\n\n\n\n\n\nAFUA_6G03540\n\n\nAcuE\n\n\nMalate synthase\n\n\n0.38\n\n\n2.10\n\n\n2.16\n\n\n1.22E-07\n\n\n\n\n\n\nAFUA_1G02140\n\n\n\n\nGlycogen debranching enzyme\n\n\n0.87\n\n\n1.98\n\n\n3.18\n\n\n1.08E-03\n\n\n\n\n\n\nAFUA_3G00370\n\n\n\n\nPhosphoketolase\n\n\n0.51\n\n\n1.88\n\n\n2.84\n\n\n3.50E-05\n\n\n\n\n\n\nAFUA_4G04680\n\n\n\n\nFGGY-family carbohydrate kinase\n\n\n0.81\n\n\n1.82\n\n\n2.61\n\n\n1.73E-05\n\n\n\n\n\n\nAFUA_4G08880\n\n\n\n\nGlucose-6-phosphate 1-epimerase\n\n\n−0.32\n\n\n1.46\n\n\n2.61\n\n\n7.00E-05\n\n\n\n\n\n\nAFUA_7G01830\n\n\nUgp1\n\n\nUTP-glucose-1 -phosphate uridylyltransferase\n\n\n0.00\n\n\n1.35\n\n\n2.11\n\n\n4.43E-05\n\n\n\n\n\n\nAFUA_2G05910\n\n\nHxkA\n\n\nHexokinase\n\n\n−0.01\n\n\n1.20\n\n\n2.12\n\n\n8.68E-07\n\n\n\n\n\n\nAFUA_7G05450\n\n\nSun1\n\n\nBeta-1,3-glucan modifying enzyme\n\n\n−0.61\n\n\n−1.87\n\n\n−2.15\n\n\n4.13E-02\n\n\n\n\n\n\nAFUA_1G06910\n\n\n\n\nArabinogalactan endo-1,4-beta- galactosidase activity\n\n\n−0.43\n\n\n−1.53\n\n\n−2.04\n\n\n9.05E-06\n\n\n\n\n\n\nAFUA_6G05030\n\n\n\n\nPolysaccharide deacetylase\n\n\n−0.09\n\n\n−1.21\n\n\n−1.23\n\n\n1.53E-03\n\n\n\n\n\n\nAFUA_6G14490\n\n\nExg17\n\n\nO-glycosyl hydrolase\n\n\n−0.21\n\n\n−1.41\n\n\n−1.33\n\n\n4.68E-05\n\n\n\n\n\n\nAFUA_1G03140\n\n\n\n\nGlycosyl hydrolase\n\n\n−0.31\n\n\n−1.31\n\n\n−1.44\n\n\n1.39E-06\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)",
    "3.1._proteome_analysis_overview.": "Proteins with altered abundance in ISS-isolated strains ISSFT-021 and IF1SW-F4, and clinical isolates Af293 and CEA10, were investigated upon extraction of total protein from each strain. Extracted proteins were digested into peptides and labeled using tandem mass tags (TMT), fractionated, and analyzed via LC-MS/MS followed by spectrum/sequence matching using \nA. fumigatus\n Af293 protein database (NCBI). The abundance ratios of all identified proteins were normalized to Af293, that enabled identification of 553, 464 and 626 increased and 314, 289 and 317 decreased in abundance proteins in CEA10, ISSFT-021 and IF1SW-F4 strains respectively (\nTable S-1\n, \nFigure S-1\n). When compared to both, Af293 and CEA10, 60 proteins showed increased and 32 decreased abundance in space strains only (fold change (FC) > |2|) (\nTable S-2\n). AspGD GO Slim terms\n46\n were used to study the distribution of differentially abundant proteins in space strains. Analysis of proteins with increased abundance revealed involvement of 14 proteins in carbohydrate metabolic processes, eight in stress responses, five in secondary metabolism and toxins biosynthesis, and two in pathogenesis whereas five, three, one and zero proteins showed respectively decreased abundance in these categories. Proteins associated with cellular amino acid metabolic process (6), lipid cellular homeostasis (3), metabolic processes (2), pathogenesis (2), and translation (2) exhibited increased abundance in space strains only (\nFigure 1\n). FungiDB\n47\n was used to carry out GO term enrichment analysis to gain a general understanding of biological processes possibly affected by unique environment of the ISS. The results revealed that significantly over-represented up-regulated biological processes included secondary metabolic processes (40% of all up-regulated proteins), carbohydrate metabolic processes (23%), and response to chemical (~15%), whereas significantly over-represented down-regulated processes included carbohydrate metabolic processes (15%), response to heat (6%), and mRNA metabolic processes (6%) (\nTable S-3\n).\nF1. AspGD GO Slim terms of proteins differentially expressed in space strains when compared to Af293 and CEA10.\n\n\n\n\nOpen in a new tab\n\n\nDifferentially expressed proteins in ISSFT-021 and IF1SW-F4 are categorized into GO Slim categories using AspGD. Categories containing at least 2 up- or down-regulated proteins are presented.",
    "f1._aspgd_go_slim_terms_of_proteins_differentially_expressed": "Open in a new tab\nDifferentially expressed proteins in ISSFT-021 and IF1SW-F4 are categorized into GO Slim categories using AspGD. Categories containing at least 2 up- or down-regulated proteins are presented.",
    "3.2._secondary_metabolism_and_toxins.": "The proteomic analysis revealed altered abundance of proteins involved in secondary metabolism (\nTable 1\n). Proteins involved in trypacidin biosynthetic pathway, including emodin O-methyltransferase TpcA (AFUA_4G14580), glutathione S-transferase TpcF (AFUA_4G14530), and dehydratase TpcK (AFUA_4G14470)\n48\n–\n50\n, were at least threefold more abundant in ISS-isolated strains than in clinical isolates. Arp1 (AFUA_2G17580), a scytalone dehydratase involved in conidial pigment biosynthesis\n51\n–\n53\n was threefold more abundant, whereas Asp-hemolysin (Asp-HS; AFUA_3G00590)\n54\n was eight times more abundant in ISS strains.\nTable 1.\n\n\nProteins involved in secondary metabolism and toxin biosynthesis that revealed increased or decreased abundance\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_4G14530\n\n\nTpcF/GstC\n\n\nGlutathione S-transferase involved in trypacidin biosynthesis\n\n\n0.83\n\n\n3.02\n\n\n2.46\n\n\n2.76E-06\n\n\n\n\n\n\nAFUA_3G00590\n\n\nAspHS\n\n\nAsp-hemolysin; hemolytic toxin\n\n\n0.00\n\n\n3.01\n\n\n3.24\n\n\n7.48E-09\n\n\n\n\n\n\nAFUA_4G14580\n\n\nTpcA\n\n\nEmodin O-methyltransferase involved in trypacidin biosynthesis\n\n\n−0.14\n\n\n2.95\n\n\n3.06\n\n\n6.77E-07\n\n\n\n\n\n\nAFUA_4G14470\n\n\nTpcK\n\n\nDehydratase involved in trypacidin biosynthesis\n\n\n0.27\n\n\n2.58\n\n\n2.17\n\n\n3.04E-03\n\n\n\n\n\n\nAFUA_2G17580\n\n\nArp1\n\n\nScytalone dehydratase involved in conidial pigment biosynthesis\n\n\n0.58\n\n\n2.49\n\n\n2.69\n\n\n2.24E-07\n\n\n\n\n\n\nAFUA_4G00860\n\n\nDprA\n\n\nDehydrin-like protein / oxidative, osmotic and pH stress responses\n\n\n−3.54\n\n\n−5.64\n\n\n−4.62\n\n\n1.37E-07\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)\nTo confirm observed up-regulation of proteins involved in the trypacidin biosynthesis secondary metabolite profiles of the clinical and ISS isolates were acquired using high performance liquid chromatography-photodiode array detection-mass spectroscopy (HPL-DAD-MS) analysis. Examination of the production yields of monomethylsulochrin, the final intermediate in trypacidin biosynthesis, (trypacidin is not detectable until 7–8 days of growth\n50\n) showed ~600% and ~200% increased production in ISSFT-021 ad IF1SW-F4, respectively (\nFigure S-2\n). Additionally, proteome of clinical and ISS strains was examined in liquid CD and PD media and confirmed significant up-regulation of AspHS (\nTable S-4\n). Lastly, observed differences in sporulation capacity between the strains do not seem to be directly correlated with conidiaassociated protein expression levels (\nFigure S-3\n), suggesting that the observed variations are due to exposure to space environment rather than different growth rates.",
    "table_1.": "Proteins involved in secondary metabolism and toxin biosynthesis that revealed increased or decreased abundance\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_4G14530\n\n\nTpcF/GstC\n\n\nGlutathione S-transferase involved in trypacidin biosynthesis\n\n\n0.83\n\n\n3.02\n\n\n2.46\n\n\n2.76E-06\n\n\n\n\n\n\nAFUA_3G00590\n\n\nAspHS\n\n\nAsp-hemolysin; hemolytic toxin\n\n\n0.00\n\n\n3.01\n\n\n3.24\n\n\n7.48E-09\n\n\n\n\n\n\nAFUA_4G14580\n\n\nTpcA\n\n\nEmodin O-methyltransferase involved in trypacidin biosynthesis\n\n\n−0.14\n\n\n2.95\n\n\n3.06\n\n\n6.77E-07\n\n\n\n\n\n\nAFUA_4G14470\n\n\nTpcK\n\n\nDehydratase involved in trypacidin biosynthesis\n\n\n0.27\n\n\n2.58\n\n\n2.17\n\n\n3.04E-03\n\n\n\n\n\n\nAFUA_2G17580\n\n\nArp1\n\n\nScytalone dehydratase involved in conidial pigment biosynthesis\n\n\n0.58\n\n\n2.49\n\n\n2.69\n\n\n2.24E-07\n\n\n\n\n\n\nAFUA_4G00860\n\n\nDprA\n\n\nDehydrin-like protein / oxidative, osmotic and pH stress responses\n\n\n−3.54\n\n\n−5.64\n\n\n−4.62\n\n\n1.37E-07\nOpen in a new tab\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)",
    "3.3._stress_response.": "Among proteins with altered abundance, 11 were involved in the stress response of \nA. fumigatus\n (\nTable 2\n). AFUA_5G11430, a quinone oxidoreductase, and Pst2 (AFUA_1G02820), an NADH-quinone oxidoreductase, involved in oxidative stress response were three and four times more abundant in space strains. Erythromycin esterase, AFUA_1G05850, and 3’ exoribonuclease AFUA_2G15980\n56\n were at least twofold more abundant in ISS strains. Among proteins with decreased abundance several were heat shock proteins including Scf1 (AFUA_1G17370)\n57\n,\n58\n, and Awh11 (AFUA_6G12450)\n56\n. Other down-regulated protein was dehydrin-like protein DprA (AFUA_4G00860) that is known to play a role in oxidative stress response\n59\n.\nTable 2.\n\n\nProteins involved in stress response that revealed increased or decreased abundance\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_3G08470\n\n\n\n\nGlucose-6-phosphate 1- dehydrogenase\nGlutathione S-transferase\n\n\n1.41\n\n\n3.06\n\n\n3.33\n\n\n8.66E-07\n\n\n\n\n\n\nAFUA_4G14530\n\n\nTpcF/GstC\n\n\ninvolved in trypacidin biosynthesis\n\n\n0.83\n\n\n3.02\n\n\n2.46\n\n\n2.76E-06\n\n\n\n\n\n\nAFUA_4G11730\n\n\nGldB\n\n\nGlycerol dehydrogenase\n\n\n1.29\n\n\n2.83\n\n\n3.70\n\n\n5.34E-07\n\n\n\n\n\n\nAFUA_5G11430\n\n\n\n\nQuinone oxidoreductase\n\n\n0.95\n\n\n2.55\n\n\n2.51\n\n\n1.45E-09\n\n\n\n\n\n\nAFUA_2G03290\n\n\nArtA\n\n\n14–3-3 family protein\n\n\n0.67\n\n\n2.21\n\n\n2.82\n\n\n1.90E-07\n\n\n\n\n\n\nAFUA_1G02820\n\n\nPst2\n\n\nNADH-quinone oxidoreductase\n\n\n−0.37\n\n\n2.10\n\n\n2.55\n\n\n9.33E-06\n\n\n\n\n\n\nAFUA_2G15980\n\n\n\n\n3’ exoribonuclease family protein; pre-miRNA processing\n\n\n0.02\n\n\n1.24\n\n\n2.20\n\n\n4.73E-03\n\n\n\n\n\n\nAFUA_1G05850\n\n\n\n\nErythromycin esterase\n\n\n−0.16\n\n\n1.22\n\n\n2.48\n\n\n6.61E-03\n\n\n\n\n\n\nAFUA_1G17370\n\n\nScf1\n\n\nHeat shock protein\n\n\n−2.95\n\n\n−5.23\n\n\n−4.26\n\n\n4.25E-07\n\n\n\n\n\n\nAFUA_6G12450\n\n\nAwh11\n\n\nHeat shock protein\n\n\n−4.05\n\n\n−5.81\n\n\n−5.12\n\n\n5.46E-05\n\n\n\n\n\n\nAFUA_4G00860\n\n\nDprA\n\n\nDehydrin-like protein / oxidative, osmotic and pH stress responses\n\n\n−3.54\n\n\n−5.64\n\n\n−4.62\n\n\n1.37E-07\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)",
    "table_2.": "Proteins involved in stress response that revealed increased or decreased abundance\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_3G08470\n\n\n\n\nGlucose-6-phosphate 1- dehydrogenase\nGlutathione S-transferase\n\n\n1.41\n\n\n3.06\n\n\n3.33\n\n\n8.66E-07\n\n\n\n\n\n\nAFUA_4G14530\n\n\nTpcF/GstC\n\n\ninvolved in trypacidin biosynthesis\n\n\n0.83\n\n\n3.02\n\n\n2.46\n\n\n2.76E-06\n\n\n\n\n\n\nAFUA_4G11730\n\n\nGldB\n\n\nGlycerol dehydrogenase\n\n\n1.29\n\n\n2.83\n\n\n3.70\n\n\n5.34E-07\n\n\n\n\n\n\nAFUA_5G11430\n\n\n\n\nQuinone oxidoreductase\n\n\n0.95\n\n\n2.55\n\n\n2.51\n\n\n1.45E-09\n\n\n\n\n\n\nAFUA_2G03290\n\n\nArtA\n\n\n14–3-3 family protein\n\n\n0.67\n\n\n2.21\n\n\n2.82\n\n\n1.90E-07\n\n\n\n\n\n\nAFUA_1G02820\n\n\nPst2\n\n\nNADH-quinone oxidoreductase\n\n\n−0.37\n\n\n2.10\n\n\n2.55\n\n\n9.33E-06\n\n\n\n\n\n\nAFUA_2G15980\n\n\n\n\n3’ exoribonuclease family protein; pre-miRNA processing\n\n\n0.02\n\n\n1.24\n\n\n2.20\n\n\n4.73E-03\n\n\n\n\n\n\nAFUA_1G05850\n\n\n\n\nErythromycin esterase\n\n\n−0.16\n\n\n1.22\n\n\n2.48\n\n\n6.61E-03\n\n\n\n\n\n\nAFUA_1G17370\n\n\nScf1\n\n\nHeat shock protein\n\n\n−2.95\n\n\n−5.23\n\n\n−4.26\n\n\n4.25E-07\n\n\n\n\n\n\nAFUA_6G12450\n\n\nAwh11\n\n\nHeat shock protein\n\n\n−4.05\n\n\n−5.81\n\n\n−5.12\n\n\n5.46E-05\n\n\n\n\n\n\nAFUA_4G00860\n\n\nDprA\n\n\nDehydrin-like protein / oxidative, osmotic and pH stress responses\n\n\n−3.54\n\n\n−5.64\n\n\n−4.62\n\n\n1.37E-07\nOpen in a new tab\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)",
    "3.4._carbohydrate_metabolic_processes.": "Comparative analysis of proteomes of ISS-isolated strains, IF1SW-F4 and ISST-021, with clinical isolates CEA10 and Af293 revealed changes in abundance of proteins involved in carbohydrate metabolic processes (\nTable 3\n). Pyruvate decarboxylase PdcA (AFUA_3G11070), which catalyzes the first step in anaerobic conversion of pyruvate to ethanol\n60\n, was about three times more abundant in space strains when compared to clinical isolates. Proteins involved in glycerol metabolism, including glycerol dehydrogenase GldB (AFUA_4G11730), and glycerol kinase AFUA_4G11540\n55\n were at least 2.5-fold more abundant in ISS-isolated strains. AFUA_5G10540 and AFUA_1G02140, which are homologues of \nA. niger\n An14g04190 and GdbA (An01g06120)\n61\n, respectively, and involved in glycogen biosynthesis and metabolism were at least twofold more abundant. Protein abundance of AFUA_3G08470, AFUA_4G08880, AFUA_7G_01830, and AFUA_1G14710 involved in glucose metabolism, increased twofold at minimum. Both, the 14–3-3 family protein ArtA (AFUA_2G03290)\n62\n and malate synthase AcuE (AFUA_6G03540)\n63\n were threefold more abundant when compared to clinical isolates. At minimum twofold increased abundance of phosphoketolase (AFUA_3G00370) and hexokinase HxkA (AFUA_2G05910)\n64\n was observed. Among the decreased in abundance proteins were hydrolase Exg17 (AFUA_6G14490)\n65\n and β−1,3-glucan modifying enzyme Sun1 (AFUA_7G05450)\n66\n.\nTable 3.\n\n\nProteins involved in carbohydrate metabolism that revealed increased or decreased abundance\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_3G11070\n\n\nPdcA\n\n\nPyruvate decarboxylase involved in ethanol fermentation pathway\n\n\n1.95\n\n\n3.42\n\n\n3.43\n\n\n9.50E-08\n\n\n\n\n\n\nAFUA_4G11540\n\n\n\n\nGlycerol kinase\n\n\n1.52\n\n\n3.18\n\n\n2.94\n\n\n5.99E-05\n\n\n\n\n\n\nAFUA_3G08470\n\n\n\n\nGlucose-6-phosphate 1- dehydrogenase\n\n\n1.41\n\n\n3.06\n\n\n3.33\n\n\n8.66E-07\n\n\n\n\n\n\nAFUA_4G11730\n\n\nGldB\n\n\nGlycerol dehydrogenase\n\n\n1.29\n\n\n2.83\n\n\n3.70\n\n\n5.34E-07\n\n\n\n\n\n\nAFUA_1G14710\n\n\n\n\nBeta-glucosidase\n\n\n1.63\n\n\n2.70\n\n\n3.52\n\n\n4.34E-05\n\n\n\n\n\n\nAFUA_5G10540\n\n\n\n\n1,4-alpha-glucan branching enzyme activity, glycogen biosynthesis\n\n\n0.91\n\n\n2.23\n\n\n3.06\n\n\n1.39E-07\n\n\n\n\n\n\nAFUA_2G03290\n\n\nArtA\n\n\n14–3-3 family protein\n\n\n0.67\n\n\n2.21\n\n\n2.82\n\n\n1.90E-07\n\n\n\n\n\n\nAFUA_6G03540\n\n\nAcuE\n\n\nMalate synthase\n\n\n0.38\n\n\n2.10\n\n\n2.16\n\n\n1.22E-07\n\n\n\n\n\n\nAFUA_1G02140\n\n\n\n\nGlycogen debranching enzyme\n\n\n0.87\n\n\n1.98\n\n\n3.18\n\n\n1.08E-03\n\n\n\n\n\n\nAFUA_3G00370\n\n\n\n\nPhosphoketolase\n\n\n0.51\n\n\n1.88\n\n\n2.84\n\n\n3.50E-05\n\n\n\n\n\n\nAFUA_4G04680\n\n\n\n\nFGGY-family carbohydrate kinase\n\n\n0.81\n\n\n1.82\n\n\n2.61\n\n\n1.73E-05\n\n\n\n\n\n\nAFUA_4G08880\n\n\n\n\nGlucose-6-phosphate 1-epimerase\n\n\n−0.32\n\n\n1.46\n\n\n2.61\n\n\n7.00E-05\n\n\n\n\n\n\nAFUA_7G01830\n\n\nUgp1\n\n\nUTP-glucose-1 -phosphate uridylyltransferase\n\n\n0.00\n\n\n1.35\n\n\n2.11\n\n\n4.43E-05\n\n\n\n\n\n\nAFUA_2G05910\n\n\nHxkA\n\n\nHexokinase\n\n\n−0.01\n\n\n1.20\n\n\n2.12\n\n\n8.68E-07\n\n\n\n\n\n\nAFUA_7G05450\n\n\nSun1\n\n\nBeta-1,3-glucan modifying enzyme\n\n\n−0.61\n\n\n−1.87\n\n\n−2.15\n\n\n4.13E-02\n\n\n\n\n\n\nAFUA_1G06910\n\n\n\n\nArabinogalactan endo-1,4-beta- galactosidase activity\n\n\n−0.43\n\n\n−1.53\n\n\n−2.04\n\n\n9.05E-06\n\n\n\n\n\n\nAFUA_6G05030\n\n\n\n\nPolysaccharide deacetylase\n\n\n−0.09\n\n\n−1.21\n\n\n−1.23\n\n\n1.53E-03\n\n\n\n\n\n\nAFUA_6G14490\n\n\nExg17\n\n\nO-glycosyl hydrolase\n\n\n−0.21\n\n\n−1.41\n\n\n−1.33\n\n\n4.68E-05\n\n\n\n\n\n\nAFUA_1G03140\n\n\n\n\nGlycosyl hydrolase\n\n\n−0.31\n\n\n−1.31\n\n\n−1.44\n\n\n1.39E-06\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)",
    "table_3.": "Proteins involved in carbohydrate metabolism that revealed increased or decreased abundance\nRelative protein abundance\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nORF\n\n\nProtein\n\n\nPutative function/activity\n\n\nCEA10\n\n\nISSFT-021\n\n\nIF1SW-F4\n\n\np-value\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAFUA_3G11070\n\n\nPdcA\n\n\nPyruvate decarboxylase involved in ethanol fermentation pathway\n\n\n1.95\n\n\n3.42\n\n\n3.43\n\n\n9.50E-08\n\n\n\n\n\n\nAFUA_4G11540\n\n\n\n\nGlycerol kinase\n\n\n1.52\n\n\n3.18\n\n\n2.94\n\n\n5.99E-05\n\n\n\n\n\n\nAFUA_3G08470\n\n\n\n\nGlucose-6-phosphate 1- dehydrogenase\n\n\n1.41\n\n\n3.06\n\n\n3.33\n\n\n8.66E-07\n\n\n\n\n\n\nAFUA_4G11730\n\n\nGldB\n\n\nGlycerol dehydrogenase\n\n\n1.29\n\n\n2.83\n\n\n3.70\n\n\n5.34E-07\n\n\n\n\n\n\nAFUA_1G14710\n\n\n\n\nBeta-glucosidase\n\n\n1.63\n\n\n2.70\n\n\n3.52\n\n\n4.34E-05\n\n\n\n\n\n\nAFUA_5G10540\n\n\n\n\n1,4-alpha-glucan branching enzyme activity, glycogen biosynthesis\n\n\n0.91\n\n\n2.23\n\n\n3.06\n\n\n1.39E-07\n\n\n\n\n\n\nAFUA_2G03290\n\n\nArtA\n\n\n14–3-3 family protein\n\n\n0.67\n\n\n2.21\n\n\n2.82\n\n\n1.90E-07\n\n\n\n\n\n\nAFUA_6G03540\n\n\nAcuE\n\n\nMalate synthase\n\n\n0.38\n\n\n2.10\n\n\n2.16\n\n\n1.22E-07\n\n\n\n\n\n\nAFUA_1G02140\n\n\n\n\nGlycogen debranching enzyme\n\n\n0.87\n\n\n1.98\n\n\n3.18\n\n\n1.08E-03\n\n\n\n\n\n\nAFUA_3G00370\n\n\n\n\nPhosphoketolase\n\n\n0.51\n\n\n1.88\n\n\n2.84\n\n\n3.50E-05\n\n\n\n\n\n\nAFUA_4G04680\n\n\n\n\nFGGY-family carbohydrate kinase\n\n\n0.81\n\n\n1.82\n\n\n2.61\n\n\n1.73E-05\n\n\n\n\n\n\nAFUA_4G08880\n\n\n\n\nGlucose-6-phosphate 1-epimerase\n\n\n−0.32\n\n\n1.46\n\n\n2.61\n\n\n7.00E-05\n\n\n\n\n\n\nAFUA_7G01830\n\n\nUgp1\n\n\nUTP-glucose-1 -phosphate uridylyltransferase\n\n\n0.00\n\n\n1.35\n\n\n2.11\n\n\n4.43E-05\n\n\n\n\n\n\nAFUA_2G05910\n\n\nHxkA\n\n\nHexokinase\n\n\n−0.01\n\n\n1.20\n\n\n2.12\n\n\n8.68E-07\n\n\n\n\n\n\nAFUA_7G05450\n\n\nSun1\n\n\nBeta-1,3-glucan modifying enzyme\n\n\n−0.61\n\n\n−1.87\n\n\n−2.15\n\n\n4.13E-02\n\n\n\n\n\n\nAFUA_1G06910\n\n\n\n\nArabinogalactan endo-1,4-beta- galactosidase activity\n\n\n−0.43\n\n\n−1.53\n\n\n−2.04\n\n\n9.05E-06\n\n\n\n\n\n\nAFUA_6G05030\n\n\n\n\nPolysaccharide deacetylase\n\n\n−0.09\n\n\n−1.21\n\n\n−1.23\n\n\n1.53E-03\n\n\n\n\n\n\nAFUA_6G14490\n\n\nExg17\n\n\nO-glycosyl hydrolase\n\n\n−0.21\n\n\n−1.41\n\n\n−1.33\n\n\n4.68E-05\n\n\n\n\n\n\nAFUA_1G03140\n\n\n\n\nGlycosyl hydrolase\n\n\n−0.31\n\n\n−1.31\n\n\n−1.44\n\n\n1.39E-06\nOpen in a new tab\n*\nLog2 fold change of CEA10, ISSFT-021, and IF1SW-F4 compared to Af293 (P < 0.05)",
    "4._discussion": "The proteome of \nA. fumigatus\n has been studied under various conditions, including short-\n67\n, and long-term hypoxia\n68\n, following exposure to antifungal agents like amphotericin B\n69\n, and voriconazole\n70\n, and during different developmental stages\n58\n. However, in this report we present unique proteome differences observed in the two ISS-isolated strains when compared to clinical isolates. To date, there is no report which elucidates the molecular response of filamentous fungi to the distinct environment of the ISS, despite previous reports of their presence on board of the ISS\n22\n and Mir\n27\n,\n71\n. In-depth understanding of alterations triggered in the proteome of omnipresent \nA. fumigatus\n remains imperative for astronauts’ health, as it is an opportunistic pathogen that affects individuals with impaired immune system functions\n41\n.\nBoth ISS-isolated \nA. fumigatus\n strains displayed higher abundance of several proteins involved in trypacidin biosynthesis. Trypacidin is a potent mycotoxin produced by \nA. fumigatus\n conidia. It has been shown to have cytotoxic activity against A549 alveolar lung cells suggesting its importance during the infection\n76\n. Further, it has been reported that \nA. fumigatus\n conidia with disrupted production of trypacidin exhibit higher susceptibility to macrophage clearance\n49\n. Increased abundance of proteins involved in biosynthesis of trypacidin in both ISS–isolated strains may be possible cause of the reported increased virulence in the larval zebra fish model of both ISS-isolated strains when compared to clinical isolates\n45\n. Moreover, emodin and questin, precursors of trypacidin, are pigmented anthraquinones that have been reported to have a protective effect against UV in other organisms (\nXanthoria elegans\n and \nCetraria islandica\n) that produce these types of compounds\n50\n,\n77\n. It is therefore reasonable to assume that up-regulation of trypacidin production may be another adaptation to the enhanced irradiation environment of the ISS, however this hypothesis has to be validated by further experiments.\nFurther, the level of Asp-HS, which is a known toxin produced by \nA. fumigatus\n54\n,\n78\n was highly increased in both ISS-isolates. While several studies have reported its hemolytic\n79\n and cytotoxic\n80\n,\n81\n activities in the past, a recent report showed lack of attenuated virulence when Asp-HS gene was deleted\n82\n. This discrepancy may be strain specific as the studies used different \nA. fumigatus\n strains to carry out the experiments or related to experimental models used in both studies, as at times results observed for \nin vitro\n analyses do not correlated with the outcomes observed in \nin vivo\n studies. The exact role of Asp-HS in the pathogenicity remains to be determined during future studies. Nonetheless, increased abundance of Asp-HS observed in both ISS-isolated strains appears to be a part of the \nA. fumigatus\n adaptation response to the unique ISS environment.\nOne of the increased in abundance proteins in ISS-isolated \nA. fumigatus\n strains was Arp1, which is one of the six enzymes involved in the DHN-melanin production\n51\n–\n53\n. Arp1 disruption resulted in production of reddish pink conidia with induced C3 binding that led to phagocytosis and killing of conidial spores during infection\n51\n,\n52\n. Increased abundance of Arp1 protein may, therefore, be another cause of the previously reported increased virulence in the larval zebra fish model\n45\n. Additionally, higher AlbA abundance, involved in DHN-melanin production\n72\n, was observed in JSC-093350089 \nA. niger\n isolated from the ISS\n73\n. Seemingly, both ISS-isolated species, \nA. fumigatus\n and \nA. niger\n, responded with increased melanin production to enhanced irradiation on board of the ISS. This observation is in agreement with previous reports of increased melanin production in fungi isolated from high-radiation environments such as the Chernobyl Power Plant accident sites or “Evolution Canyon”\n74\n,\n75\n. However, because none of the other enzymes involved in the melanin biosynthesis showed increased abundance when compared to both clinical isolates simultaneously, further assessment of melanin production is necessary to definitively conclude its increased production under ISS conditions.\nProteome analysis of both ISS-isolated \nA. fumigatus\n strains revealed altered levels of proteins involved in oxidative stress response. ArtA, a regulatory protein, was reported to be increased in abundance in response to incubation with H\n2\nO\n2\n, suggesting its importance in overcoming oxidative stress\n62\n. Pst2, which is also present in \nCandida albicans\n and \nSaccharomyces cerevisiae\n, was shown to be induced in response to oxidative stress\n83\n,\n84\n. Additionally, Pst2 was reported to be a post-translational modification target protein that is ubiquitinated under peroxide stress conditions in \nC. albicans\n85\n. Interestingly, such post-translational modifications play a role in several cellular processes in eukaryotes, including cell growth regulation and environmental adaptation, suggesting their importance in gaining survival advantage\n86\n. These data are in agreement with previous reports of induced oxidative stress response in humans, mice and yeast while in space\n87\n–\n91\n. Overall, increased abundance of proteins involved in oxidative stress response was also observed in \nAcinetobacter\n sp. Ver3 when exposed to UV irradiation\n92\n and JSC-093350089 \nA. niger\n73\n. Although increased abundance of several oxidative stress-correlated proteins was observed in this study, it was previously reported that ISS-isolated strains were more resistant than Af293 to H\n2\nO\n2\n exposure, but less resistant than CEA10, suggesting no adaptation\n45\n.\nAmong the more abundant proteins in both ISS-isolated strains several were involved in carbohydrate metabolism. Malate synthase AcuE (AFUA_6G03540) is one of the three key enzymes involved in glyoxylate cycle\n63\n, which has been shown to be crucial for fungal growth on C\n2\n compounds and fatty acids as a sole carbon source\n93\n. In our earlier study it was documented that these two ISS-isolated strains significantly outgrew both clinical isolates\n45\n. Further, more abundant PdcA (AFUA_3G11070), a pyruvate decarboxylase, has been shown to be involved in ethanol fermentation\n60\n. These data therefore suggest possible adaptation of \nA. fumigatus\n to low-nutrient environment of the ISS\n20\n,\n22\n, which is in agreement with changes observed in proteome of \nA. fumigatus\n during starvation\n94\n. Similarly, up-regulation of proteins involved in starvation response was observed in ISS-isolated JSC-093350089 \nA. niger\n73\n.\nThis study presents comparative proteomic analysis of two ISS-isolated \nA. fumigatus\n strains, ISSFT-021 and IF1SW-F4 when compared to clinically established isolates Af293 and CEA10. Such comparison has enabled the identification of possible adaptation responses to the unique microgravity environment of the ISS, which includes increased abundance of stress response related proteins, and modulation of proteins involved in carbohydrate and secondary metabolism. To our knowledge this is the first report that focused on studying the proteomic changes in filamentous fungus isolated from on board of the ISS. Complex analyses of possible molecular alterations triggered by microgravity and enhanced irradiation will be pertinent to the future long-term manned space flights, as such an understanding is crucial for astronauts’ health and biodeterioration of the closed habitat.\nAccession number\n\n\nThe mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE\n95\n partner repository with the dataset identifier PXD008517.",
    "accession_number": "The mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE\n95\n partner repository with the dataset identifier PXD008517.",
    "supplementary_material": "6\n\n\n\n\nNIHMS1518386-supplement-6.pdf\n (44.4KB, pdf)\n7\nFigure S-1. AspGD GO Slim terms of proteins normalized to Af293.\n Differentially expressed proteins in CEA10, ISSFT-021 and IF1SW-F4 are categorized into GO Slim categories using AspGD. Categories containing at least 5 up- or down-regulated proteins are presented.\n\n\nFigure S-2. Monomethylsulochrin yields in clinical and ISS-isolated strains.\n A) Extracted ion count (EIC) traces of monomethylsulochrin in a positive mode. B) Quantification of of monomethylsulochrin production using positive mode EIC when compared to Af293. Significance was determined using Welch’s t-test.\n\n\nFigure S-3. Sporulation capacity of clinical and ISS-isolated strains.\n Average values of conidial counts from 3 biological replicates are plotted after 3, 4 and 5 days of growth. Statistical significance was determined using multiple t-test with Holm-Sidak correction.\n\n\nTable S-1.\n Up- and down-regulated proteins in CEA10, ISSFT-021 and IF1SW-F4 when normalized to Af293\n\n\nTable S-2.\n Up- and down-regulated proteins in space strains when compared to Af293 and CEA10\n\n\nTable S-3.\n GO enrichment analysis of proteins in space strains only\n\n\nTable S-4.\n Differentially expressed proteins in CEA10, ISSFT-021 and IF1SW-F4 when grown on solid GMM, and liquid PD and CD media when normalized to Af293\n\n\n\n\n\n\nNIHMS1518386-supplement-7.docx\n (229.5KB, docx)\n4\n\n\n\n\nNIHMS1518386-supplement-4.pdf\n (67KB, pdf)\n3\n\n\n\n\nNIHMS1518386-supplement-3.pdf\n (108.6KB, pdf)\n2\n\n\n\n\nNIHMS1518386-supplement-2.pdf\n (73KB, pdf)\n5\n\n\n\n\nNIHMS1518386-supplement-5.pdf\n (2.1MB, pdf)\n1\n\n\n\n\nNIHMS1518386-supplement-1.pdf\n (1.6MB, pdf)",
    "highlights:": "Proteome characterization of \nAspergillus fumigatus\n isolated from the International Space Station (ISS).\n\n\nThe distinct ISS environment (enhanced radiation, microgravity and scarce nutrients) alters \nA. fumigatus\n proteome.\n\n\nWhen compared to clinical isolates CEA10 and Af293 the majority of up-regulated proteins are involved in carbohydrate and secondary metabolism, and oxidative stress response.",
    "acknowledgements": "Part of the research described in this publication was carried out at the Jet Propulsion Laboratory (JPL), California Institute of Technology, under a contract with NASA. This research was funded by NASA’s Space Biology grants # NNN13D111T (19-12829-26) and NNN13D111T (19-12829-27) to K.V. and funded a student fellowship to AB. The City of Hope Mass Spectrometry and Proteomics core facility used by AC and MK was supported in parts by National Cancer Institute of the National Institutes of Health under award number P30 CA33572. We thank Jay Perry, Marshall Space Flight Center, for providing the HEPA filter and the implementation team of the Microbial Observatory (Microbial Tracking) project at NASA Ames Research Center. We appreciate the technical help of Alexandra Checinska Sielaff in isolating the fungal cultures.",
    "footnotes": "Competing interests\n\n\nThe authors declare no competing interests.\n\n\n\n\nPublisher's Disclaimer:\n This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
    "references": "(1).\nBenjamin CL; Stowe RP; St. John L; Sams CF; Mehta SK; Crucian BE; Pierson DL; Komanduri KV\nDecreases in Thymopoiesis of Astronauts Returning from Space Flight. JCI Insight\n1 (12).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(2).\nCrucian B; Stowe R; Mehta S; Uchakin P; Quiriarte H; Pierson D; Sams C. Immune System Dysregulation Occurs during Short Duration Spaceflight on Board the Space Shuttle. J. Clin. Immunol\n2013, 33 (2), 456–465.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(3).\nCucinotta FA\nSpace Radiation Risks for Astronauts on Multiple International Space Station Missions. PLOS ONE\n2014, 9 (4), e96099.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(4).\nMehta SK; Laudenslager ML; Stowe RP; Crucian BE; Feiveson AH; Sams CF; Pierson DL\nLatent Virus Reactivation in Astronauts on the International Space Station. NPJ Microgravity\n2017, 3.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(5).\nMehta SK; Cohrs RJ; Forghani B; Zerbe G; Gilden DH; Pierson DL\nStress-Induced Subclinical Reactivation of Varicella Zoster Virus in Astronauts. J. Med. Virol\n2004, 72 (1), 174–179.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(6).\nOmbergen AV; Demertzi A; Tomilovskaya E; Jeurissen B; Sijbers J; Kozlovskaya IB; Parizel PM; Heyning P. H. V. de; Sunaert S; Laureys S; et al. \nThe Effect of Spaceflight and Microgravity on the Human Brain. J. Neurol\n2017, 264 (1), 18–22.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(7).\nWilliams D; Kuipers A; Mukai C; Thirsk R. Acclimation during Space Flight: Effects on Human Physiology. Can. Med. Assoc. J\n2009, 180 (13), 1317–1323.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(8).\nIjiri K. Life-Cycle Experiments of Medaka Fish Aboard the International Space Station. Adv. Space Biol. Med\n2003, 9, 201–216.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(9).\nTavella S; Ruggiu A; Giuliani A; Brun F; Canciani B; Manescu A; Marozzi K; Cilli M; Costa D; Liu Y; et al. \nBone Turnover in Wild Type and Pleiotrophin-Transgenic Mice Housed for Three Months in the International Space Station (ISS). PLOS ONE\n2012, 7 (3), e33179.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(10).\nDriss-Ecole D; Legué V; Carnero-Diaz E; Perbal G. Gravisensitivity and Automorphogenesis of Lentil Seedling Roots Grown on Board the International Space Station. Physiol. Plant\n2008, 134 (1), 191–201.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(11).\nKittang A-I; Iversen T-H; Fossum KR; Mazars C; Carnero-Diaz E; BoucheronDubuisson E; Le Disquet I; Legué V; Herranz R; Pereda-Loth V; et al. \nExploration of Plant Growth and Development Using the European Modular Cultivation System Facility on the International Space Station. Plant Biol. 2014, 16 (3), 528–538.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(12).\nLink BM; Durst SJ; Zhou W; Stankovic B. Seed-to-Seed Growth of Arabidopsis Thaliana on the International Space Station. Adv. Space Res\n2003, 31 (10), 2237–2243.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(13).\nSychev VN; Levinskikh MA; Gostimsky SA; Bingham GE; Podolsky IG\nSpaceflight Effects on Consecutive Generations of Peas Grown Onboard the Russian Segment of the International Space Station. Acta Astronaut. 2007, 60 (4), 426–432.\n [\nGoogle Scholar\n]\n\n\n\n\n(14).\nTepfer D; Zalar A; Leach S. Survival of Plant Seeds, Their UV Screens, and NptII DNA for 18 Months Outside the International Space Station. Astrobiology\n2012, 12 (5), 517–528.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(15).\nBenoit MR; Li W; Stodieck LS; Lam KS; Winther CL; Roane TM; Klaus DM\nMicrobial Antibiotic Production Aboard the International Space Station. Appl. Microbiol. Biotechnol\n2006, 70 (4), 403–411.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(16).\nLeys N; Baatout S; Rosier C; Dams A; s’Heeren C; Wattiez R; Mergeay M. The Response of Cupriavidus Metallidurans CH34 to Spaceflight in the International Space Station. Antonie Van Leeuwenhoek\n2009, 96 (2), 227.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(17).\nRabbow E; Rettberg P; Baumstark-Khan C; Horneck G. The SOS-LUX-LACFLUORO-Toxicity-Test on the International Space Station (ISS). Adv. Space Res\n2003, 31 (6), 1513–1524.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(18).\nTimmery S; Hu X; Mahillon J. Characterization of Bacilli Isolated from the Confined Environments of the Antarctic Concordia Station and the International Space Station. Astrobiology\n2011, 11 (4), 323–334.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(19).\nVaishampayan PA; Rabbow E; Horneck G; Venkateswaran KJ\nSurvival of Bacillus Pumilus Spores for a Prolonged Period of Time in Real Space Conditions. Astrobiology\n2012, 12 (5), 487–497.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(20).\nVenkateswaran K. Microbial Characteristics of ISS Environmental Surfaces. 2017.\n [\nGoogle Scholar\n]\n\n\n\n\n(21).\nVenkateswaran K; Vaishampayan P; Cisneros J; Pierson DL; Rogers SO; Perry J. International Space Station Environmental Microbiome — Microbial Inventories of ISS Filter Debris. Appl. Microbiol. Biotechnol\n2014, 98 (14), 6453–6466.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(22).\nChecinska A; Probst AJ; Vaishampayan P; White JR; Kumar D; Stepanov VG; Fox GE; Nilsson HR; Pierson DL; Perry J; et al. \nMicrobiomes of the Dust Particles Collected from the International Space Station and Spacecraft Assembly Facilities. Microbiome\n2015, 3 (1).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(23).\nVesper SJ; Wong W; Kuo CM; Pierson DL\nMold Species in Dust from the International Space Station Identified and Quantified by Mold-Specific Quantitative PCR. Res. Microbiol\n2008, 159 (6), 432–435.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(24).\nSatoh K; Nishiyama Y; Yamazaki T; Sugita T; Tsukii Y; Takatori K; Benno Y; Makimura K. Microbe-I: Fungal Biota Analyses of the Japanese Experimental Module KIBO of the International Space Station before Launch and after Being in Orbit for about 460 Days. Microbiol. Immunol\n2011, 55 (12), 823–829.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(25).\nSatoh K; Yamazaki T; Nakayama T; Umeda Y; Alshahni MM; Makimura M; Makimura K. Characterization of Fungi Isolated from the Equipment Used in the International Space Station or Space Shuttle. Microbiol. Immunol\n2016, 60 (5), 295–302.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(26).\nKawamura Y; Li Y; Liu H; Huang X; Li Z; Ezaki T. Bacterial Population in Russian Space Station “Mir.” Microbiol. Immunol\n2001, 45 (12), 819–828.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(27).\nMakimura K; Hanazawa R; Takatori K; Tamura Y; Fujisaki R; Nishiyama Y; Abe S; Uchida K; Kawamura Y; Ezaki T; et al. \nFungal Flora on Board the Mir-Space Station, Identification by Morphological Features and Ribosomal DNA Sequences. Microbiol. Immunol\n2001, 45 (5), 357–363.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(28).\nBrockett RM; Ferguson JK; Henney MR\nPrevalence of Fungi during Skylab Missions. Appl. Environ. Microbiol\n1978, 36 (2), 243–246.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(29).\nFleming A. On the Antibacterial Action of Cultures of a Penicillium, with Special Reference to Their Use in the Isolation of B. Influenzæ. Br. J. Exp. Pathol\n1929, 10 (3), 226–236.\n [\nGoogle Scholar\n]\n\n\n\n\n(30).\nChain E; Florey HW; Gardner AD; Heatley NG; Jennings MA; Orr-Ewing J; Sanders AG\nPENICILLIN AS A CHEMOTHERAPEUTIC AGENT. The Lancet\n1940, 236 (6104), 226–228.\n [\nGoogle Scholar\n]\n\n\n\n\n(31).\nAlberts AW\nDiscovery, Biochemistry and Biology of Lovastatin. Am. J. Cardiol\n1988, 62 (15), J10–J15.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(32).\nFrishman WH; Rapier RC\nLovastatin: An HMG-CoA Reductase Inhibitor for Lowering Cholesterol. Med. Clin. North Am\n1989, 73 (2), 437–448.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(33).\nMax B; Salgado JM; Rodríguez N; Cortés S; Converti A; Domínguez JM\nBiotechnological Production of Citric Acid. Braz. J. Microbiol\n2010, 41 (4), 862–875.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(34).\nIkram-ul-Haq; Khurshid S; Ali S; Ashraf H; Qadeer MA; Rajoka MI\nMutation of Aspergillus Niger for Hyperproduction of Citric Acid from Black Strap Molasses. World J. Microbiol. Biotechnol\n2001, 17 (1), 35–37.\n [\nGoogle Scholar\n]\n\n\n\n\n(35).\nSimon-Nobbe B; Denk U; Pöll V; Rid R; Breitenbach M. The Spectrum of Fungal Allergy. Int. Arch. Allergy Immunol\n2008, 145 (1), 58–86.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(36).\nSharpe RA; Bearman N; Thornton CR; Husk K; Osborne NJ\nIndoor Fungal Diversity and Asthma: A Meta-Analysis and Systematic Review of Risk Factors. J. Allergy Clin. Immunol\n2015, 135 (1), 110–122.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(37).\nSegal BH\nAspergillosis. N. Engl. J. Med\n2009, 360 (18), 1870–1884.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(38).\nAndersen B; Frisvad JC; Søndergaard I; Rasmussen IS; Larsen LS\nAssociations between Fungal Species and Water-Damaged Building Materials ▿. Appl. Environ. Microbiol\n2011, 77 (12), 4180–4188.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(39).\nSterflinger K. Fungi: Their Role in Deterioration of Cultural Heritage. Fungal Biol. Rev\n2010, 24 (1), 47–55.\n [\nGoogle Scholar\n]\n\n\n\n\n(40).\nBashir U; Hafeez R. DETERIORATION OF PAINTED WALL SURFACE BY FUNGAL SAPROBES: ISOLATION AND IDENTIFICATION. Pak. J. Phytopathol\n2016, 28 (1), 09–13.\n [\nGoogle Scholar\n]\n\n\n\n\n(41).\nTekaia F; Latgé J-P\nAspergillus Fumigatus: Saprophyte or Pathogen?\nCurr. Opin. Microbiol\n2005, 8 (4), 385–392.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(42).\nKwon-Chung KJ; Sugui JA\nAspergillus Fumigatus—What Makes the Species a Ubiquitous Human Fungal Pathogen?\nPLOS Pathog. 2013, 9 (12), e1003743.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(43).\nDagenais TRT; Keller NP\nPathogenesis of Aspergillus Fumigatus in Invasive Aspergillosis. Clin. Microbiol. Rev\n2009, 22 (3), 447–465.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(44).\nTaccone FS; Van den Abeele A-M; Bulpa P; Misset B; Meersseman W; Cardoso T; Paiva J-A; Blasco-Navalpotro M; De Laere E; Dimopoulos G; et al. \nEpidemiology of Invasive Aspergillosis in Critically Ill Patients: Clinical Presentation, Underlying Conditions, and Outcomes. Crit. Care Lond. Engl\n2015, 19, 7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(45).\nKnox BP; Blachowicz A; Palmer JM; Romsdahl J; Huttenlocher A; Wang CCC; Keller NP; Venkateswaran K. Characterization of Aspergillus Fumigatus Isolates from Air and Surfaces of the International Space Station. mSphere\n2016, 1 (5), e00227–16.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(46).\nCerqueira GC; Arnaud MB; Inglis DO; Skrzypek MS; Binkley G; Simison M; Miyasato SR; Binkley J; Orvis J; Shah P; et al. \nThe Aspergillus Genome Database: Multispecies Curation and Incorporation of RNA-Seq Data to Improve Structural Gene Annotations. Nucleic Acids Res. 2014, 42 (D1), D705–D710.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(47).\nStajich JE; Harris T; Brunk BP; Brestelli J; Fischer S; Harb OS; Kissinger JC; Li W; Nayak V; Pinney DF; et al. \nFungiDB: An Integrated Functional Genomics Database for Fungi. Nucleic Acids Res. 2012, 40 (Database issue), D675–D681.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(48).\nBurns C; Geraghty R; Neville C; Murphy A; Kavanagh K; Doyle S. Identification, Cloning, and Functional Expression of Three Glutathione Transferase Genes from Aspergillus Fumigatus. Fungal Genet. Biol. FG B\n2005, 42 (4), 319–327.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(49).\nMattern DJ; Schoeler H; Weber J; Novohradská S; Kraibooj K; Dahse H-M; Hillmann F; Valiante V; Figge MT; Brakhage AA\nIdentification of the Antiphagocytic Trypacidin Gene Cluster in the Human-Pathogenic Fungus Aspergillus Fumigatus. Appl. Microbiol. Biotechnol\n2015, 99 (23), 10151–10161.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(50).\nThrockmorton K; Lim FY; Kontoyiannis DP; Zheng W; Keller NP\nRedundant Synthesis of a Conidial Polyketide by Two Distinct Secondary Metabolite Clusters in Aspergillus Fumigatus. Environ. Microbiol\n2016, 18 (1), 246–259.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(51).\nTsai HF; Washburn RG; Chang YC; Kwon-Chung KJ\nAspergillus Fumigatus Arp1 Modulates Conidial Pigmentation and Complement Deposition. Mol. Microbiol\n1997, 26 (1), 175–183.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(52).\nTsai H-F; Wheeler MH; Chang YC; Kwon-Chung KJ\nA Developmentally Regulated Gene Cluster Involved in Conidial Pigment Biosynthesis in Aspergillus Fumigatus. J. Bacteriol\n1999, 181 (20), 6469–6477.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(53).\nPihet M; Vandeputte P; Tronchin G; Renier G; Saulnier P; Georgeault S; Mallet R; Chabasse D; Symoens F; Bouchara J-P\nMelanin Is an Essential Component for the Integrity of the Cell Wall of Aspergillus Fumigatus Conidia. BMC Microbiol. 2009, 9, 177.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(54).\nYokota K; Shimada H; Kamaguchi A; Sakaguchi O. Studies on the Toxin of Aspergillus Fumigatus. VII. Purification and Some Properities of Hemolytic Toxin (Asp-Hemolysin) from Culture Filtrates and Mycelia. Microbiol. Immunol\n1977, 21 (1), 11–22.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(55).\nTeutschbein J; Albrecht D; Pötsch M; Guthke R; Aimanianda V; Clavaud C; Latgé J-P; Brakhage AA; Kniemeyer O. Proteome Profiling and Functional Classification of Intracellular Proteins from Conidia of the Human-Pathogenic Mold Aspergillus Fumigatus. J. Proteome Res\n2010, 9 (7), 3427–3442.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(56).\nNierman WC; Pain A; Anderson MJ; Wortman JR; Kim HS; Arroyo J; Berriman M; Abe K; Archer DB; Bermejo C; et al. \nGenomic Sequence of the Pathogenic and Allergenic Filamentous Fungus Aspergillus Fumigatus. Nature\n2005, 438 (7071), 1151–1156.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(57).\nSoriani FM; Malavazi I; Savoldi M; Espeso E; Dinamarco TM; Bernardes LAS; Ferreira MES; Goldman MHS; Goldman GH\nIdentification of Possible Targets of the Aspergillus Fumigatus CRZ1 Homologue, CrzA. BMC Microbiol. 2010, 10, 12.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(58).\nSuh M-J; Fedorova ND; Cagas SE; Hastings S; Fleischmann RD; Peterson SN; Perlin DS; Nierman WC; Pieper R; Momany M. Development Stage-Specific Proteomic Profiling Uncovers Small, Lineage Specific Proteins Most Abundant in the Aspergillus Fumigatus Conidial Proteome. Proteome Sci. 2012, 10 (1), 30.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(59).\nHoi JWS; Lamarre C; Beau R; Meneau I; Berepiki A; Barre A; Mellado E; Read ND; Latgé J-P\nA Novel Family of Dehydrin-like Proteins Is Involved in Stress Response in the Human Fungal Pathogen Aspergillus Fumigatus. Mol. Biol. Cell\n2011, 22 (11), 1896–1906.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(60).\nGrahl N; Puttikamonkul S; Macdonald JM; Gamcsik MP; Ngo LY; Hohl TM; Cramer RA\nIn Vivo Hypoxia and a Fungal Alcohol Dehydrogenase Influence the Pathogenesis of Invasive Pulmonary Aspergillosis. PLoS Pathog. 2011, 7 (7).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(61).\nYuan X-L; Kaaij RM\nvan der; Hondel CAMJJ\nvan den; Punt PJ; Maarel, van der MJEC; Dijkhuizen L; Ram AFJ\nAspergillus Niger Genome-Wide Analysis Reveals a Large Number of Novel Alpha-Glucan Acting Enzymes with Unexpected Expression Profiles. Mol. Genet. Genomics\n2008, 279 (6), 545–561.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(62).\nLessing F; Kniemeyer O; Wozniok I; Loeffler J; Kurzai O; Haertl A; Brakhage AA\nThe Aspergillus Fumigatus Transcriptional Regulator AfYap1 Represents the Major Regulator for Defense against Reactive Oxygen Intermediates but Is Dispensable for Pathogenicity in an Intranasal Mouse Infection Model. Eukaryot. Cell\n2007, 6 (12), 2290–2302.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(63).\nOlivas I; Royuela M; Romero B; Monteiro MC; Mínguez JM; Laborda F; Lucas JRD\nAbility to Grow on Lipids Accounts for the Fully Virulent Phenotype in Neutropenic Mice of Aspergillus Fumigatus Null Mutants in the Key Glyoxylate Cycle Enzymes. Fungal Genet. Biol\n2008, 45 (1), 45–60.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(64).\nAlbrecht D; Guthke R; Brakhage AA; Kniemeyer O. Integrative Analysis of the Heat Shock Response in Aspergillus Fumigatus. BMC Genomics\n2010, 11, 32.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(65).\nMouyna I; Hartl L; Latgé J-P β−1,3-Glucan Modifying Enzymes in Aspergillus Fumigatus. Front. Microbiol\n2013, 4.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(66).\nWillger SD; Puttikamonkul S; Kim K-H; Burritt JB; Grahl N; Metzler LJ; Barbuch R; Bard M; Lawrence CB; Jr RAC\nA Sterol-Regulatory Element Binding Protein Is Required for Cell Polarity, Hypoxia Adaptation, Azole Drug Resistance, and Virulence in Aspergillus Fumigatus. PLOS Pathog. 2008, 4 (11), e1000200.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(67).\nVödisch M; Scherlach K; Winkler R; Hertweck C; Braun H-P; Roth M; Haas H; Werner ER; Brakhage AA; Kniemeyer O. Analysis of the Aspergillus Fumigatus Proteome Reveals Metabolic Changes and the Activation of the Pseurotin A Biosynthesis Gene Cluster in Response to Hypoxia. J. Proteome Res\n2011, 10 (5), 2508–2524.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(68).\nBarker BM; Kroll K; Vödisch M; Mazurie A; Kniemeyer O; Cramer RA\nTranscriptomic and Proteomic Analyses of the Aspergillus Fumigatus Hypoxia Response Using an Oxygen-Controlled Fermenter. BMC Genomics\n2012, 13 (1), 62.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(69).\nGautam P; Shankar J; Madan T; Sirdeshmukh R; Sundaram CS; Gade WN; Basir SF; Sarma PU\nProteomic and Transcriptomic Analysis of Aspergillus Fumigatus on Exposure to Amphotericin B. Antimicrob. Agents Chemother\n2008, 52 (12), 4220–4227.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(70).\nAmarsaikhan N; Albrecht-Eckardt D; Sasse C; Braus GH; Ogel ZB; Kniemeyer O. Proteomic Profiling of the Antifungal Drug Response of Aspergillus Fumigatus to Voriconazole. Int. J. Med. Microbiol. IJMM\n2017, 307 (7), 398–408.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(71).\nAlekhova TA; Aleksandrova AA; Novozhilova TI; Lysak LV; Zagustina NA; Bezborodov AM [Monitoring of microbial degraders in manned space stations]. Prikl. Biokhim. Mikrobiol\n2005, 41 (4), 435–443.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(72).\nChiang Y-M; Meyer KM; Praseuth M; Baker SE; Bruno KS; Wang CCC\nCharacterization of a Polyketide Synthase in Aspergillus Niger Whose Product Is a Precursor for Both Dihydroxynaphthalene (DHN) Melanin and Naphtho-γ-Pyrone. Fungal Genet. Biol\n2011, 48 (4), 430–437.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(73).\nRomsdahl J; Blachowicz A; Chiang AJ; Singh N; Stajich JE; Kalkum M; Venkateswaran K; Wang CCC\nCharacterization of Aspergillus Niger Isolated from the International Space Station. mSystems\n2018, 3 (5), e00112–18.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(74).\nDadachova E; Casadevall A. Ionizing Radiation: How Fungi Cope, Adapt, and Exploit with the Help of Melanin. Curr. Opin. Microbiol\n2008, 11 (6), 525–531.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(75).\nSingaravelan N; Grishkan I; Beharav A; Wakamatsu K; Ito S; Nevo E. Adaptive Melanin Response of the Soil Fungus Aspergillus Niger to UV Radiation Stress at “Evolution Canyon”, Mount Carmel, Israel. PLoS ONE\n2008, 3 (8).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(76).\nGauthier T; Wang X; Sifuentes Dos Santos J; Fysikopoulos A; Tadrist S; Canlet C; Artigot MP; Loiseau N; Oswald IP; Puel O. Trypacidin, a Spore-Borne Toxin from Aspergillus Fumigatus, Is Cytotoxic to Lung Cells. PloS One\n2012, 7 (2), e29906.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(77).\nNybakken L; Solhaug KA; Bilger W; Gauslaa Y. The Lichens Xanthoria Elegans and Cetraria Islandica Maintain a High Protection against UV-B Radiation in Arctic Habitats. Oecologia\n2004, 140 (2), 211–216.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(78).\nMaličev E; Chowdhury HH; Maček P; Sepčić K. Effect of Ostreolysin, an Asp-Hemolysin Isoform, on Human Chondrocytes and Osteoblasts, and Possible Role of Asp-Hemolysin in Pathogenesis. Med. Mycol\n2007, 45 (2), 123–130.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(79).\nEbina K; Ichinowatari S; Yokota K. Studies on Toxin of Aspergillus Fumigatus. XXII. Fashion of Binding of Asp-Hemolysin to Human Erythrocytes and Asp-HemolysinBinding Proteins of Erythrocyte Membranes. Microbiol. Immunol\n1985, 29 (2) , 91–101.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(80).\nKumagai T; Nagata T; Kudo Y; Fukuchi Y; Ebina K; Yokota K. Cytotoxic Activity and Cytokine Gene Induction of Asp-Hemolysin to Murine Macrophages. Nihon Ishinkin Gakkai Zasshi Jpn. J. Med. Mycol\n1999, 40 (4), 217–222.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(81).\nKumagai T; Nagata T; Kudo Y; Fukuchi Y; Ebina K; Yokota K. [Cytotoxic activity and cytokine gene induction of Asp-hemolysin to vascular endothelial cells]. Yakugaku Zasshi\n2001, 121 (4), 271–275.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(82).\nWartenberg D; Lapp K; Jacobsen ID; Dahse H-M; Kniemeyer O; Heinekamp T; Brakhage AA\nSecretome Analysis of Aspergillus Fumigatus Reveals Asp-Hemolysin as a Major Secreted Protein. Int. J. Med. Microbiol. IJMM\n2011, 301 (7), 602–611.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(83).\nLi L; Naseem S; Sharma S; Konopka JB\nFlavodoxin-Like Proteins Protect Candida Albicans from Oxidative Stress and Promote Virulence. PLOS Pathog. 2015, 11 (9), e1005147.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(84).\nPedroso N; Gomes-Alves P; Marinho HS; Brito VB; Boada C; Antunes F; Herrero E; Penque D; Cyrne L. The Plasma Membrane-Enriched Fraction Proteome Response during Adaptation to Hydrogen Peroxide in Saccharomyces Cerevisiae. Free Radic. Res\n2012, 46 (10), 1267–1279.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(85).\nLeach MD; Stead DA; Argo E; MacCallum DM; Brown AJP\nMolecular and Proteomic Analyses Highlight the Importance of Ubiquitination for the Stress Resistance, Metabolic Adaptation, Morphogenetic Regulation and Virulence of Candida Albicans. Mol. Microbiol\n2011, 79 (6), 1574–1593.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(86).\nLeach MD; Brown AJP\nPosttranslational Modifications of Proteins in the Pathobiology of Medically Relevant Fungi. Eukaryot. Cell\n2012, 11 (2), 98–108.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(87).\nBaqai FP; Gridley DS; Slater JM; Luo-Owen X; Stodieck LS; Ferguson V; Chapes SK; Pecaut MJ\nEffects of Spaceflight on Innate Immune Function and Antioxidant Gene Expression. J. Appl. Physiol. Bethesda Md 1985\n2009, 106 (6), 1935–1942.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(88).\nCrabbé A; Nielsen-Preiss SM; Woolley CM; Barrila J; Buchanan K; McCracken J; Inglis DO; Searles SC; Nelman-Gonzalez MA; Ott CM; et al. \nSpaceflight Enhances Cell Aggregation and Random Budding in Candida Albicans. PloS One\n2013, 8 (12), e80677.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(89).\nRizzo AM; Corsetto PA; Montorfano G; Milani S; Zava S; Tavella S; Cancedda R; Berra B. Effects of Long-Term Space Flight on Erythrocytes and Oxidative Stress of Rodents. PLOS ONE\n2012, 7 (3), e32361.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(90).\nStein TP\nSpace Flight and Oxidative Stress. Nutr. Burbank Los Angel. Cty. Calif\n2002, 18 (10), 867–871.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(91).\nVersari S; Longinotti G; Barenghi L; Maier JAM; Bradamante S. The Challenging Environment on Board the International Space Station Affects Endothelial Cell Function by Triggering Oxidative Stress through Thioredoxin Interacting Protein Overexpression: The ESA-SPHINX Experiment. FASEB J. Off. Publ. Fed. Am. Soc. Exp. Biol\n2013, 27 (11), 4466–4475.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(92).\nKurth D; Belfiore C; Gorriti MF; Cortez N; Farias ME; Albarracín VH\nGenomic and Proteomic Evidences Unravel the UV-Resistome of the Poly-Extremophile Acinetobacter Sp. Ver3. Front. Microbiol\n2015, 6, 328.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(93).\nDe Lucas JR; Domínguez AI; Valenciano S; Turner G; Laborda F. The AcuH Gene of Aspergillus Nidulans, Required for Growth on Acetate and Long-Chain Fatty Acids, Encodes a Putative Homologue of the Mammalian Carnitine/Acylcarnitine Carrier. Arch. Microbiol\n1999, 171 (6), 386–396.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(94).\nAnjo SI; Figueiredo F; Fernandes R; Manadas B; Oliveira M. A Proteomic and Ultrastructural Characterization of Aspergillus Fumigatus’ Conidia Adaptation at Different Culture Ages. J. Proteomics\n2017, 161 (Supplement C), 47–56.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n(95).\nVizcaíno JA; Csordas A; del-Toro N; Dianes JA; Griss J; Lavidas I; Mayer G; Perez-Riverol Y; Reisinger F; Ternent T; et al. \n2016 Update of the PRIDE Database and Its Related Tools. Nucleic Acids Res. 2016, 44 (D1), D447–456.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\n6\n\n\n\n\nNIHMS1518386-supplement-6.pdf\n (44.4KB, pdf) \n\n\n\n\n7\nFigure S-1. AspGD GO Slim terms of proteins normalized to Af293.\n Differentially expressed proteins in CEA10, ISSFT-021 and IF1SW-F4 are categorized into GO Slim categories using AspGD. Categories containing at least 5 up- or down-regulated proteins are presented.\n\n\nFigure S-2. Monomethylsulochrin yields in clinical and ISS-isolated strains.\n A) Extracted ion count (EIC) traces of monomethylsulochrin in a positive mode. B) Quantification of of monomethylsulochrin production using positive mode EIC when compared to Af293. Significance was determined using Welch’s t-test.\n\n\nFigure S-3. Sporulation capacity of clinical and ISS-isolated strains.\n Average values of conidial counts from 3 biological replicates are plotted after 3, 4 and 5 days of growth. Statistical significance was determined using multiple t-test with Holm-Sidak correction.\n\n\nTable S-1.\n Up- and down-regulated proteins in CEA10, ISSFT-021 and IF1SW-F4 when normalized to Af293\n\n\nTable S-2.\n Up- and down-regulated proteins in space strains when compared to Af293 and CEA10\n\n\nTable S-3.\n GO enrichment analysis of proteins in space strains only\n\n\nTable S-4.\n Differentially expressed proteins in CEA10, ISSFT-021 and IF1SW-F4 when grown on solid GMM, and liquid PD and CD media when normalized to Af293\n\n\n\n\n\n\nNIHMS1518386-supplement-7.docx\n (229.5KB, docx) \n\n\n4\n\n\n\n\nNIHMS1518386-supplement-4.pdf\n (67KB, pdf) \n\n\n3\n\n\n\n\nNIHMS1518386-supplement-3.pdf\n (108.6KB, pdf) \n\n\n2\n\n\n\n\nNIHMS1518386-supplement-2.pdf\n (73KB, pdf) \n\n\n5\n\n\n\n\nNIHMS1518386-supplement-5.pdf\n (2.1MB, pdf) \n\n\n1\n\n\n\n\nNIHMS1518386-supplement-1.pdf\n (1.6MB, pdf)",
    "supplementary_materials": "6\n\n\n\n\nNIHMS1518386-supplement-6.pdf\n (44.4KB, pdf)\n7\nFigure S-1. AspGD GO Slim terms of proteins normalized to Af293.\n Differentially expressed proteins in CEA10, ISSFT-021 and IF1SW-F4 are categorized into GO Slim categories using AspGD. Categories containing at least 5 up- or down-regulated proteins are presented.\n\n\nFigure S-2. Monomethylsulochrin yields in clinical and ISS-isolated strains.\n A) Extracted ion count (EIC) traces of monomethylsulochrin in a positive mode. B) Quantification of of monomethylsulochrin production using positive mode EIC when compared to Af293. Significance was determined using Welch’s t-test.\n\n\nFigure S-3. Sporulation capacity of clinical and ISS-isolated strains.\n Average values of conidial counts from 3 biological replicates are plotted after 3, 4 and 5 days of growth. Statistical significance was determined using multiple t-test with Holm-Sidak correction.\n\n\nTable S-1.\n Up- and down-regulated proteins in CEA10, ISSFT-021 and IF1SW-F4 when normalized to Af293\n\n\nTable S-2.\n Up- and down-regulated proteins in space strains when compared to Af293 and CEA10\n\n\nTable S-3.\n GO enrichment analysis of proteins in space strains only\n\n\nTable S-4.\n Differentially expressed proteins in CEA10, ISSFT-021 and IF1SW-F4 when grown on solid GMM, and liquid PD and CD media when normalized to Af293\n\n\n\n\n\n\nNIHMS1518386-supplement-7.docx\n (229.5KB, docx)\n4\n\n\n\n\nNIHMS1518386-supplement-4.pdf\n (67KB, pdf)\n3\n\n\n\n\nNIHMS1518386-supplement-3.pdf\n (108.6KB, pdf)\n2\n\n\n\n\nNIHMS1518386-supplement-2.pdf\n (73KB, pdf)\n5\n\n\n\n\nNIHMS1518386-supplement-5.pdf\n (2.1MB, pdf)\n1\n\n\n\n\nNIHMS1518386-supplement-1.pdf\n (1.6MB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (619.6 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9116463/"
}