{
  "id": "PMC9031868",
  "title": "Understanding the Complexities and Changes of the Astronaut Microbiome for Successful Long-Duration Space Missions",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Understanding the Complexities and Changes of the Astronaut Microbiome for Successful Long-Duration Space Missions",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9031868/"
  },
  "sections": {
    "abstract": "During space missions, astronauts are faced with a variety of challenges that are unique to spaceflight and that have been known to cause physiological changes in humans over a period of time. Several of these changes occur at the microbiome level, a complex ensemble of microbial communities residing in various anatomic sites of the human body, with a pivotal role in regulating the health and behavior of the host. The microbiome is essential for day-to-day physiological activities, and alterations in microbiome composition and function have been linked to various human diseases. For these reasons, understanding the impact of spaceflight and space conditions on the microbiome of astronauts is important to assess significant health risks that can emerge during long-term missions and to develop countermeasures. Here, we review various conditions that are caused by long-term space exploration and discuss the role of the microbiome in promoting or ameliorating these conditions, as well as space-related factors that impact microbiome composition. The topics explored pertain to microgravity, radiation, immunity, bone health, cognitive function, gender differences and pharmacomicrobiomics. Connections are made between the trifecta of spaceflight, the host and the microbiome, and the significance of these interactions for successful long-term space missions.",
    "1._introduction": "1. Introduction\nHumans have been exploring space for the last sixty-five years and, with the creation of the International Space Station, have been living and working in space continuously for the past 21 years. Astronauts endure many physiological and psychological changes while in space because of altered gravity, radiation, and confinement, to name but a few factors. While some spaceflight side effects are well known, such as bone loss [\n1\n], muscle atrophy [\n2\n], altered ocular structure [\n3\n], cognitive decline [\n4\n], fluid redistribution [\n5\n] and immune dysregulation [\n6\n], others, such as the taxonomic and functional changes of the astronaut microbiome, have been less studied, with the impact on astronaut health even less so. Understanding how the human microbiome adapts to space travel and how this influences astronaut health, pre-, post- and in-flight, is essential in reaching our goal of long-duration human exploration in low Earth orbit (LEO) and beyond. This review will discuss changes in the astronaut microbiome as a result of spaceflight (and other stressors pre- and post-flight), how these changes may impact astronaut health, and the resulting consequences for long-duration spaceflight. We also provide recommendations for industry and government entities designing future manned missions to the Moon and Mars on how to incorporate microbiome data into their planning and ways in which the microbiome can be targeted or manipulated to ensure successful long-duration human exploration beyond low Earth orbit.",
    "2._human_microbiome": "2. Human Microbiome\nOur body consists of trillions of bacteria that are on par with the number of human cells we have [\n7\n]. The gastrointestinal tract (GIT) alone harbors 100 trillion bacteria, consisting of 1000 different species, 7000 strains and 3.3 million non-redundant microbial genes [\n8\n,\n9\n,\n10\n]. The skin bacterial communities on a typical hand consist of >150 species, with only 13% similarity amongst different individuals [\n11\n]. Other sites have simpler bacterial communities, like the healthy vagina, which is mainly composed of \nLactobacillus\n [\n12\n]. Human breast tissue, once thought of as sterile, is now accepted as having a stable microbial population [\n13\n,\n14\n]. These microbial communities, found in and outside our body, are referred to as the “human microbiome”, a term first coined in 2001 by Joshua Lederberg to refer to the “ecological community of commensal, symbiotic and pathogenic microorganisms that literally share our body space” [\n15\n]. These microorganisms consist of archaea, eukaryotes (fungi and protists) and viruses, with bacteria making up the majority of organisms present (99%) [\n10\n]. While the terms “human microbiome” and “human microbiota” are often used interchangeably, the latter refers to the microbial taxa associated with humans, while the former refers to the collection of microbial taxa and their genes [\n16\n].\nThe microbial communities that colonize various parts of our body are important in promoting health, by synthesizing vitamins the host cannot make, salvaging energy from indigestible compounds, creating a competitive environment to prevent pathogen colonization, promoting maturation and regulation of the immune system, contributing to vascular development and angiogenesis or enhancing the integrity of the epithelial barrier [\n17\n,\n18\n,\n19\n,\n20\n,\n21\n,\n22\n,\n23\n]. These benefits are achieved by a delicate balance of commensals, symbionts and pathobionts that collectively make up one’s microbiome. If this balance is disrupted even slightly, a breakdown in homeostasis will occur, leading to disease [\n24\n]. Microbial differences have been documented between healthy and diseased individuals with periodontitis [\n25\n], inflammatory bowel disease [\n26\n], psoriasis [\n27\n], asthma [\n28\n], bacterial vaginosis [\n29\n], colorectal cancer [\n30\n] and breast cancer [\n31\n]. These observed microbial differences are not simply a consequence of the diseased state creating an environment that selects for certain bacteria, as studies have shown that healthy animals transplanted with feces from those with obesity [\n32\n], colitis [\n33\n] and colorectal cancer [\n34\n] then go on to develop disease. Shifts in bacterial profiles not only have consequences at the site of origin but can have distal site effects as well. For example, alterations in the gut microbiota can have effects on the brain [\n35\n,\n36\n], liver [\n37\n,\n38\n], and pancreas [\n39\n], while microbial shifts in the oral cavity can be detrimental to cardiovascular health [\n40\n].",
    "3._spaceflight_and_the_astronaut_microbiome": "3. Spaceflight and the Astronaut Microbiome\n3.1. Spaceflight Hazards: Conditions and Challenges Facing Space Travelers\nLong-term spaceflight and especially deep-space exploratory missions represent an extreme environment for humans that demands adaptations to both physical and psychological stressors (\nFigure 1\n) [\n41\n]. As such, a large part of spaceflight research focuses on the effects of space exposure on humans, with the aim to elucidate physiological, psychological and behavioral health risks and the necessary solutions to combat them [\n42\n]. Much of the existing knowledge about spaceflight hazards derives from crewed missions in LEO, such as those onboard the International Space Station (ISS), and analog missions on Earth. Additionally, a significant amount of data have been generated by experiments carried out in ground-based facilities, simulating different space conditions. This information, however, may provide inaccurate estimates into the risks connected to deep-space missions (outside LEO), which involve more time spent in space during a single mission than that hitherto experienced by astronauts (i.e., on average 7 months). Moreover, deep-space exploration will venture beyond the protective effects of Earth’s geomagnetic field; therefore, crewmembers on upcoming missions to the Moon, Mars and beyond will be exposed to significantly higher doses of cosmic radiation. \n3.1.1. Radiation\nThe global radiation dose for astronauts is affected by galactic cosmic rays (GCRs) originating from outside the solar system, which include high atomic number and energy (HZE) ions and high-intensity solar particle events (SPEs) that produce pulses of heavy ion and energetic proton radiation [\n43\n]. It is estimated that a one-year stay on the lunar surface would result in absorbed doses for crews in the range from 100 to 120 mGy (milligray), whereas during a three-year Mars mission, transit and stay included, the values would increase to 450 mGy [\n44\n]. In comparison, the predicted doses for 6- to 12-month ISS missions range instead from roughly 30 to 120 mGy [\n44\n]. For reference, 4.5 Gy has been indicated as the LD\n50\n value for human cells (median lethal dose) [\n45\n]. During SPEs, astronauts may additionally be exposed to an extremely high dose of protons (i.e., up to 1 Gy or more) that could lead to acute radiation sickness (ARS) [\n46\n,\n47\n]. Although radiation derived from SPEs is effectively absorbed by the shielding material of a spacecraft or well-designed spacesuit, not all SPEs are predictable and can therefore pose a real threat to astronauts, especially during planetary extravehicular activity (EVA), which would take place more frequently than during a 6-month ISS stay [\n48\n]. \nThe consequences of chronic exposure to radiation, and to CGR in particular, is concerning, due to the high energy, high penetrability and ionizing nature of their most hazardous components, the HZE particles [\n49\n]. These particles are so penetrating that shielding can only partially protect against exposure and the large emission of secondary neutrons that may follow, posing an additional hazard to the crew [\n50\n]. The types of radiation encountered in space are different from terrestrial radiation, such as X-rays and gamma rays, and induce distinct patterns of DNA double-strand breaks and disease outcomes, resulting in epigenetic changes and persistently high levels of oxidative damage and tissue inflammation following exposure [\n51\n]. This is relevant because of the association of oxidative stress with the etiology of several human diseases, including cancer, cardiovascular and neurodegenerative disorders (e.g., altered sensory perception, neurovestibular problems, etc. [\n52\n]), gastrointestinal diseases [\n53\n], and the possible correlation between spaceflight and the onset of a number of diseases normally related to aging [\n54\n]. Exposure to space radiation, especially when considering that heavy ions are more effective per unit dose in causing solid cancer compared to gamma-rays [\n55\n], can therefore have a detrimental impact on the quality of life during and post flight. Visual disturbances appear to also be correlated to radiation exposure, as indicated by reports from past Apollo, Skylab and MIR missions where astronauts experienced flashes of light moving across their visual field, possibly due to alteration in perception caused by ionizing radiation [\n56\n]. An additional aspect to consider when assessing radiation-related risks are the non-targeted effects (NTEs) of radiation, which increase biological effectiveness for low doses of high linear energy transfer radiation (LET), such as HZE particles, and may lead to alterations in cell signaling and/or genomic instability of cell progeny [\n55\n,\n57\n]. \n3.1.2. Microgravity\nAlong with radiation, microgravity—a condition in which the gravity level is almost zero but not neutralized—represents another major health hazard related to spaceflight. While astronauts mostly experience microgravity during spaceflight and onboard the ISS, they do experience intermediate periods of hypergravity (e.g., 3–6 G) during launch and ascent and upon descent back through the Earth’s atmosphere [\n58\n]. Additionally, various levels of altered gravity are found on other planetary bodies, such as on the Earth’s Moon—one-sixth gravity (G)—and Mars—one-third gravity (G)—(hypogravity) [\n42\n]. \nSpaceflight and ground-based analog experiments have shown that altered gravity, as well as the transition through various levels of gravity, subject biological systems (i.e., humans, animals, plants) to varying levels of stress with negative consequences. Specifically, microgravity can induce cellular and molecular alterations with changes to the genome, epigenome, and proteome, connected with a range of pathologies [\n42\n]. In humans, exposure to microgravity can influence several body systems such as the neurovestibular, cardiovascular, musculoskeletal, bone metabolic and immune-hematological system [\n59\n,\n60\n]. For example, altered body fluid distribution occurs during microgravity and this headward shift of fluids, including blood, leads to a compensatory cardiovascular system change, with increased intracranial pressure, cerebrospinal pressure or inner ear fluid pressure, decreased leg volume, puffiness in the face and even long-term ocular damage [\n61\n]. According to the “fluid shift” theory, this increased pressure is the root of “space motion sickness”, a set of symptoms that impair operational performance of 60–80% of astronauts. Additional interconnected abnormalities include morphological changes in the white and grey matter of the brain following long-duration spaceflight (average of 171 days), which have been attributed to the structural neuroplasticity of the sensorimotor system, in an effort to adapt motor strategies to maintain physiological homeostasis and ensure proper behavioral output in space [\n3\n]. Lack of gravitational loading also results in muscle atrophy, especially in the lower extremities, accompanied by functional and structural alterations. While muscular loss has been linked to reduced muscular activity and hypokinesia due to limited movement inside the spacecraft, structural changes seem to be related to both a higher level of muscle protein degradation enzymes and a decrease in protein synthesis [\n59\n]. Extended exposure to microgravity also results in bone loss due to insufficient bone formation compared with bone resorption, and this reduction in bone mass and strength during spaceflight increases the risk of bone fracture, even upon return to Earth [\n62\n]. As reported for radiation, similarities have been observed between the adaptive response to microgravity in humans and aging, since both prompt the decline of almost every body system [\n5\n]. Though several phenotypic changes resemble those determined by aging under standard gravitational conditions, the magnitude and speed of some processes (bone loss, among others) is far greater (i.e., 1% loss/month) than that which is typically seen during aging. Hence, this is of critical concern when considering the effects of long-duration spaceflight [\n1\n]. \n3.1.3. Psychological Stressors\nIn addition to the aforementioned stressors, several psychological and social issues have been demonstrated to affect the crew during extended separation from society in a closed and confined environment. They may include homesickness and loneliness, apathy, interpersonal stressors, and sexual attraction/tension [\n63\n]. A constricted living environment can lead to isolation, loss of spatial capacity, increased anxiety and depression, which can be accompanied by symptoms such as hallucinations, reduced consciousness and poor bodily coordination [\n64\n,\n65\n]. Additional psychological triggers range from external physical hazards such as space debris and vehicular malfunction to gravitational shifts and outer space radiation [\n65\n]. The ability of ionizing radiation to modulate the psycho-emotional status and, specifically, to exert an anxiogenic effect on the central nervous system was shown in rats exposed to doses related to deep-space missions [\n66\n]. In addition, diet has a critical role in both the physiological and the psychological health of space travelers. The spacecraft environment, in particular the lack of ultraviolet exposure, increased carbon dioxide levels, the spacesuit atmosphere, etc., can affect nutrition requirements for long-duration missions. Crewmembers may even experience a reduction in their food intake, dubbed “anorexia in space” which may be linked to microgravity, alterations in the circadian rhythm (continuous light environment of space missions) and “menu fatigue”, which not only affects appetite but the proper functioning of the gastrointestinal system [\n64\n]. Hence, nutritious and palatable food is necessary not only to meet nutritional requirements and avoid deficiency diseases, but also to keep astronauts psychologically healthy [\n67\n]. \nExcessive exposure to noise, mainly due to equipment and crew activities, may represent another stressor compromising well-being as well as sleeping patterns [\n68\n]. As a matter of fact, the duration of an astronaut’s sleep is reportedly reduced to around 6 to 6.5 h/day during missions [\n69\n]. Psychosomatic disorders (e.g., headaches, fear of illness, gastroenteric problems), consisting of distressing physical symptoms which are not fully explained by a real physical condition, have also been reported from space [\n64\n]. Similarly, post-return personality changes and psychiatric problems have been observed in space travelers [\n70\n]. Other stress factors that may arise in a multicultural crew are related to language barriers, stereotypes and cultural misunderstandings [\n67\n]. Additionally, new psychological stressors could appear in deep-space missions that were not present in missions closer to Earth, and already-known issues could be intensified, leading to stress and problematic behaviors that may interfere with a crew’s productivity and relationships [\n71\n]. For example, during a multi-year spaceflight such as that required for a mission to Mars, the crew would be confronted with no access to most of the mitigation strategies currently in place on the ISS, such as real-time communications with family and ground-based mission control and the view of Earth, that contribute to their psychological well-being [\n48\n]. Based on the “Earth-out-of-view phenomenon”, humans traveling in outer space might start feeling unconnected to Earth and to family and friends [\n72\n]. On the other hand, delays in crew–ground communication (up to 22 min on Mars) would require astronauts to operate more autonomously from mission control [\n73\n]. Furthermore, people on a Mars expedition will need to depend on local resources to generate water and fuel for the return home and thus, the psychology of this dependance is an important issue to be considered [\n70\n]. In this context, a greater likelihood of withdrawal, territorial behavior and asthenia may occur [\n74\n]. The latter is a problematic syndrome quite commonly observed during long-duration missions that produces fatigue, irritability, attention and concentration difficulties, along with heightened perceptual sensitivities, physical weakness, sleep and appetite problems, etc. [\n64\n,\n75\n].\n3.1.4. Additional Risk Factors \nPsychological stress, circadian rhythms, and sleep are key factors strongly connected with one another, as well as with the immune system. This is especially relevant since microbial infection is another challenge facing space travelers. The isolation of opportunistic and pathogenic microorganisms from spacecraft and space stations has been frequently reported [\n76\n,\n77\n,\n78\n] and several studies have demonstrated that spaceflight affects both the immune system (i.e., immune dysregulation) [\n79\n] and microbial physiology (i.e., enhanced virulence, biofilm formation and antibiotics resistance) [\n80\n], leading to increased risk of disease [\n81\n]. Additionally, the proximity of crewmembers to one another in the spacecraft can promote the spread of secondary infections [\n82\n]. Due to limited access to medical care during a mission, any possibility of infection should be prevented to ensure the health and safety of the astronauts and to maximize the success rate of the space mission [\n83\n].\nCrews do not experience the aforementioned stressors independently; therefore, it is important to consider the combined effects of these space environment threats on human physiology, psychology, and performance. These stressful conditions, collectively referred to as “the space exposome” [\n6\n], may also exacerbate complex health problems in astronauts embarking on long-duration missions [\n3\n]. Space agencies have adopted a number of operational mitigations, direct and indirect countermeasures, whose aim is to lessen the clinical risks related to the physical and psychological stressors associated with space flight. These encompass strict exercise regimes, the use of devices to induce footward fluid shift (i.e., lower body negative pressure, LBNP) [\n2\n], pre-flight quarantine to reduce contact with potential pathogens [\n6\n], radiation-shielding spacesuits [\n84\n], the use of HEPA air filters and in-line water filters in the spacecraft, nutritional supplementation, vaccination, psychological support, etc. [\n6\n]. \nWhile some of the changes induced by exposure to space conditions (e.g., reduction in some motor functions) reportedly disappear shortly or a few months after the end of LEO missions [\n85\n], it should be noted that risk assessments and mitigation for lunar visit/habitation, deep-space journey/habitation and planetary missions remain uncertain [\n86\n]. If certain medical risks, such as nutrition, infection, psychological impact and even death, appear to be common to all mission profiles, other risks are actually unique to individual scenarios [\n87\n]. For instance, risks associated with lunar missions—e.g., lunar surface operations, a lunar outpost, etc.—along with radiation, microgravity and the aforementioned psychological issues, also include exposure to hazardous materials such as rocket fuel, lunar dust (regolith), micrometeorite impact damage, and extremes of temperature [\n87\n]. Similarly, perchlorates in the Martian dust would be a concern in terms of contamination of the habitats and of inhalation of harmful particles, posing a great risk to the lung already affected by altered pulmonary deposition induced by microgravity [\n88\n]. The optimization of current and novel countermeasures will therefore be critical. \n3.2. Effects of Spaceflight Conditions on the Human Microbiome\nIt is apparent that the space environment imposes several challenges to human physiology. Specific space environment factors, such as microgravity and radiation, are thought to also induce changes in microbiome composition (i.e., dysbiosis) [\n89\n], which may alter host–microbe interactions and adversely affect immune function and metabolism, thereby representing a risk to astronaut health, especially during long-term spaceflight missions. \nA list of reviewed microbiome studies pertaining to spaceflight as well as ground-based simulations (conducted through to 2021) is provided in \nTable 1\n.\n3.2.1. Gut Microbiome\nThe gut microbiome, often described as the “virtual organ of the human body” [\n104\n], will play a crucial and significant role in maintaining astronaut health during space travel, as it does for humans on Earth. High microbiome diversity and richness are generally considered a hallmark of a healthy gut ecosystem; however, there is still no consensus on the actual health-related values [\n105\n]. Healthy adult humans characteristically harbor more than 1000 species of bacteria, with \nBacteroidetes\n and \nFirmicutes\n being the dominant phyla [\n106\n]. While \nBacteroidetes\n (recently renamed as \nBacteroidota\n [\n107\n]) are connected with immunomodulation and augmented immune reactions through synthesis of cytokines, \nFirmicutes\n are involved in the metabolism, nutrition, and regulation of hunger and satiety, via short-chain fatty acid (SCFA) synthesis [\n108\n]. Exposure to various stressors can change the stability of the gut microbiota, impacting its composition and functions, and increasing the relative abundance of potentially harmful bacteria (e.g., opportunistic pathogens) [\n109\n,\n110\n,\n111\n,\n112\n,\n113\n]. \nStudies have been conducted to monitor changes in the gut microbiome under real or simulated spaceflight conditions, involving both animal and human subjects. Culture-dependent techniques, substantially used in the past, have been in recent years replaced by high-throughput omics technologies—i.e., 16S ribosomal RNA gene analysis and metagenomic sequencing—which by detecting and measuring also non-cultivable strains have allowed a more comprehensive characterization of the microbiome structure and its biological functions [\n114\n]. Despite the advent of new technologies, the number of reports is still limited, and the dynamics of the gut microbiome during space missions are yet to be fully elucidated. \nA recent analysis of fecal samples from mice flown on the ISS for 37 days revealed spaceflight-associated changes in the gut microbiome as compared to the ground controls. These changes consisted of an altered community structure (i.e., an elevated \nFirmicutes\n-to-\nBacteroides\n ratio), higher abundance of bacteria belonging to the order \nClostridiales\n and a reduction in the number of \nLactobacillales\n (organisms usually considered probiotics), with these changes connected to an altered liver transcriptome [\n89\n]. The richness of the microbiome, however, remained unchanged. Similar trends were previously observed in a study reporting the effects of 13-day spaceflight on female mice and were confirmed using a ground-based model of microgravity [\n92\n]. The above results are comparable with data collected from Voorhies et al. (2019), which assessed the impact of long-term space travel on the crew microbiome and surrounding ISS environment, and the consequence on human health [\n98\n]. A total of nine crewmembers were sampled pre-, during and post-flight, comparing 6-month and 1-year missions. Results indicated that the microbiome composition became more similar between astronauts over the course of the mission, mostly due to a drop in the abundance of a few bacterial taxa [\n98\n]. It was revealed that 13 of 17 genera, whose abundance significantly changed in space, were \nFirmicutes\n, mainly belonging to the order \nClostridiales\n. Specifically, the authors reported higher proportions of \nFaecalibacterium\n, which is known to be a beneficial SCFA producer (i.e., butyrate), but also of genera associated with chronic intestinal inflammation, such as \nParasutterella\n. At the same time, it was observed a greater than five-fold reduction in the relative abundance of \nAkkermansia\n, a genus with anti-inflammatory properties, which according to the authors, could play a role in the moderate increase in the inflammatory immune response observed in the crew during spaceflight. Accordingly, the administration in space of prebiotics or next-generation probiotics, such as \nAkkermansia\n, has been proposed [\n115\n]. Previous sampling campaigns carried out for the Skylab program had also reported a decrease in the diversity of the gastrointestinal community, although the overall microbial count went up following space flight. The data showed an increase in certain pathogenic strains, i.e., \nSerratia marcescens\n and \nStaphylococcus aureus\n, the latter of which was found to be transmitted among astronauts, thereby indicating the transmission of pathogens between individuals in the spaceship environment [\n91\n]. \nThe “Twins Study” has provided the unique chance to evaluate the impact of long-duration flight on the gut microbiome by comparing profiles of an astronaut and his twin, who, by remaining on Earth, served as ground control. The study aimed to monitor various health parameters including changes in ocular, cardiovascular, cognitive and immune functions, as well as cell-specific changes in physiology, transcriptome, proteome, metabolome, epigenome, and telomere length, while controlling for genetics [\n97\n]. Although each subject maintained individual microbiome characteristics, more changes were found to occur in the microbial community composition and function during the flight period. In line with what previously observed in other spaceflight experiments [\n89\n], a specific increase in the \nFirmicutes\n-to-\nBacteroidetes\n ratio was detected during the 1-year flight period onboard the ISS. Interestingly, this was a transient change, not persisting upon return to Earth, indicating a rebound across the microbial ecosystem of the gastrointestinal tract. Moreover, as anticipated above, microbiome richness composition remained substantially unchanged. \nAlterations in the composition and functionality of the gut microbiome can be induced even by short-term space travel. Liu et al. (2020) reported shifts between dominant genera in the microbiome during space missions of 15 and 35 days that led to increased abundance of \nBacteroides\n. By contrast, the probiotic taxa \nLactobacillus\n and \nBifidobacterium\n appeared reduced, possibly affecting host immune function [\n81\n]. Individual specificity was, however, uncompromised. These changes were accompanied by fluctuations in virulence and antibiotic resistance genes and in mobile genetic elements, and by an increase in genes related to biofilm formation [\n81\n], which are suggestive of enhanced virulence potential and possibility of infection by opportunistic pathogens or pathobiont of the gut microbiota in space missions [\n115\n]. Changes in the intestinal microbiota were also reported in response to increased gravity, a condition experienced by astronauts during specific flight phases such as launch, ascent and descent [\n58\n]. A study conducted on mice by Alauzet et al. (2019) revealed disruption of intracaecal microbiota following exposure to hypergravity (3G) for 21 days, which resulted in a decrease in the \nFirmicutes\n-to-\nBacteroidetes\n ratio, however without alteration of mucosal integrity [\n96\n]. Of interest, a significant diminution of \nProteobacteria\n was observed at 3G, while the opposite was observed for potentially deleterious taxa, such as members of the \nParaprevotella\n genus which have been described as being more prevalent in intestinal lumen of patients with colorectal cancer [\n116\n]. \nRearrangements in microbiome composition have also been observed in ground-based analog missions. With the MARS500 study, the temporal dynamics of the gut microbiome of six male crewmembers were monitored over 520 days of isolation within an analog Mars-surface habitat [\n94\n]. During the stay in the spacecraft-like habitat, the crewmembers performed realistic activities of a round-trip mission to Mars, including operative work, scientific experiments, exercise and even simulated emergency events, and their access to water and food, whose composition reflected the diet used in the ISS, was limited as in a real space flight [\n94\n]. Fecal samples were collected not only during the mission but 10 days before and up until 6 months following the return to normal life, making it the longest controlled human confinement study conducted to date. In the first stage of the mission, an increase in the \nBacteroides\n-to-\nFirmicutes\n ratio was detected, which is consistent with observations from another analog mission, the “Skylab Medical Experiments Altitude Test” carried out in the 1970s in a 56-day confinement environment [\n117\n]. Additionally, the study revealed decreased proportions of some SCFA producers, especially \nFaecalibacterium prausnitzii\n (a butyrate producer), that reached their lowest value at about 1 year of confinement. Not only were increased relative abundance of \nBacteroides\n and a decrease in SCFA producers observed in all subjects involved in the study, but these findings paralleled psychological and physiological data that hint at the presence of both mental and physical stress. The authors thereby suggested that changes in this kind in gut microbiota components could be used for the early diagnosis of potential health warnings. MARS500 project data from early (days 7–45) and late (days 420–520) fecal samples were recently reanalyzed using improved 16S rRNA gene amplicon bioinformatics technology [\n102\n]. The reanalysis confirmed a significant alteration in relative abundance of the microbiome throughout the period of the study, which included species known to influence inflammation and glucose homeostasis in their host (e.g., \nF. prausnitzii\n, \nRuminococcus bromii\n, \nBlautia luti\n, \nAnaerostipes hadrus\n, \nRoseburia faecis\n, and \nLactobacillus rogosae\n) and was consistent with crewmembers’ symptoms. Moreover, a certain level of species overlap could be observed between crewmembers and their habitat: 49 species were shared, representing 49% and 12% of the human and environmental microbiome diversity, respectively. \nConvergence in the microbiota composition of crewmembers (\nn\n = 3) was also observed in a study monitoring a 105-day analog mission that took place in the Chinese Lunar Palace 1 (LP1) [\n95\n]. Results also showed the beneficial influence of the LP1 bioregenerative life-support system (a closed ecosystem integrating efficient higher plant cultivation) dietary structure and a balanced lifestyle (daily diet, living and working activities strictly followed a regular schedule) on the maintenance of a healthy gut microbiota. A high-plant and high-fiber diet resulted in higher microbiome diversity and richness and specifically, a higher abundance of bacteria of the genera \nLachnospira, Faecalibacterium\n and \nBlautia\n of the \nFirmicutes\n phylum that are known to metabolize dietary polysaccharides and to have anti-inflammatory properties [\n118\n]. \nThese studies are indicative that modifications in the astronaut gut microbiome occur during spaceflight and analog missions, but the full implications of these findings are yet to be determined in relation to the risks for human health and performance during space travel [\n119\n]. Analyses showed that changes to gut microbiome composition are reversible, with at least partial reversal occurring in the order of days to weeks following return to Earth or completion of an analog mission [\n89\n,\n97\n,\n98\n]. However, with extended exploration missions, microbial changes will persist for longer as a consequence of flight duration, due to the limited opportunity of microbial replenishment as compared to individuals on Earth, and this may have long-lasting and serious side-effects, even upon return to Earth [\n77\n]. It is also unknown how long after extended spaceflight the microbiome will return to pre-flight levels. \nThe combination of space stressors can also impact the gut metabolome, as observed by Casero et al. (2017), where continuous exposure to space-type radiation led to functional shifts in metabolic pathways dominated by microbiome-specific enzymatic reactions [\n93\n]. Changes in small-molecule markers of microbial metabolism were also observed in the “Twins Study”, along with particularly low levels of metabolites with anti-inflammatory activity [\n97\n]. In this context, looking into the metabolome of the gut microbiota and its modulation as a result of the spaceflight environment may be promising to aid the development of countermeasures that include the use of prebiotics, probiotics and postbiotics to prevent and mitigate pathological effects in astronauts [\n112\n].\n3.2.2. Skin, Oropharyngeal and Nasal Microbiome\nMicrobiome communities residing in the nose and oral cavities and on the skin have also been investigated in relation to spaceflight-induced compositional and functional changes. Located at the entrance of the upper respiratory tract, the nasal cavity and oropharynx serve as the physical barrier to the invasion of pathogens as well as habitats for a large number of commensals and opportunistic pathogens that live in the host as part of the normal microfloa [\n103\n]. In the skin, most resident microbes behave as commensal or mutualistic under steady-state conditions and play important roles in the maturation and homeostasis of cutaneous immunity [\n120\n]. The disruption of the balance of the microbiota associated with the human respiratory tract and to the skin may result in an increased susceptibility to infection and to the overgrowth of pathogens (\nFigure 2\n). On that basis, surveillance of the microbiota structure may be crucial to counteract significant health risks during long-term flight and to guide medical treatment. Moreover, since astronaut skin is the primary source of spacecraft surface contamination, monitoring skin alterations and alterations in the skin-associated microbiome is key to managing astronaut health as well as in the maintenance of space stations, spaceships and spacecraft equipment [\n121\n]. \nEarly analyses of the microbiome revealed a reduction in the number of nonpathogenic bacteria and an increase in the number of opportunistic pathogens in the nasal flora of astronauts [\n122\n]. Similarly, culture-based analyses conducted during the Skylab missions registered noteworthy elevations in counts of anaerobic bacteria, streptococci, Neisseria, lactobacilli and enteric bacilli in the oral microflora, in-flight compared to pre-flight samples from a total of 18 astronauts [\n90\n]; however, none of these changes were considered hazardous to astronauts’ health. These findings are consistent with the work conducted by Voorhies et al. (2019), discussed earlier, which showed that the microbiome composition of skin, nose and tongue, such as the gut microbiome, changes in microgravity, and additionally, becomes more similar between astronauts [\n98\n]. \nA more recent study used metagenomic sequencing to investigate the microbial profile of mouth, skin, nose, ear, and saliva swabs collected from an astronaut at eight different time points prior to, during and post-spaceflight [\n99\n]. While the main objective of the study was to determine the influence of the crew microbiome on the microbial composition of ISS habitable surfaces, it was noted that in saliva samples a flight-dependent decrease in species diversity was observed along with an increase in the relative abundance of \nAlloprevotella\n [\n99\n], a genus associated with dental caries [\n123\n]. Interestingly, an increase in the effective number of species was recorded in the samples after returning to Earth. \nIn a later study, shotgun metagenomic sequencing and microarrays were applied to characterize the microbial diversity of four astronauts, before, during and following spaceflight on the ISS [\n100\n]. The authors reported that astronaut microbiome composition of body swabs and saliva samples changed during spaceflight but went back to normal post-flight. Moreover, these changes were not universal for all four crew members. Interestingly, the relative abundance of the genus \nPrevotella\n was found to be increased in the saliva samples of two astronauts. The genus consists of several common oral species and increased abundance has been linked to a diseased periodontal state [\n124\n]. Additional changes observed in the saliva samples concerned antimicrobial resistance genes: most notably, the elfamycin resistance gene significantly increased in all four astronauts following return to Earth, an aspect which should be considered when administrating antibiotic treatments post spaceflight.\nIn another recent study, Urbaniak et al. (2020) used 16S rRNA gene amplicon sequencing to monitor spaceflight-induced salivary microbiome changes [\n101\n]. Based on the data on microbial composition and diversity, the authors suggested that astronauts’ microbiome can adapt to spaceflight conditions and, moreover, is less recalcitrant to microbiome effects during spaceflight upon re-exposure. Half of the participants involved in the study (i.e., 5) had distinct microbial communities pre-flight, in-flight, and post-flight. Quite interestingly, these subjects were on their first mission, while the other five subjects, who had previously flown to the ISS, did not display microbiome differences. \nStreptococcus\n was the most abundant organism in the saliva (i.e., 8% of the total organisms detected) and their diversity decreased during spaceflight.\nChanges in the skin and nose microbiome were investigated in a study by Voorhies et al. (2019) [\n98\n] that aimed at a thorough characterization of the microbiome’s fluctuation during 6- to 12-month space exploration. The forehead and forearm skin microbiota of 9 astronauts appeared to be differentially influenced by the ISS environment: diversity and richness increased or decreased depending upon the individual; however, it was consistent between the two sampled areas [\n98\n]. Moreover, a common shift in the microbial composition was observed in all crew members and affected the abundance of \nProteobacteria\n, mostly \nGammaproteobacteria\n and \nBetaproteobacteria\n. A concomitant increase in \nFirmicutes\n, including the genera \nStaphylococcus\n and \nStreptococcus\n, was also observed. The authors speculated that decreased levels of \nGammaproteobacteria\n may possibly be due to the lack of a “green” natural environment, the constant filtration of air and the alteration of the skin structure during spaceflight [\n98\n]. As a reduction in skin \nGammaproteobacteria\n has been associated with inflammation and allergy sensitization [\n125\n], it is possible that it also plays a role in the occurrence of skin hypersensitivity reactions, rashes, and skin infections, frequently observed in astronauts [\n126\n]. In this scenario, skin infections caused by opportunistic pathogens, such as the staphylococcal and streptococcal species, may be facilitated. Fewer spaceflight-dependent changes were found in the nose microbiome, as compared to the skin; however, they concerned the same bacterial genera, whose abundance was found to be modulated in skin (i.e., increase in \nStaphylococcus\n, \nCorynebacterium-1\n and \nBifidobacterium\n). An elevated relative abundance of clinical pathogenic bacteria such as \nStaphylococcus\n in the nose has been reported by several studies in association with chronic rhinosinusitis, allergic rhinitis, and asthma [\n127\n,\n128\n]. Hence, it is consistent with symptoms such as prolonged congestion, rhinitis, and sneezing, which have been reported by astronauts. Nonetheless, other factors could also be playing a role in it. Many of the observed changes in the nose microbiome persisted for at least 2 months after the astronauts returned to Earth. \nIncreased abundance of \nStaphylococcus\n in the nasal cavity has also been reported in a recent study examining temporal characteristics of the oropharyngeal and nasal microbiome during a 180-day ground-based confined experiment in the Controlled Ecological Life Support System (CELSS) [\n103\n]. 16S rDNA high-throughput sequencing was used to analyze data from four volunteers at eight time points during confinement and the results showed that the structure of the oropharyngeal and nasal microbiota varied greatly. Individual differences were also observed, with bacterial community structure and diversity changing with time. As with \nStaphylococcus\n in the nasal cavity, the abundance of \nNeisseria\n increased over time in the oropharynx. \nStaphylococcus\n in particular showed the characteristics of inter-individual transfer, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time.\nTo date, studies have revealed modifications in the skin, oral and nasal microbiome as a consequence of both spaceflight conditions and confinement in ground-based experiments. Changes at the individual level, and specifically an increase in a microbiome’s richness and diversity—i.e., alpha diversity—were reported during spaceflight in studies of the saliva microbiome [\n100\n,\n101\n], but changes at the populational level were not detected. By contrast, a decrease in alpha diversity in in-flight saliva samples was indicated by an earlier report [\n99\n], but this trend was not consistent across all four astronauts involved in the study. Mixed responses were detected in nasal and skin samples [\n98\n,\n103\n]. Individual differences in the reaction of the skin microbiota to spaceflight may be attributed to the composition of the microbial communities, but also to skin-specific properties such as moisture and pH and/or astronauts’ personal hygiene habits [\n98\n]. Concerning the nasal microbiome, changes were observed in relation to both spaceflight [\n98\n] and ground-based confined experiments [\n103\n], suggesting that the nasal flora of all crewmembers may evolve in the same direction. Microbial transfer between individuals could play a role in it, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time [\n103\n]. Aspects including microbial interactions and exchange of microbiota within the crew or with the environment have not yet been fully elucidated and further studies will therefore need to be conducted.\n3.3. Impact of Spaceflight Conditions on Microbial Physiology and Host-Microbe Interactions\nSpace microbiology studies have suggested that microgravity is a dominant factor influencing bacterial growth kinetics and cell behavior, and that space radiation may be responsible for increased mutation rates in microbes [\n129\n]. Several in vitro studies with bacteria have reported significant in-flight responses that included increased growth rate and cell concentration [\n130\n]. Other studies indicated that microgravity is associated with changes in gene expression and virulence factors and can promote antibiotic resistance and elevated transfer rates of genetic material between cells [\n131\n,\n132\n]. Microgravity-induced changes also include increased membrane integrity and differential secondary metabolite production [\n133\n]. \nDecreased susceptibility of bacterial pathogens to antimicrobial agents has been repeatedly observed during space missions (e.g., Cytos 2 experiment, Antibio experiment during the Spacelab D1 mission, Space Shuttle STS-42 mission, etc.) and in ground-based simulations using model organisms such as \nEscherichia coli\n and \nStaphylococcus aureus\n [\n134\n]. These finding show that in space, bacteria adapt to grow at higher antibiotic concentrations, compared to ground samples [\n135\n]. Similarly, resistance to a broad range of antibiotics (e.g., chloramphenicol and cefalotin, persisting for over 110 generations) [\n136\n], as well as increased production of the heat-labile enterotoxin [\n137\n] and enhanced adherence to mammalian gastrointestinal epithelium [\n138\n], have been observed in \nE. coli\n under simulated microgravity (SMG) conditions.\nMoreover, increased virulence and resistance to environmental stress were observed in cultures of the pathogenic bacterium \nSalmonella typhimurium\n grown under spaceflight conditions, together with increased survival in murine macrophages following oral infection [\n139\n]. The mechanisms contributing to this enhanced virulence were the Hfq pathway, which is required for virulence in several bacterial pathogens and considered a global regulator of the microbial response to spaceflight [\n140\n], and extracellular matrix accumulation, which is part of biofilm formation. Biofilms protect bacteria from various environmental conditions and increased production of biofilm communities has been frequently observed in bacteria exposed to both simulated and real space conditions [\n134\n,\n141\n]. In \nCandida albicans\n, such a feature was found in combination with increased filamentation and increased amphotericin B resistance [\n142\n]. In spaceflight-grown bacteria (e.g., the opportunistic pathogen \nPseudomonas aeruginosa\n), biofilms tend to show enhanced resistance towards disinfectants, antibiotics and environmental stresses [\n143\n]. Still in \nP. aeruginosa\n and in few other bacterial species, microgravity appears to also stimulate production of signaling molecules (e.g., \nN-Acyl homoserine lactone\n) able to trigger bacterial communication and to regulate virulence [\n144\n].\nConsidering the effects of spaceflight-dependent alterations on bacterial mono-cultures, the impact of spaceflight on host-associated microbial communities can potentially be more profound. It is known that enhanced virulence of potential pathogens, immune system dysregulation, dysbiosis of the gut microbiome, and disruption of mutualistic interactions, can all be induced by microgravity [\n79\n,\n137\n,\n145\n]; however, the effects of prolonged exposure to microgravity—or various gravitational shifts (i.e., hypo- or hypergavity) that astronauts will face during deep-spaceflight missions—on the complex relationship between host and its microbiome are yet to be fully elucidated. \nMicrobe–animal interactions, e.g., mutualistic, pathogenic/parasitic or commensal, and functional networks of microbe–microbe can be equally affected by gravities encountered beyond LEO, with consequences for host health and wellbeing. These interactions rely on a complex system of communication between each member of a microbial community, that influences growth, physiology and metabolism [\n146\n]. One such example is horizontal gene transfer (HGT), which is the transfer of genetic material between microorganisms, through either transformation, conjugation or transduction. Research has shown that the human microbiome is a hotspot of HGT [\n147\n,\n148\n,\n149\n], with the rate of HGT between human-associated bacteria 25-fold higher than that among ecologically diverse non-human isolates [\n150\n]. HGT is significant as it regulates the exchange of antimicrobial-resistant (AMR) and virulence genes and is the main mechanism driving antibiotic resistance in bacterial communities [\n151\n]. Spaceflight conditions reportedly influence gene transfer and enhance HGT. For example, the content of mobile genetic elements appears to be higher in the genome of bacterial isolates grown in space (ISS) than in isolates of the same species from extreme built environments on Earth [\n152\n]. In line with this, HGT activity concerning the transfer of AMR genes was found to be more increased in bacteria under simulated microgravity conditions than in 1 G controls [\n80\n]. The transfer of these genes from donor (i.e., \nAcinetobacter pitti\n) to co-cultured recipient strains of \nStaphylococcus aureus\n, resulted in a phenotypic change, as the recipient strains developed resistance to the antibiotic oxacillin, which they were previously susceptible to [\n80\n]. A similar study conducted on the ISS showed increased gene transfer as well, using a phenomenological model. However, plasmid stability was short lived, resulting in overall lower antibiotic resistance compared to ground controls [\n153\n]. According to the authors, the reason lies in the fact that processes of segregation and spontaneous elimination of drug resistance genes would prevail over the processes of their cointegration [\n153\n]. The exact mechanism influencing enhanced HGT is yet to be determined; nonetheless, it may be related to increased competence or transduction, known to be promoted in bacteria in response to different stressors [\n154\n]. Regardless of the mechanisms, the potential impact of the space environment in promoting increased spread of determinants associated with antibiotic resistance and virulence, is of particular concern. Furthermore, risks are not restricted to the astronauts’ microbiome but may as well arise within the microbial flora populating the spacecraft environment (air, surface, water, etc.).\nAcquired antibiotic resistance can have serious implications as the efficacy of antibiotic treatment may be diminished during space missions [\n129\n]. Although antibiotic resistance may also increase during short-term spaceflights [\n155\n], in the context of long-term space missions, strategy and tactics of using antibiotics would have particular relevance. Over-prescribed antibiotic therapy can generally represent an infectious risk factor, potentially resulting in accumulation of antibiotic resistance and pathogenic genes on certain strains due to the process of plasmid mobilization and cointegration [\n153\n]. In confined compartments such as spacecrafts, this issue is of even greater concern, not only since microbial communities are a pool for the propagation of antibiotic resistance genes, but also because the transmission of a resistant strain among individuals would be facilitated [\n79\n]. Under these conditions, the formation and spread of multidrug-resistant strains of microorganisms and of strains with increased virulence (disease-causing microbes) could be promoted, which, in conjunction with dysbiosis and a possible weakened immune system during spaceflight, carries the risk of increased severity of crewmembers’ infection in long-term space missions [\n156\n]. \nMore studies will be needed to further our understanding of space environment-driven microbiome changes during long missions, to clarify whether the effects on communities are potentiated or dampened and what the consequences are for the host. In order to obtain a realistic overview of host–microbiome relationships, investigations should not be limited to disease-causing microbes that represent a potential risk to astronauts but shall also include mutualistic and commensal microbes. This can be crucial to learn what drives microbial fitness in the spaceflight environment and how to maintain a healthy symbiotic homeostasis [\n133\n].\n3.4. Influence of the Space Dietary Regime on the Microbiome\nFood intake is strictly connected to the composition and the functionality of the microbiome. Research has shown that changes in the diet are followed by rearrangement of the gut flora that can occur within just 24 h of initiation and have secondary effects on host immunologic and metabolic markers [\n157\n]. As such, protein consumption positively correlates with overall microbial diversity, with animal protein intake leading to increased abundance of bile-tolerant organisms such as \nBacteroides\n, \nAlistipes\n, and \nBilophila\n [\n158\n], whereas a diet rich in fibers tends to increase the abundance of bifidobacteria and lactic acid bacteria, known for their anti-inflammatory properties [\n118\n]. Along with the type of food, the food’s form (raw or cooked) appears to influence diet-driven host–microbial interactions, with cooking impacting the gut microbiome differently on meat versus plant-based (e.g., tuber) diets [\n159\n]. Additionally, multiple compounds with known antimicrobial effects are significantly decreased in cooked food, thus limiting their bioactivity [\n160\n]. The close relationship between diet, the gut microbiome, and health suggests that modulations in the diet can have a beneficial or detrimental impact on our health, depending on the relative identity and abundance of constituent bacterial population [\n161\n].\nIt follows that a change in diet such as that faced by astronauts, can also potentially affect the gut microbiome with repercussions on their health [\n115\n]. Space food includes a variety of products specifically created for the consumption in outer space and as such, it must meet certain criteria: nutritional properties in line with the crew’s recommended caloric intake, palatability, ease of preparation and storage, etc. [\n67\n]. Since water, storage, crew time, and food preparation capability—which does not include cooking—are limited, current space food consists of a narrow choice of shelf-stable, single-serving food products either in their natural form or preserved by dehydration, retort thermostabilization, or irradiation [\n162\n]. The variety and amount of fresh fruit and vegetables vary, and their consumption is limited to a few days or weeks. Hence, the ISS food system, for instance, is dominated by meat and meat products [\n6\n] and long-term missions will have to rely on bioregenerative life support systems (BLSSs)—e.g., integrating plant cultivation—to introduce a larger variety of food [\n71\n].\nThe optimization of the food system to mitigate negative effects of spaceflight on crewmembers’ health and performance is paramount. A reduction in the astronauts’ caloric intake to 70–80% of the daily requirement [\n163\n] occurs at the beginning of the mission due to space motion sickness; however, it can extend well beyond the first days of flight [\n164\n], potentially leading to the loss of both fat and lean tissue mass, and to adverse effects on muscle, bone and cardiovascular systems and motor and cognitive functions [\n115\n,\n165\n]. Moreover, although the reasons are not entirely clear, insulin resistance and glucose intolerance are frequently observed both in short- and longer-term space missions, and in analog missions [\n166\n]. A reduced caloric intake like that often experienced by astronauts, may also lead to a restructuring of the gut microbiome similar to that observed in association with very-low-calorie diet (\nFigure 2\n) [\n167\n]. Accordingly, a low calorie intake and the consequent weight loss may be paralleled by a decrease in bacterial abundance, impaired nutrient absorption, and enrichment in endogenous enteric pathogens (e.g., \nClostridioides difficile\n), suggesting that diet-induced shifts in the gut microbiome may influence colonization resistance and thus host physiology. Low-caloric intake may additionally be associated with increased inflammation and oxidative stress, with possible repercussions on the functioning of the immune system [\n6\n]. Countermeasures have been developed to provide more balanced diets with increased average caloric intake, optimized to reduce nutrient deficiency and to improve energy supply to lessen the potential downstream dysregulation of the immune system [\n168\n]. Despite these efforts, however, diet imbalance during spaceflight remains an issue, as it depends on multiple factors that are not limited to food quality ad palatability but also include cultural habits, alteration of circadian rhythms and in general, the stress associated with the mission [\n169\n]. \nNotwithstanding individual differences, microbiome studies carried out in both real and analog missions generally reported rearrangements in the gut microbiome consistent with the higher abundance of bacteria associated with chronic intestinal inflammation and a concomitant reduction in the number of genera with known anti-inflammatory properties [\n89\n,\n94\n,\n98\n]. In some cases, these data correlated with a moderate increase in the inflammatory immune response observed in the crew during spaceflight [\n98\n]. Such changes in relative abundance of gut microbial components are possibly the result of multiple factors connected to spaceflight. However, evidence demonstrated the impact of the diet—i.e., a plant- and fiber-based BLSS-dietary structure—on the maintenance of a high gut microbiome diversity enriched with bacteria having anti-inflammatory action during analog missions [\n95\n]. Production of SCFAs through gut microbiome-mediated fermentation of non-digestible carbohydrates was shown to contribute, among other things, to the maintenance of metabolic homeostasis [\n170\n]. \nProviding the crewmembers with a balanced diet, possibly delivered through BLSSs and rich in fibers, is therefore of great importance to help prevent nutritional imbalances as well as to preserve a healthy gut microbiome. Due to individual differences, personalized nutritional approaches have been suggested [\n171\n]. Furthermore, probiotics-based countermeasures via the supplementation of given bacteria strains (e.g., \nAkkermansia, Bifidobacterium\n, etc.) [\n98\n,\n172\n,\n173\n] or the administration of SCFA-producing next-generation probiotics (\nFaecalibacterium\n, \nRoseburia\n, etc.) [\n174\n], have additionally been proposed. \n3.5. Microbiome and Crewmembers Mental and Physical Health\nAs we have emphasized throughout the review, the human microbiome contributes to overall health through different routes, including protection against pathogens, maintenance of the immune system, proper intestinal function, and contribution to metabolic functions [\n79\n,\n106\n,\n175\n]. Competitive exclusion of pathogenic bacteria is one of the main functions exerted by the microbiome communities residing in various anatomic sites of the human body. Antagonistic interactions play a pivotal role in determining the composition of a functional antimicrobial barrier, by means of strategies that include production of antibiotics, secretion of digestive enzymes, and quorum sensing [\n176\n]. Accordingly, the establishment of new microbes can be prevented through competition for shared nutrients and other resources, with endogenous bacteria [\n177\n]. Moreover, microbial communities help strengthen mucosal barrier function and can stimulate epithelial cells to produce antimicrobial peptides and proteins (e.g., bacteriocins), thereby killing pathogenic competitors and preventing translocation [\n173\n,\n178\n,\n179\n]. In view of this, particular concern has been generated by the documented changes in the astronauts’ microbiome [\n97\n,\n98\n,\n100\n,\n101\n] and their potential effects on astronaut health and performance, in conjunction with immune system dysregulations and increased risk of pathogenic infections during spaceflight [\n103\n,\n180\n]—e.g., transient or permanent governance of pathogenic/opportunistic bacterial species, e.g., \nStaphylococcus\n spp. [\n181\n] along with enhanced HGT and decreased susceptibility of pathogens to antimicrobial agents [\n80\n]. As a matter of fact, crewmembers do experience adverse medical events of varying severity during spaceflight missions, related to infectious diseases, which include cold sores, skin and urinary tract infections, lymphadenitis and pharyngitis [\n182\n]. \nAn altered microbiome is not only associated with the onset of infections but with non-infectious diseases as well, such as inflammatory bowel disease [\n183\n], systemic metabolic disorder (e.g., type 2 diabetes and obesity) and allergic reactions and sensitivities [\n184\n,\n185\n]. Changes in the oropharingeal and in the skin microbiome are implicated in the development and progression of caries, gingivitis, tooth decay, as well as endocarditis and heart disease [\n186\n,\n187\n,\n188\n,\n189\n], pharyngitis, asthma and pneumonia [\n190\n,\n191\n,\n192\n], acne, atopic dermatitis, psoriasis and chronic wound pathology [\n193\n,\n194\n]. Moreover, evidence of microbial dysbiosis has been observed in conjunction with various types of cancers [\n195\n], including colorectal cancer (CRC) [\n30\n,\n196\n] and breast cancer [\n31\n], among others. The space environment has been shown to alter the tumor microenvironment and promote tumor cell proliferation, transformation and survival [\n197\n]. Indeed, US astronauts have an increased incidence of prostate cancer and melanoma, similar to that observed with airline pilots, compared to the general US population [\n198\n]. Considering the role that an altered microbiome plays in cancer development and/or progression, microbial disruption during spaceflight, coupled with higher radiation exposure [\n55\n], could put astronauts at an even greater risk of developing certain types of cancers with long-duration missions.\nIn addition to the aforementioned functions of the microbiome in supporting host physiology, research has more recently shed light on the relationship between the gut microbiome and mental health through what is known as the brain–gut–microbiome axis (BGMA) [\n199\n]. BGMA signaling has been suggested to be bi-directional, as not only can gut bacteria influence health and the development of emotional behavior, but psychological states can in turn alter gut health [\n200\n]. Moreover, the communication appears to occur directly and indirectly via the central and enteric nervous systems and the vagus nerve, through endocrine, neural and immune pathways [\n115\n]. Microbiota–gut–brain communication has hitherto mostly been explored in animal models, with human research lagging behind. However, studies have indicated that the gut microbiota can modulate the BGMA via multiple mechanisms, including alterations in microbial composition (i.e., SCFA-producing bacteria seem to be associated with higher mental quality of life indicators [\n201\n]) or the potential production of microbial neuroactive metabolites (e.g., SCFAs, neurotransmitters, hormones or neurotoxic metabolites) [\n202\n,\n203\n]. Preliminary studies have also demonstrated gut microbiota alterations in subjects affected by neurodevelopment disorders such as schizophrenia and autism spectrum disorders [\n204\n,\n205\n]. Furthermore, perturbations of the BGMA have been found in association with stress-related gastrointestinal disorders [\n206\n], as well as increased anxiety [\n207\n], depression [\n208\n], Parkinson’s disease [\n209\n] and decreased cognitive abilities [\n203\n], suggesting that the microbiota may contribute to shaping cognitive networks encompassing emotional and social domains [\n205\n]. Of interest, altered BGMA and microbiome have also been found in conjunction with disrupted sleep physiology, with microbiome diversity being positively correlated with increased sleep efficiency and total sleep time [\n200\n]. Cognitive or behavioral conditions reported during spaceflight include reduced sleep quality and increased anxiety and depression, which can be accompanied by the impairment of psychomotor functions and neurocognitive performance [\n210\n,\n211\n]. Occurring as a result of several mission-related environmental (e.g., radiation, microgravity, excessive exposure to noise and light) and psychosocial stressors (e.g., isolation, homesickness), these symptoms represent a threat to the success of space missions, as they greatly affect astronaut wellbeing [\n212\n]. In light of the bidirectional interactions between the gut microbiome and the brain [\n213\n], based on which the microbiome can influence cognition and emotion, it can be assumed that strategies aimed at maintaining a healthy microbiome might also be helpful in mitigating unwanted neurobehavioral effects [\n115\n]. In line with this, research shows that successful treatment of anxiety symptoms can be achieved by regulation of intestinal microbiota by means of both probiotic and non-probiotic (e.g., regulating diet, supplementation of short-chain fructooligosaccharides scFOS) interventions [\n214\n]. This aspect is of particular significance as it underlines the far-reaching impact of the gut microbiome and offers new perspectives regarding the understanding and at the same time the mitigation of psychological stressors (external or self-imposed) that may arise during spaceflight.\nAlthough microbiome changes generally seem to rebound after returning to Earth [\n97\n], the entity and persistence of alterations induced by longer space missions (e.g., deep-space missions) and the associated risk of increased severity of infection, disease onset, and mental health impairments, are yet to be fully assessed. In the long run, compositional changes in the gut flora might even predispose astronauts to more prolonged-development diseases such as IBS, autoimmunity and even cancer [\n182\n]. The risks associated with these factors should therefore be explored in more depth.",
    "3.1._spaceflight_hazards:_conditions_and_challenges_facing_s": "3.1. Spaceflight Hazards: Conditions and Challenges Facing Space Travelers\nLong-term spaceflight and especially deep-space exploratory missions represent an extreme environment for humans that demands adaptations to both physical and psychological stressors (\nFigure 1\n) [\n41\n]. As such, a large part of spaceflight research focuses on the effects of space exposure on humans, with the aim to elucidate physiological, psychological and behavioral health risks and the necessary solutions to combat them [\n42\n]. Much of the existing knowledge about spaceflight hazards derives from crewed missions in LEO, such as those onboard the International Space Station (ISS), and analog missions on Earth. Additionally, a significant amount of data have been generated by experiments carried out in ground-based facilities, simulating different space conditions. This information, however, may provide inaccurate estimates into the risks connected to deep-space missions (outside LEO), which involve more time spent in space during a single mission than that hitherto experienced by astronauts (i.e., on average 7 months). Moreover, deep-space exploration will venture beyond the protective effects of Earth’s geomagnetic field; therefore, crewmembers on upcoming missions to the Moon, Mars and beyond will be exposed to significantly higher doses of cosmic radiation. \n3.1.1. Radiation\nThe global radiation dose for astronauts is affected by galactic cosmic rays (GCRs) originating from outside the solar system, which include high atomic number and energy (HZE) ions and high-intensity solar particle events (SPEs) that produce pulses of heavy ion and energetic proton radiation [\n43\n]. It is estimated that a one-year stay on the lunar surface would result in absorbed doses for crews in the range from 100 to 120 mGy (milligray), whereas during a three-year Mars mission, transit and stay included, the values would increase to 450 mGy [\n44\n]. In comparison, the predicted doses for 6- to 12-month ISS missions range instead from roughly 30 to 120 mGy [\n44\n]. For reference, 4.5 Gy has been indicated as the LD\n50\n value for human cells (median lethal dose) [\n45\n]. During SPEs, astronauts may additionally be exposed to an extremely high dose of protons (i.e., up to 1 Gy or more) that could lead to acute radiation sickness (ARS) [\n46\n,\n47\n]. Although radiation derived from SPEs is effectively absorbed by the shielding material of a spacecraft or well-designed spacesuit, not all SPEs are predictable and can therefore pose a real threat to astronauts, especially during planetary extravehicular activity (EVA), which would take place more frequently than during a 6-month ISS stay [\n48\n]. \nThe consequences of chronic exposure to radiation, and to CGR in particular, is concerning, due to the high energy, high penetrability and ionizing nature of their most hazardous components, the HZE particles [\n49\n]. These particles are so penetrating that shielding can only partially protect against exposure and the large emission of secondary neutrons that may follow, posing an additional hazard to the crew [\n50\n]. The types of radiation encountered in space are different from terrestrial radiation, such as X-rays and gamma rays, and induce distinct patterns of DNA double-strand breaks and disease outcomes, resulting in epigenetic changes and persistently high levels of oxidative damage and tissue inflammation following exposure [\n51\n]. This is relevant because of the association of oxidative stress with the etiology of several human diseases, including cancer, cardiovascular and neurodegenerative disorders (e.g., altered sensory perception, neurovestibular problems, etc. [\n52\n]), gastrointestinal diseases [\n53\n], and the possible correlation between spaceflight and the onset of a number of diseases normally related to aging [\n54\n]. Exposure to space radiation, especially when considering that heavy ions are more effective per unit dose in causing solid cancer compared to gamma-rays [\n55\n], can therefore have a detrimental impact on the quality of life during and post flight. Visual disturbances appear to also be correlated to radiation exposure, as indicated by reports from past Apollo, Skylab and MIR missions where astronauts experienced flashes of light moving across their visual field, possibly due to alteration in perception caused by ionizing radiation [\n56\n]. An additional aspect to consider when assessing radiation-related risks are the non-targeted effects (NTEs) of radiation, which increase biological effectiveness for low doses of high linear energy transfer radiation (LET), such as HZE particles, and may lead to alterations in cell signaling and/or genomic instability of cell progeny [\n55\n,\n57\n]. \n3.1.2. Microgravity\nAlong with radiation, microgravity—a condition in which the gravity level is almost zero but not neutralized—represents another major health hazard related to spaceflight. While astronauts mostly experience microgravity during spaceflight and onboard the ISS, they do experience intermediate periods of hypergravity (e.g., 3–6 G) during launch and ascent and upon descent back through the Earth’s atmosphere [\n58\n]. Additionally, various levels of altered gravity are found on other planetary bodies, such as on the Earth’s Moon—one-sixth gravity (G)—and Mars—one-third gravity (G)—(hypogravity) [\n42\n]. \nSpaceflight and ground-based analog experiments have shown that altered gravity, as well as the transition through various levels of gravity, subject biological systems (i.e., humans, animals, plants) to varying levels of stress with negative consequences. Specifically, microgravity can induce cellular and molecular alterations with changes to the genome, epigenome, and proteome, connected with a range of pathologies [\n42\n]. In humans, exposure to microgravity can influence several body systems such as the neurovestibular, cardiovascular, musculoskeletal, bone metabolic and immune-hematological system [\n59\n,\n60\n]. For example, altered body fluid distribution occurs during microgravity and this headward shift of fluids, including blood, leads to a compensatory cardiovascular system change, with increased intracranial pressure, cerebrospinal pressure or inner ear fluid pressure, decreased leg volume, puffiness in the face and even long-term ocular damage [\n61\n]. According to the “fluid shift” theory, this increased pressure is the root of “space motion sickness”, a set of symptoms that impair operational performance of 60–80% of astronauts. Additional interconnected abnormalities include morphological changes in the white and grey matter of the brain following long-duration spaceflight (average of 171 days), which have been attributed to the structural neuroplasticity of the sensorimotor system, in an effort to adapt motor strategies to maintain physiological homeostasis and ensure proper behavioral output in space [\n3\n]. Lack of gravitational loading also results in muscle atrophy, especially in the lower extremities, accompanied by functional and structural alterations. While muscular loss has been linked to reduced muscular activity and hypokinesia due to limited movement inside the spacecraft, structural changes seem to be related to both a higher level of muscle protein degradation enzymes and a decrease in protein synthesis [\n59\n]. Extended exposure to microgravity also results in bone loss due to insufficient bone formation compared with bone resorption, and this reduction in bone mass and strength during spaceflight increases the risk of bone fracture, even upon return to Earth [\n62\n]. As reported for radiation, similarities have been observed between the adaptive response to microgravity in humans and aging, since both prompt the decline of almost every body system [\n5\n]. Though several phenotypic changes resemble those determined by aging under standard gravitational conditions, the magnitude and speed of some processes (bone loss, among others) is far greater (i.e., 1% loss/month) than that which is typically seen during aging. Hence, this is of critical concern when considering the effects of long-duration spaceflight [\n1\n]. \n3.1.3. Psychological Stressors\nIn addition to the aforementioned stressors, several psychological and social issues have been demonstrated to affect the crew during extended separation from society in a closed and confined environment. They may include homesickness and loneliness, apathy, interpersonal stressors, and sexual attraction/tension [\n63\n]. A constricted living environment can lead to isolation, loss of spatial capacity, increased anxiety and depression, which can be accompanied by symptoms such as hallucinations, reduced consciousness and poor bodily coordination [\n64\n,\n65\n]. Additional psychological triggers range from external physical hazards such as space debris and vehicular malfunction to gravitational shifts and outer space radiation [\n65\n]. The ability of ionizing radiation to modulate the psycho-emotional status and, specifically, to exert an anxiogenic effect on the central nervous system was shown in rats exposed to doses related to deep-space missions [\n66\n]. In addition, diet has a critical role in both the physiological and the psychological health of space travelers. The spacecraft environment, in particular the lack of ultraviolet exposure, increased carbon dioxide levels, the spacesuit atmosphere, etc., can affect nutrition requirements for long-duration missions. Crewmembers may even experience a reduction in their food intake, dubbed “anorexia in space” which may be linked to microgravity, alterations in the circadian rhythm (continuous light environment of space missions) and “menu fatigue”, which not only affects appetite but the proper functioning of the gastrointestinal system [\n64\n]. Hence, nutritious and palatable food is necessary not only to meet nutritional requirements and avoid deficiency diseases, but also to keep astronauts psychologically healthy [\n67\n]. \nExcessive exposure to noise, mainly due to equipment and crew activities, may represent another stressor compromising well-being as well as sleeping patterns [\n68\n]. As a matter of fact, the duration of an astronaut’s sleep is reportedly reduced to around 6 to 6.5 h/day during missions [\n69\n]. Psychosomatic disorders (e.g., headaches, fear of illness, gastroenteric problems), consisting of distressing physical symptoms which are not fully explained by a real physical condition, have also been reported from space [\n64\n]. Similarly, post-return personality changes and psychiatric problems have been observed in space travelers [\n70\n]. Other stress factors that may arise in a multicultural crew are related to language barriers, stereotypes and cultural misunderstandings [\n67\n]. Additionally, new psychological stressors could appear in deep-space missions that were not present in missions closer to Earth, and already-known issues could be intensified, leading to stress and problematic behaviors that may interfere with a crew’s productivity and relationships [\n71\n]. For example, during a multi-year spaceflight such as that required for a mission to Mars, the crew would be confronted with no access to most of the mitigation strategies currently in place on the ISS, such as real-time communications with family and ground-based mission control and the view of Earth, that contribute to their psychological well-being [\n48\n]. Based on the “Earth-out-of-view phenomenon”, humans traveling in outer space might start feeling unconnected to Earth and to family and friends [\n72\n]. On the other hand, delays in crew–ground communication (up to 22 min on Mars) would require astronauts to operate more autonomously from mission control [\n73\n]. Furthermore, people on a Mars expedition will need to depend on local resources to generate water and fuel for the return home and thus, the psychology of this dependance is an important issue to be considered [\n70\n]. In this context, a greater likelihood of withdrawal, territorial behavior and asthenia may occur [\n74\n]. The latter is a problematic syndrome quite commonly observed during long-duration missions that produces fatigue, irritability, attention and concentration difficulties, along with heightened perceptual sensitivities, physical weakness, sleep and appetite problems, etc. [\n64\n,\n75\n].\n3.1.4. Additional Risk Factors \nPsychological stress, circadian rhythms, and sleep are key factors strongly connected with one another, as well as with the immune system. This is especially relevant since microbial infection is another challenge facing space travelers. The isolation of opportunistic and pathogenic microorganisms from spacecraft and space stations has been frequently reported [\n76\n,\n77\n,\n78\n] and several studies have demonstrated that spaceflight affects both the immune system (i.e., immune dysregulation) [\n79\n] and microbial physiology (i.e., enhanced virulence, biofilm formation and antibiotics resistance) [\n80\n], leading to increased risk of disease [\n81\n]. Additionally, the proximity of crewmembers to one another in the spacecraft can promote the spread of secondary infections [\n82\n]. Due to limited access to medical care during a mission, any possibility of infection should be prevented to ensure the health and safety of the astronauts and to maximize the success rate of the space mission [\n83\n].\nCrews do not experience the aforementioned stressors independently; therefore, it is important to consider the combined effects of these space environment threats on human physiology, psychology, and performance. These stressful conditions, collectively referred to as “the space exposome” [\n6\n], may also exacerbate complex health problems in astronauts embarking on long-duration missions [\n3\n]. Space agencies have adopted a number of operational mitigations, direct and indirect countermeasures, whose aim is to lessen the clinical risks related to the physical and psychological stressors associated with space flight. These encompass strict exercise regimes, the use of devices to induce footward fluid shift (i.e., lower body negative pressure, LBNP) [\n2\n], pre-flight quarantine to reduce contact with potential pathogens [\n6\n], radiation-shielding spacesuits [\n84\n], the use of HEPA air filters and in-line water filters in the spacecraft, nutritional supplementation, vaccination, psychological support, etc. [\n6\n]. \nWhile some of the changes induced by exposure to space conditions (e.g., reduction in some motor functions) reportedly disappear shortly or a few months after the end of LEO missions [\n85\n], it should be noted that risk assessments and mitigation for lunar visit/habitation, deep-space journey/habitation and planetary missions remain uncertain [\n86\n]. If certain medical risks, such as nutrition, infection, psychological impact and even death, appear to be common to all mission profiles, other risks are actually unique to individual scenarios [\n87\n]. For instance, risks associated with lunar missions—e.g., lunar surface operations, a lunar outpost, etc.—along with radiation, microgravity and the aforementioned psychological issues, also include exposure to hazardous materials such as rocket fuel, lunar dust (regolith), micrometeorite impact damage, and extremes of temperature [\n87\n]. Similarly, perchlorates in the Martian dust would be a concern in terms of contamination of the habitats and of inhalation of harmful particles, posing a great risk to the lung already affected by altered pulmonary deposition induced by microgravity [\n88\n]. The optimization of current and novel countermeasures will therefore be critical.",
    "3.1.1._radiation": "3.1.1. Radiation\nThe global radiation dose for astronauts is affected by galactic cosmic rays (GCRs) originating from outside the solar system, which include high atomic number and energy (HZE) ions and high-intensity solar particle events (SPEs) that produce pulses of heavy ion and energetic proton radiation [\n43\n]. It is estimated that a one-year stay on the lunar surface would result in absorbed doses for crews in the range from 100 to 120 mGy (milligray), whereas during a three-year Mars mission, transit and stay included, the values would increase to 450 mGy [\n44\n]. In comparison, the predicted doses for 6- to 12-month ISS missions range instead from roughly 30 to 120 mGy [\n44\n]. For reference, 4.5 Gy has been indicated as the LD\n50\n value for human cells (median lethal dose) [\n45\n]. During SPEs, astronauts may additionally be exposed to an extremely high dose of protons (i.e., up to 1 Gy or more) that could lead to acute radiation sickness (ARS) [\n46\n,\n47\n]. Although radiation derived from SPEs is effectively absorbed by the shielding material of a spacecraft or well-designed spacesuit, not all SPEs are predictable and can therefore pose a real threat to astronauts, especially during planetary extravehicular activity (EVA), which would take place more frequently than during a 6-month ISS stay [\n48\n]. \nThe consequences of chronic exposure to radiation, and to CGR in particular, is concerning, due to the high energy, high penetrability and ionizing nature of their most hazardous components, the HZE particles [\n49\n]. These particles are so penetrating that shielding can only partially protect against exposure and the large emission of secondary neutrons that may follow, posing an additional hazard to the crew [\n50\n]. The types of radiation encountered in space are different from terrestrial radiation, such as X-rays and gamma rays, and induce distinct patterns of DNA double-strand breaks and disease outcomes, resulting in epigenetic changes and persistently high levels of oxidative damage and tissue inflammation following exposure [\n51\n]. This is relevant because of the association of oxidative stress with the etiology of several human diseases, including cancer, cardiovascular and neurodegenerative disorders (e.g., altered sensory perception, neurovestibular problems, etc. [\n52\n]), gastrointestinal diseases [\n53\n], and the possible correlation between spaceflight and the onset of a number of diseases normally related to aging [\n54\n]. Exposure to space radiation, especially when considering that heavy ions are more effective per unit dose in causing solid cancer compared to gamma-rays [\n55\n], can therefore have a detrimental impact on the quality of life during and post flight. Visual disturbances appear to also be correlated to radiation exposure, as indicated by reports from past Apollo, Skylab and MIR missions where astronauts experienced flashes of light moving across their visual field, possibly due to alteration in perception caused by ionizing radiation [\n56\n]. An additional aspect to consider when assessing radiation-related risks are the non-targeted effects (NTEs) of radiation, which increase biological effectiveness for low doses of high linear energy transfer radiation (LET), such as HZE particles, and may lead to alterations in cell signaling and/or genomic instability of cell progeny [\n55\n,\n57\n].",
    "3.1.2._microgravity": "3.1.2. Microgravity\nAlong with radiation, microgravity—a condition in which the gravity level is almost zero but not neutralized—represents another major health hazard related to spaceflight. While astronauts mostly experience microgravity during spaceflight and onboard the ISS, they do experience intermediate periods of hypergravity (e.g., 3–6 G) during launch and ascent and upon descent back through the Earth’s atmosphere [\n58\n]. Additionally, various levels of altered gravity are found on other planetary bodies, such as on the Earth’s Moon—one-sixth gravity (G)—and Mars—one-third gravity (G)—(hypogravity) [\n42\n]. \nSpaceflight and ground-based analog experiments have shown that altered gravity, as well as the transition through various levels of gravity, subject biological systems (i.e., humans, animals, plants) to varying levels of stress with negative consequences. Specifically, microgravity can induce cellular and molecular alterations with changes to the genome, epigenome, and proteome, connected with a range of pathologies [\n42\n]. In humans, exposure to microgravity can influence several body systems such as the neurovestibular, cardiovascular, musculoskeletal, bone metabolic and immune-hematological system [\n59\n,\n60\n]. For example, altered body fluid distribution occurs during microgravity and this headward shift of fluids, including blood, leads to a compensatory cardiovascular system change, with increased intracranial pressure, cerebrospinal pressure or inner ear fluid pressure, decreased leg volume, puffiness in the face and even long-term ocular damage [\n61\n]. According to the “fluid shift” theory, this increased pressure is the root of “space motion sickness”, a set of symptoms that impair operational performance of 60–80% of astronauts. Additional interconnected abnormalities include morphological changes in the white and grey matter of the brain following long-duration spaceflight (average of 171 days), which have been attributed to the structural neuroplasticity of the sensorimotor system, in an effort to adapt motor strategies to maintain physiological homeostasis and ensure proper behavioral output in space [\n3\n]. Lack of gravitational loading also results in muscle atrophy, especially in the lower extremities, accompanied by functional and structural alterations. While muscular loss has been linked to reduced muscular activity and hypokinesia due to limited movement inside the spacecraft, structural changes seem to be related to both a higher level of muscle protein degradation enzymes and a decrease in protein synthesis [\n59\n]. Extended exposure to microgravity also results in bone loss due to insufficient bone formation compared with bone resorption, and this reduction in bone mass and strength during spaceflight increases the risk of bone fracture, even upon return to Earth [\n62\n]. As reported for radiation, similarities have been observed between the adaptive response to microgravity in humans and aging, since both prompt the decline of almost every body system [\n5\n]. Though several phenotypic changes resemble those determined by aging under standard gravitational conditions, the magnitude and speed of some processes (bone loss, among others) is far greater (i.e., 1% loss/month) than that which is typically seen during aging. Hence, this is of critical concern when considering the effects of long-duration spaceflight [\n1\n].",
    "3.1.3._psychological_stressors": "3.1.3. Psychological Stressors\nIn addition to the aforementioned stressors, several psychological and social issues have been demonstrated to affect the crew during extended separation from society in a closed and confined environment. They may include homesickness and loneliness, apathy, interpersonal stressors, and sexual attraction/tension [\n63\n]. A constricted living environment can lead to isolation, loss of spatial capacity, increased anxiety and depression, which can be accompanied by symptoms such as hallucinations, reduced consciousness and poor bodily coordination [\n64\n,\n65\n]. Additional psychological triggers range from external physical hazards such as space debris and vehicular malfunction to gravitational shifts and outer space radiation [\n65\n]. The ability of ionizing radiation to modulate the psycho-emotional status and, specifically, to exert an anxiogenic effect on the central nervous system was shown in rats exposed to doses related to deep-space missions [\n66\n]. In addition, diet has a critical role in both the physiological and the psychological health of space travelers. The spacecraft environment, in particular the lack of ultraviolet exposure, increased carbon dioxide levels, the spacesuit atmosphere, etc., can affect nutrition requirements for long-duration missions. Crewmembers may even experience a reduction in their food intake, dubbed “anorexia in space” which may be linked to microgravity, alterations in the circadian rhythm (continuous light environment of space missions) and “menu fatigue”, which not only affects appetite but the proper functioning of the gastrointestinal system [\n64\n]. Hence, nutritious and palatable food is necessary not only to meet nutritional requirements and avoid deficiency diseases, but also to keep astronauts psychologically healthy [\n67\n]. \nExcessive exposure to noise, mainly due to equipment and crew activities, may represent another stressor compromising well-being as well as sleeping patterns [\n68\n]. As a matter of fact, the duration of an astronaut’s sleep is reportedly reduced to around 6 to 6.5 h/day during missions [\n69\n]. Psychosomatic disorders (e.g., headaches, fear of illness, gastroenteric problems), consisting of distressing physical symptoms which are not fully explained by a real physical condition, have also been reported from space [\n64\n]. Similarly, post-return personality changes and psychiatric problems have been observed in space travelers [\n70\n]. Other stress factors that may arise in a multicultural crew are related to language barriers, stereotypes and cultural misunderstandings [\n67\n]. Additionally, new psychological stressors could appear in deep-space missions that were not present in missions closer to Earth, and already-known issues could be intensified, leading to stress and problematic behaviors that may interfere with a crew’s productivity and relationships [\n71\n]. For example, during a multi-year spaceflight such as that required for a mission to Mars, the crew would be confronted with no access to most of the mitigation strategies currently in place on the ISS, such as real-time communications with family and ground-based mission control and the view of Earth, that contribute to their psychological well-being [\n48\n]. Based on the “Earth-out-of-view phenomenon”, humans traveling in outer space might start feeling unconnected to Earth and to family and friends [\n72\n]. On the other hand, delays in crew–ground communication (up to 22 min on Mars) would require astronauts to operate more autonomously from mission control [\n73\n]. Furthermore, people on a Mars expedition will need to depend on local resources to generate water and fuel for the return home and thus, the psychology of this dependance is an important issue to be considered [\n70\n]. In this context, a greater likelihood of withdrawal, territorial behavior and asthenia may occur [\n74\n]. The latter is a problematic syndrome quite commonly observed during long-duration missions that produces fatigue, irritability, attention and concentration difficulties, along with heightened perceptual sensitivities, physical weakness, sleep and appetite problems, etc. [\n64\n,\n75\n].",
    "3.1.4._additional_risk_factors": "3.1.4. Additional Risk Factors \nPsychological stress, circadian rhythms, and sleep are key factors strongly connected with one another, as well as with the immune system. This is especially relevant since microbial infection is another challenge facing space travelers. The isolation of opportunistic and pathogenic microorganisms from spacecraft and space stations has been frequently reported [\n76\n,\n77\n,\n78\n] and several studies have demonstrated that spaceflight affects both the immune system (i.e., immune dysregulation) [\n79\n] and microbial physiology (i.e., enhanced virulence, biofilm formation and antibiotics resistance) [\n80\n], leading to increased risk of disease [\n81\n]. Additionally, the proximity of crewmembers to one another in the spacecraft can promote the spread of secondary infections [\n82\n]. Due to limited access to medical care during a mission, any possibility of infection should be prevented to ensure the health and safety of the astronauts and to maximize the success rate of the space mission [\n83\n].\nCrews do not experience the aforementioned stressors independently; therefore, it is important to consider the combined effects of these space environment threats on human physiology, psychology, and performance. These stressful conditions, collectively referred to as “the space exposome” [\n6\n], may also exacerbate complex health problems in astronauts embarking on long-duration missions [\n3\n]. Space agencies have adopted a number of operational mitigations, direct and indirect countermeasures, whose aim is to lessen the clinical risks related to the physical and psychological stressors associated with space flight. These encompass strict exercise regimes, the use of devices to induce footward fluid shift (i.e., lower body negative pressure, LBNP) [\n2\n], pre-flight quarantine to reduce contact with potential pathogens [\n6\n], radiation-shielding spacesuits [\n84\n], the use of HEPA air filters and in-line water filters in the spacecraft, nutritional supplementation, vaccination, psychological support, etc. [\n6\n]. \nWhile some of the changes induced by exposure to space conditions (e.g., reduction in some motor functions) reportedly disappear shortly or a few months after the end of LEO missions [\n85\n], it should be noted that risk assessments and mitigation for lunar visit/habitation, deep-space journey/habitation and planetary missions remain uncertain [\n86\n]. If certain medical risks, such as nutrition, infection, psychological impact and even death, appear to be common to all mission profiles, other risks are actually unique to individual scenarios [\n87\n]. For instance, risks associated with lunar missions—e.g., lunar surface operations, a lunar outpost, etc.—along with radiation, microgravity and the aforementioned psychological issues, also include exposure to hazardous materials such as rocket fuel, lunar dust (regolith), micrometeorite impact damage, and extremes of temperature [\n87\n]. Similarly, perchlorates in the Martian dust would be a concern in terms of contamination of the habitats and of inhalation of harmful particles, posing a great risk to the lung already affected by altered pulmonary deposition induced by microgravity [\n88\n]. The optimization of current and novel countermeasures will therefore be critical.",
    "3.2._effects_of_spaceflight_conditions_on_the_human_microbio": "3.2. Effects of Spaceflight Conditions on the Human Microbiome\nIt is apparent that the space environment imposes several challenges to human physiology. Specific space environment factors, such as microgravity and radiation, are thought to also induce changes in microbiome composition (i.e., dysbiosis) [\n89\n], which may alter host–microbe interactions and adversely affect immune function and metabolism, thereby representing a risk to astronaut health, especially during long-term spaceflight missions. \nA list of reviewed microbiome studies pertaining to spaceflight as well as ground-based simulations (conducted through to 2021) is provided in \nTable 1\n.\n3.2.1. Gut Microbiome\nThe gut microbiome, often described as the “virtual organ of the human body” [\n104\n], will play a crucial and significant role in maintaining astronaut health during space travel, as it does for humans on Earth. High microbiome diversity and richness are generally considered a hallmark of a healthy gut ecosystem; however, there is still no consensus on the actual health-related values [\n105\n]. Healthy adult humans characteristically harbor more than 1000 species of bacteria, with \nBacteroidetes\n and \nFirmicutes\n being the dominant phyla [\n106\n]. While \nBacteroidetes\n (recently renamed as \nBacteroidota\n [\n107\n]) are connected with immunomodulation and augmented immune reactions through synthesis of cytokines, \nFirmicutes\n are involved in the metabolism, nutrition, and regulation of hunger and satiety, via short-chain fatty acid (SCFA) synthesis [\n108\n]. Exposure to various stressors can change the stability of the gut microbiota, impacting its composition and functions, and increasing the relative abundance of potentially harmful bacteria (e.g., opportunistic pathogens) [\n109\n,\n110\n,\n111\n,\n112\n,\n113\n]. \nStudies have been conducted to monitor changes in the gut microbiome under real or simulated spaceflight conditions, involving both animal and human subjects. Culture-dependent techniques, substantially used in the past, have been in recent years replaced by high-throughput omics technologies—i.e., 16S ribosomal RNA gene analysis and metagenomic sequencing—which by detecting and measuring also non-cultivable strains have allowed a more comprehensive characterization of the microbiome structure and its biological functions [\n114\n]. Despite the advent of new technologies, the number of reports is still limited, and the dynamics of the gut microbiome during space missions are yet to be fully elucidated. \nA recent analysis of fecal samples from mice flown on the ISS for 37 days revealed spaceflight-associated changes in the gut microbiome as compared to the ground controls. These changes consisted of an altered community structure (i.e., an elevated \nFirmicutes\n-to-\nBacteroides\n ratio), higher abundance of bacteria belonging to the order \nClostridiales\n and a reduction in the number of \nLactobacillales\n (organisms usually considered probiotics), with these changes connected to an altered liver transcriptome [\n89\n]. The richness of the microbiome, however, remained unchanged. Similar trends were previously observed in a study reporting the effects of 13-day spaceflight on female mice and were confirmed using a ground-based model of microgravity [\n92\n]. The above results are comparable with data collected from Voorhies et al. (2019), which assessed the impact of long-term space travel on the crew microbiome and surrounding ISS environment, and the consequence on human health [\n98\n]. A total of nine crewmembers were sampled pre-, during and post-flight, comparing 6-month and 1-year missions. Results indicated that the microbiome composition became more similar between astronauts over the course of the mission, mostly due to a drop in the abundance of a few bacterial taxa [\n98\n]. It was revealed that 13 of 17 genera, whose abundance significantly changed in space, were \nFirmicutes\n, mainly belonging to the order \nClostridiales\n. Specifically, the authors reported higher proportions of \nFaecalibacterium\n, which is known to be a beneficial SCFA producer (i.e., butyrate), but also of genera associated with chronic intestinal inflammation, such as \nParasutterella\n. At the same time, it was observed a greater than five-fold reduction in the relative abundance of \nAkkermansia\n, a genus with anti-inflammatory properties, which according to the authors, could play a role in the moderate increase in the inflammatory immune response observed in the crew during spaceflight. Accordingly, the administration in space of prebiotics or next-generation probiotics, such as \nAkkermansia\n, has been proposed [\n115\n]. Previous sampling campaigns carried out for the Skylab program had also reported a decrease in the diversity of the gastrointestinal community, although the overall microbial count went up following space flight. The data showed an increase in certain pathogenic strains, i.e., \nSerratia marcescens\n and \nStaphylococcus aureus\n, the latter of which was found to be transmitted among astronauts, thereby indicating the transmission of pathogens between individuals in the spaceship environment [\n91\n]. \nThe “Twins Study” has provided the unique chance to evaluate the impact of long-duration flight on the gut microbiome by comparing profiles of an astronaut and his twin, who, by remaining on Earth, served as ground control. The study aimed to monitor various health parameters including changes in ocular, cardiovascular, cognitive and immune functions, as well as cell-specific changes in physiology, transcriptome, proteome, metabolome, epigenome, and telomere length, while controlling for genetics [\n97\n]. Although each subject maintained individual microbiome characteristics, more changes were found to occur in the microbial community composition and function during the flight period. In line with what previously observed in other spaceflight experiments [\n89\n], a specific increase in the \nFirmicutes\n-to-\nBacteroidetes\n ratio was detected during the 1-year flight period onboard the ISS. Interestingly, this was a transient change, not persisting upon return to Earth, indicating a rebound across the microbial ecosystem of the gastrointestinal tract. Moreover, as anticipated above, microbiome richness composition remained substantially unchanged. \nAlterations in the composition and functionality of the gut microbiome can be induced even by short-term space travel. Liu et al. (2020) reported shifts between dominant genera in the microbiome during space missions of 15 and 35 days that led to increased abundance of \nBacteroides\n. By contrast, the probiotic taxa \nLactobacillus\n and \nBifidobacterium\n appeared reduced, possibly affecting host immune function [\n81\n]. Individual specificity was, however, uncompromised. These changes were accompanied by fluctuations in virulence and antibiotic resistance genes and in mobile genetic elements, and by an increase in genes related to biofilm formation [\n81\n], which are suggestive of enhanced virulence potential and possibility of infection by opportunistic pathogens or pathobiont of the gut microbiota in space missions [\n115\n]. Changes in the intestinal microbiota were also reported in response to increased gravity, a condition experienced by astronauts during specific flight phases such as launch, ascent and descent [\n58\n]. A study conducted on mice by Alauzet et al. (2019) revealed disruption of intracaecal microbiota following exposure to hypergravity (3G) for 21 days, which resulted in a decrease in the \nFirmicutes\n-to-\nBacteroidetes\n ratio, however without alteration of mucosal integrity [\n96\n]. Of interest, a significant diminution of \nProteobacteria\n was observed at 3G, while the opposite was observed for potentially deleterious taxa, such as members of the \nParaprevotella\n genus which have been described as being more prevalent in intestinal lumen of patients with colorectal cancer [\n116\n]. \nRearrangements in microbiome composition have also been observed in ground-based analog missions. With the MARS500 study, the temporal dynamics of the gut microbiome of six male crewmembers were monitored over 520 days of isolation within an analog Mars-surface habitat [\n94\n]. During the stay in the spacecraft-like habitat, the crewmembers performed realistic activities of a round-trip mission to Mars, including operative work, scientific experiments, exercise and even simulated emergency events, and their access to water and food, whose composition reflected the diet used in the ISS, was limited as in a real space flight [\n94\n]. Fecal samples were collected not only during the mission but 10 days before and up until 6 months following the return to normal life, making it the longest controlled human confinement study conducted to date. In the first stage of the mission, an increase in the \nBacteroides\n-to-\nFirmicutes\n ratio was detected, which is consistent with observations from another analog mission, the “Skylab Medical Experiments Altitude Test” carried out in the 1970s in a 56-day confinement environment [\n117\n]. Additionally, the study revealed decreased proportions of some SCFA producers, especially \nFaecalibacterium prausnitzii\n (a butyrate producer), that reached their lowest value at about 1 year of confinement. Not only were increased relative abundance of \nBacteroides\n and a decrease in SCFA producers observed in all subjects involved in the study, but these findings paralleled psychological and physiological data that hint at the presence of both mental and physical stress. The authors thereby suggested that changes in this kind in gut microbiota components could be used for the early diagnosis of potential health warnings. MARS500 project data from early (days 7–45) and late (days 420–520) fecal samples were recently reanalyzed using improved 16S rRNA gene amplicon bioinformatics technology [\n102\n]. The reanalysis confirmed a significant alteration in relative abundance of the microbiome throughout the period of the study, which included species known to influence inflammation and glucose homeostasis in their host (e.g., \nF. prausnitzii\n, \nRuminococcus bromii\n, \nBlautia luti\n, \nAnaerostipes hadrus\n, \nRoseburia faecis\n, and \nLactobacillus rogosae\n) and was consistent with crewmembers’ symptoms. Moreover, a certain level of species overlap could be observed between crewmembers and their habitat: 49 species were shared, representing 49% and 12% of the human and environmental microbiome diversity, respectively. \nConvergence in the microbiota composition of crewmembers (\nn\n = 3) was also observed in a study monitoring a 105-day analog mission that took place in the Chinese Lunar Palace 1 (LP1) [\n95\n]. Results also showed the beneficial influence of the LP1 bioregenerative life-support system (a closed ecosystem integrating efficient higher plant cultivation) dietary structure and a balanced lifestyle (daily diet, living and working activities strictly followed a regular schedule) on the maintenance of a healthy gut microbiota. A high-plant and high-fiber diet resulted in higher microbiome diversity and richness and specifically, a higher abundance of bacteria of the genera \nLachnospira, Faecalibacterium\n and \nBlautia\n of the \nFirmicutes\n phylum that are known to metabolize dietary polysaccharides and to have anti-inflammatory properties [\n118\n]. \nThese studies are indicative that modifications in the astronaut gut microbiome occur during spaceflight and analog missions, but the full implications of these findings are yet to be determined in relation to the risks for human health and performance during space travel [\n119\n]. Analyses showed that changes to gut microbiome composition are reversible, with at least partial reversal occurring in the order of days to weeks following return to Earth or completion of an analog mission [\n89\n,\n97\n,\n98\n]. However, with extended exploration missions, microbial changes will persist for longer as a consequence of flight duration, due to the limited opportunity of microbial replenishment as compared to individuals on Earth, and this may have long-lasting and serious side-effects, even upon return to Earth [\n77\n]. It is also unknown how long after extended spaceflight the microbiome will return to pre-flight levels. \nThe combination of space stressors can also impact the gut metabolome, as observed by Casero et al. (2017), where continuous exposure to space-type radiation led to functional shifts in metabolic pathways dominated by microbiome-specific enzymatic reactions [\n93\n]. Changes in small-molecule markers of microbial metabolism were also observed in the “Twins Study”, along with particularly low levels of metabolites with anti-inflammatory activity [\n97\n]. In this context, looking into the metabolome of the gut microbiota and its modulation as a result of the spaceflight environment may be promising to aid the development of countermeasures that include the use of prebiotics, probiotics and postbiotics to prevent and mitigate pathological effects in astronauts [\n112\n].\n3.2.2. Skin, Oropharyngeal and Nasal Microbiome\nMicrobiome communities residing in the nose and oral cavities and on the skin have also been investigated in relation to spaceflight-induced compositional and functional changes. Located at the entrance of the upper respiratory tract, the nasal cavity and oropharynx serve as the physical barrier to the invasion of pathogens as well as habitats for a large number of commensals and opportunistic pathogens that live in the host as part of the normal microfloa [\n103\n]. In the skin, most resident microbes behave as commensal or mutualistic under steady-state conditions and play important roles in the maturation and homeostasis of cutaneous immunity [\n120\n]. The disruption of the balance of the microbiota associated with the human respiratory tract and to the skin may result in an increased susceptibility to infection and to the overgrowth of pathogens (\nFigure 2\n). On that basis, surveillance of the microbiota structure may be crucial to counteract significant health risks during long-term flight and to guide medical treatment. Moreover, since astronaut skin is the primary source of spacecraft surface contamination, monitoring skin alterations and alterations in the skin-associated microbiome is key to managing astronaut health as well as in the maintenance of space stations, spaceships and spacecraft equipment [\n121\n]. \nEarly analyses of the microbiome revealed a reduction in the number of nonpathogenic bacteria and an increase in the number of opportunistic pathogens in the nasal flora of astronauts [\n122\n]. Similarly, culture-based analyses conducted during the Skylab missions registered noteworthy elevations in counts of anaerobic bacteria, streptococci, Neisseria, lactobacilli and enteric bacilli in the oral microflora, in-flight compared to pre-flight samples from a total of 18 astronauts [\n90\n]; however, none of these changes were considered hazardous to astronauts’ health. These findings are consistent with the work conducted by Voorhies et al. (2019), discussed earlier, which showed that the microbiome composition of skin, nose and tongue, such as the gut microbiome, changes in microgravity, and additionally, becomes more similar between astronauts [\n98\n]. \nA more recent study used metagenomic sequencing to investigate the microbial profile of mouth, skin, nose, ear, and saliva swabs collected from an astronaut at eight different time points prior to, during and post-spaceflight [\n99\n]. While the main objective of the study was to determine the influence of the crew microbiome on the microbial composition of ISS habitable surfaces, it was noted that in saliva samples a flight-dependent decrease in species diversity was observed along with an increase in the relative abundance of \nAlloprevotella\n [\n99\n], a genus associated with dental caries [\n123\n]. Interestingly, an increase in the effective number of species was recorded in the samples after returning to Earth. \nIn a later study, shotgun metagenomic sequencing and microarrays were applied to characterize the microbial diversity of four astronauts, before, during and following spaceflight on the ISS [\n100\n]. The authors reported that astronaut microbiome composition of body swabs and saliva samples changed during spaceflight but went back to normal post-flight. Moreover, these changes were not universal for all four crew members. Interestingly, the relative abundance of the genus \nPrevotella\n was found to be increased in the saliva samples of two astronauts. The genus consists of several common oral species and increased abundance has been linked to a diseased periodontal state [\n124\n]. Additional changes observed in the saliva samples concerned antimicrobial resistance genes: most notably, the elfamycin resistance gene significantly increased in all four astronauts following return to Earth, an aspect which should be considered when administrating antibiotic treatments post spaceflight.\nIn another recent study, Urbaniak et al. (2020) used 16S rRNA gene amplicon sequencing to monitor spaceflight-induced salivary microbiome changes [\n101\n]. Based on the data on microbial composition and diversity, the authors suggested that astronauts’ microbiome can adapt to spaceflight conditions and, moreover, is less recalcitrant to microbiome effects during spaceflight upon re-exposure. Half of the participants involved in the study (i.e., 5) had distinct microbial communities pre-flight, in-flight, and post-flight. Quite interestingly, these subjects were on their first mission, while the other five subjects, who had previously flown to the ISS, did not display microbiome differences. \nStreptococcus\n was the most abundant organism in the saliva (i.e., 8% of the total organisms detected) and their diversity decreased during spaceflight.\nChanges in the skin and nose microbiome were investigated in a study by Voorhies et al. (2019) [\n98\n] that aimed at a thorough characterization of the microbiome’s fluctuation during 6- to 12-month space exploration. The forehead and forearm skin microbiota of 9 astronauts appeared to be differentially influenced by the ISS environment: diversity and richness increased or decreased depending upon the individual; however, it was consistent between the two sampled areas [\n98\n]. Moreover, a common shift in the microbial composition was observed in all crew members and affected the abundance of \nProteobacteria\n, mostly \nGammaproteobacteria\n and \nBetaproteobacteria\n. A concomitant increase in \nFirmicutes\n, including the genera \nStaphylococcus\n and \nStreptococcus\n, was also observed. The authors speculated that decreased levels of \nGammaproteobacteria\n may possibly be due to the lack of a “green” natural environment, the constant filtration of air and the alteration of the skin structure during spaceflight [\n98\n]. As a reduction in skin \nGammaproteobacteria\n has been associated with inflammation and allergy sensitization [\n125\n], it is possible that it also plays a role in the occurrence of skin hypersensitivity reactions, rashes, and skin infections, frequently observed in astronauts [\n126\n]. In this scenario, skin infections caused by opportunistic pathogens, such as the staphylococcal and streptococcal species, may be facilitated. Fewer spaceflight-dependent changes were found in the nose microbiome, as compared to the skin; however, they concerned the same bacterial genera, whose abundance was found to be modulated in skin (i.e., increase in \nStaphylococcus\n, \nCorynebacterium-1\n and \nBifidobacterium\n). An elevated relative abundance of clinical pathogenic bacteria such as \nStaphylococcus\n in the nose has been reported by several studies in association with chronic rhinosinusitis, allergic rhinitis, and asthma [\n127\n,\n128\n]. Hence, it is consistent with symptoms such as prolonged congestion, rhinitis, and sneezing, which have been reported by astronauts. Nonetheless, other factors could also be playing a role in it. Many of the observed changes in the nose microbiome persisted for at least 2 months after the astronauts returned to Earth. \nIncreased abundance of \nStaphylococcus\n in the nasal cavity has also been reported in a recent study examining temporal characteristics of the oropharyngeal and nasal microbiome during a 180-day ground-based confined experiment in the Controlled Ecological Life Support System (CELSS) [\n103\n]. 16S rDNA high-throughput sequencing was used to analyze data from four volunteers at eight time points during confinement and the results showed that the structure of the oropharyngeal and nasal microbiota varied greatly. Individual differences were also observed, with bacterial community structure and diversity changing with time. As with \nStaphylococcus\n in the nasal cavity, the abundance of \nNeisseria\n increased over time in the oropharynx. \nStaphylococcus\n in particular showed the characteristics of inter-individual transfer, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time.\nTo date, studies have revealed modifications in the skin, oral and nasal microbiome as a consequence of both spaceflight conditions and confinement in ground-based experiments. Changes at the individual level, and specifically an increase in a microbiome’s richness and diversity—i.e., alpha diversity—were reported during spaceflight in studies of the saliva microbiome [\n100\n,\n101\n], but changes at the populational level were not detected. By contrast, a decrease in alpha diversity in in-flight saliva samples was indicated by an earlier report [\n99\n], but this trend was not consistent across all four astronauts involved in the study. Mixed responses were detected in nasal and skin samples [\n98\n,\n103\n]. Individual differences in the reaction of the skin microbiota to spaceflight may be attributed to the composition of the microbial communities, but also to skin-specific properties such as moisture and pH and/or astronauts’ personal hygiene habits [\n98\n]. Concerning the nasal microbiome, changes were observed in relation to both spaceflight [\n98\n] and ground-based confined experiments [\n103\n], suggesting that the nasal flora of all crewmembers may evolve in the same direction. Microbial transfer between individuals could play a role in it, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time [\n103\n]. Aspects including microbial interactions and exchange of microbiota within the crew or with the environment have not yet been fully elucidated and further studies will therefore need to be conducted.",
    "3.2.1._gut_microbiome": "3.2.1. Gut Microbiome\nThe gut microbiome, often described as the “virtual organ of the human body” [\n104\n], will play a crucial and significant role in maintaining astronaut health during space travel, as it does for humans on Earth. High microbiome diversity and richness are generally considered a hallmark of a healthy gut ecosystem; however, there is still no consensus on the actual health-related values [\n105\n]. Healthy adult humans characteristically harbor more than 1000 species of bacteria, with \nBacteroidetes\n and \nFirmicutes\n being the dominant phyla [\n106\n]. While \nBacteroidetes\n (recently renamed as \nBacteroidota\n [\n107\n]) are connected with immunomodulation and augmented immune reactions through synthesis of cytokines, \nFirmicutes\n are involved in the metabolism, nutrition, and regulation of hunger and satiety, via short-chain fatty acid (SCFA) synthesis [\n108\n]. Exposure to various stressors can change the stability of the gut microbiota, impacting its composition and functions, and increasing the relative abundance of potentially harmful bacteria (e.g., opportunistic pathogens) [\n109\n,\n110\n,\n111\n,\n112\n,\n113\n]. \nStudies have been conducted to monitor changes in the gut microbiome under real or simulated spaceflight conditions, involving both animal and human subjects. Culture-dependent techniques, substantially used in the past, have been in recent years replaced by high-throughput omics technologies—i.e., 16S ribosomal RNA gene analysis and metagenomic sequencing—which by detecting and measuring also non-cultivable strains have allowed a more comprehensive characterization of the microbiome structure and its biological functions [\n114\n]. Despite the advent of new technologies, the number of reports is still limited, and the dynamics of the gut microbiome during space missions are yet to be fully elucidated. \nA recent analysis of fecal samples from mice flown on the ISS for 37 days revealed spaceflight-associated changes in the gut microbiome as compared to the ground controls. These changes consisted of an altered community structure (i.e., an elevated \nFirmicutes\n-to-\nBacteroides\n ratio), higher abundance of bacteria belonging to the order \nClostridiales\n and a reduction in the number of \nLactobacillales\n (organisms usually considered probiotics), with these changes connected to an altered liver transcriptome [\n89\n]. The richness of the microbiome, however, remained unchanged. Similar trends were previously observed in a study reporting the effects of 13-day spaceflight on female mice and were confirmed using a ground-based model of microgravity [\n92\n]. The above results are comparable with data collected from Voorhies et al. (2019), which assessed the impact of long-term space travel on the crew microbiome and surrounding ISS environment, and the consequence on human health [\n98\n]. A total of nine crewmembers were sampled pre-, during and post-flight, comparing 6-month and 1-year missions. Results indicated that the microbiome composition became more similar between astronauts over the course of the mission, mostly due to a drop in the abundance of a few bacterial taxa [\n98\n]. It was revealed that 13 of 17 genera, whose abundance significantly changed in space, were \nFirmicutes\n, mainly belonging to the order \nClostridiales\n. Specifically, the authors reported higher proportions of \nFaecalibacterium\n, which is known to be a beneficial SCFA producer (i.e., butyrate), but also of genera associated with chronic intestinal inflammation, such as \nParasutterella\n. At the same time, it was observed a greater than five-fold reduction in the relative abundance of \nAkkermansia\n, a genus with anti-inflammatory properties, which according to the authors, could play a role in the moderate increase in the inflammatory immune response observed in the crew during spaceflight. Accordingly, the administration in space of prebiotics or next-generation probiotics, such as \nAkkermansia\n, has been proposed [\n115\n]. Previous sampling campaigns carried out for the Skylab program had also reported a decrease in the diversity of the gastrointestinal community, although the overall microbial count went up following space flight. The data showed an increase in certain pathogenic strains, i.e., \nSerratia marcescens\n and \nStaphylococcus aureus\n, the latter of which was found to be transmitted among astronauts, thereby indicating the transmission of pathogens between individuals in the spaceship environment [\n91\n]. \nThe “Twins Study” has provided the unique chance to evaluate the impact of long-duration flight on the gut microbiome by comparing profiles of an astronaut and his twin, who, by remaining on Earth, served as ground control. The study aimed to monitor various health parameters including changes in ocular, cardiovascular, cognitive and immune functions, as well as cell-specific changes in physiology, transcriptome, proteome, metabolome, epigenome, and telomere length, while controlling for genetics [\n97\n]. Although each subject maintained individual microbiome characteristics, more changes were found to occur in the microbial community composition and function during the flight period. In line with what previously observed in other spaceflight experiments [\n89\n], a specific increase in the \nFirmicutes\n-to-\nBacteroidetes\n ratio was detected during the 1-year flight period onboard the ISS. Interestingly, this was a transient change, not persisting upon return to Earth, indicating a rebound across the microbial ecosystem of the gastrointestinal tract. Moreover, as anticipated above, microbiome richness composition remained substantially unchanged. \nAlterations in the composition and functionality of the gut microbiome can be induced even by short-term space travel. Liu et al. (2020) reported shifts between dominant genera in the microbiome during space missions of 15 and 35 days that led to increased abundance of \nBacteroides\n. By contrast, the probiotic taxa \nLactobacillus\n and \nBifidobacterium\n appeared reduced, possibly affecting host immune function [\n81\n]. Individual specificity was, however, uncompromised. These changes were accompanied by fluctuations in virulence and antibiotic resistance genes and in mobile genetic elements, and by an increase in genes related to biofilm formation [\n81\n], which are suggestive of enhanced virulence potential and possibility of infection by opportunistic pathogens or pathobiont of the gut microbiota in space missions [\n115\n]. Changes in the intestinal microbiota were also reported in response to increased gravity, a condition experienced by astronauts during specific flight phases such as launch, ascent and descent [\n58\n]. A study conducted on mice by Alauzet et al. (2019) revealed disruption of intracaecal microbiota following exposure to hypergravity (3G) for 21 days, which resulted in a decrease in the \nFirmicutes\n-to-\nBacteroidetes\n ratio, however without alteration of mucosal integrity [\n96\n]. Of interest, a significant diminution of \nProteobacteria\n was observed at 3G, while the opposite was observed for potentially deleterious taxa, such as members of the \nParaprevotella\n genus which have been described as being more prevalent in intestinal lumen of patients with colorectal cancer [\n116\n]. \nRearrangements in microbiome composition have also been observed in ground-based analog missions. With the MARS500 study, the temporal dynamics of the gut microbiome of six male crewmembers were monitored over 520 days of isolation within an analog Mars-surface habitat [\n94\n]. During the stay in the spacecraft-like habitat, the crewmembers performed realistic activities of a round-trip mission to Mars, including operative work, scientific experiments, exercise and even simulated emergency events, and their access to water and food, whose composition reflected the diet used in the ISS, was limited as in a real space flight [\n94\n]. Fecal samples were collected not only during the mission but 10 days before and up until 6 months following the return to normal life, making it the longest controlled human confinement study conducted to date. In the first stage of the mission, an increase in the \nBacteroides\n-to-\nFirmicutes\n ratio was detected, which is consistent with observations from another analog mission, the “Skylab Medical Experiments Altitude Test” carried out in the 1970s in a 56-day confinement environment [\n117\n]. Additionally, the study revealed decreased proportions of some SCFA producers, especially \nFaecalibacterium prausnitzii\n (a butyrate producer), that reached their lowest value at about 1 year of confinement. Not only were increased relative abundance of \nBacteroides\n and a decrease in SCFA producers observed in all subjects involved in the study, but these findings paralleled psychological and physiological data that hint at the presence of both mental and physical stress. The authors thereby suggested that changes in this kind in gut microbiota components could be used for the early diagnosis of potential health warnings. MARS500 project data from early (days 7–45) and late (days 420–520) fecal samples were recently reanalyzed using improved 16S rRNA gene amplicon bioinformatics technology [\n102\n]. The reanalysis confirmed a significant alteration in relative abundance of the microbiome throughout the period of the study, which included species known to influence inflammation and glucose homeostasis in their host (e.g., \nF. prausnitzii\n, \nRuminococcus bromii\n, \nBlautia luti\n, \nAnaerostipes hadrus\n, \nRoseburia faecis\n, and \nLactobacillus rogosae\n) and was consistent with crewmembers’ symptoms. Moreover, a certain level of species overlap could be observed between crewmembers and their habitat: 49 species were shared, representing 49% and 12% of the human and environmental microbiome diversity, respectively. \nConvergence in the microbiota composition of crewmembers (\nn\n = 3) was also observed in a study monitoring a 105-day analog mission that took place in the Chinese Lunar Palace 1 (LP1) [\n95\n]. Results also showed the beneficial influence of the LP1 bioregenerative life-support system (a closed ecosystem integrating efficient higher plant cultivation) dietary structure and a balanced lifestyle (daily diet, living and working activities strictly followed a regular schedule) on the maintenance of a healthy gut microbiota. A high-plant and high-fiber diet resulted in higher microbiome diversity and richness and specifically, a higher abundance of bacteria of the genera \nLachnospira, Faecalibacterium\n and \nBlautia\n of the \nFirmicutes\n phylum that are known to metabolize dietary polysaccharides and to have anti-inflammatory properties [\n118\n]. \nThese studies are indicative that modifications in the astronaut gut microbiome occur during spaceflight and analog missions, but the full implications of these findings are yet to be determined in relation to the risks for human health and performance during space travel [\n119\n]. Analyses showed that changes to gut microbiome composition are reversible, with at least partial reversal occurring in the order of days to weeks following return to Earth or completion of an analog mission [\n89\n,\n97\n,\n98\n]. However, with extended exploration missions, microbial changes will persist for longer as a consequence of flight duration, due to the limited opportunity of microbial replenishment as compared to individuals on Earth, and this may have long-lasting and serious side-effects, even upon return to Earth [\n77\n]. It is also unknown how long after extended spaceflight the microbiome will return to pre-flight levels. \nThe combination of space stressors can also impact the gut metabolome, as observed by Casero et al. (2017), where continuous exposure to space-type radiation led to functional shifts in metabolic pathways dominated by microbiome-specific enzymatic reactions [\n93\n]. Changes in small-molecule markers of microbial metabolism were also observed in the “Twins Study”, along with particularly low levels of metabolites with anti-inflammatory activity [\n97\n]. In this context, looking into the metabolome of the gut microbiota and its modulation as a result of the spaceflight environment may be promising to aid the development of countermeasures that include the use of prebiotics, probiotics and postbiotics to prevent and mitigate pathological effects in astronauts [\n112\n].",
    "3.2.2._skin,_oropharyngeal_and_nasal_microbiome": "3.2.2. Skin, Oropharyngeal and Nasal Microbiome\nMicrobiome communities residing in the nose and oral cavities and on the skin have also been investigated in relation to spaceflight-induced compositional and functional changes. Located at the entrance of the upper respiratory tract, the nasal cavity and oropharynx serve as the physical barrier to the invasion of pathogens as well as habitats for a large number of commensals and opportunistic pathogens that live in the host as part of the normal microfloa [\n103\n]. In the skin, most resident microbes behave as commensal or mutualistic under steady-state conditions and play important roles in the maturation and homeostasis of cutaneous immunity [\n120\n]. The disruption of the balance of the microbiota associated with the human respiratory tract and to the skin may result in an increased susceptibility to infection and to the overgrowth of pathogens (\nFigure 2\n). On that basis, surveillance of the microbiota structure may be crucial to counteract significant health risks during long-term flight and to guide medical treatment. Moreover, since astronaut skin is the primary source of spacecraft surface contamination, monitoring skin alterations and alterations in the skin-associated microbiome is key to managing astronaut health as well as in the maintenance of space stations, spaceships and spacecraft equipment [\n121\n]. \nEarly analyses of the microbiome revealed a reduction in the number of nonpathogenic bacteria and an increase in the number of opportunistic pathogens in the nasal flora of astronauts [\n122\n]. Similarly, culture-based analyses conducted during the Skylab missions registered noteworthy elevations in counts of anaerobic bacteria, streptococci, Neisseria, lactobacilli and enteric bacilli in the oral microflora, in-flight compared to pre-flight samples from a total of 18 astronauts [\n90\n]; however, none of these changes were considered hazardous to astronauts’ health. These findings are consistent with the work conducted by Voorhies et al. (2019), discussed earlier, which showed that the microbiome composition of skin, nose and tongue, such as the gut microbiome, changes in microgravity, and additionally, becomes more similar between astronauts [\n98\n]. \nA more recent study used metagenomic sequencing to investigate the microbial profile of mouth, skin, nose, ear, and saliva swabs collected from an astronaut at eight different time points prior to, during and post-spaceflight [\n99\n]. While the main objective of the study was to determine the influence of the crew microbiome on the microbial composition of ISS habitable surfaces, it was noted that in saliva samples a flight-dependent decrease in species diversity was observed along with an increase in the relative abundance of \nAlloprevotella\n [\n99\n], a genus associated with dental caries [\n123\n]. Interestingly, an increase in the effective number of species was recorded in the samples after returning to Earth. \nIn a later study, shotgun metagenomic sequencing and microarrays were applied to characterize the microbial diversity of four astronauts, before, during and following spaceflight on the ISS [\n100\n]. The authors reported that astronaut microbiome composition of body swabs and saliva samples changed during spaceflight but went back to normal post-flight. Moreover, these changes were not universal for all four crew members. Interestingly, the relative abundance of the genus \nPrevotella\n was found to be increased in the saliva samples of two astronauts. The genus consists of several common oral species and increased abundance has been linked to a diseased periodontal state [\n124\n]. Additional changes observed in the saliva samples concerned antimicrobial resistance genes: most notably, the elfamycin resistance gene significantly increased in all four astronauts following return to Earth, an aspect which should be considered when administrating antibiotic treatments post spaceflight.\nIn another recent study, Urbaniak et al. (2020) used 16S rRNA gene amplicon sequencing to monitor spaceflight-induced salivary microbiome changes [\n101\n]. Based on the data on microbial composition and diversity, the authors suggested that astronauts’ microbiome can adapt to spaceflight conditions and, moreover, is less recalcitrant to microbiome effects during spaceflight upon re-exposure. Half of the participants involved in the study (i.e., 5) had distinct microbial communities pre-flight, in-flight, and post-flight. Quite interestingly, these subjects were on their first mission, while the other five subjects, who had previously flown to the ISS, did not display microbiome differences. \nStreptococcus\n was the most abundant organism in the saliva (i.e., 8% of the total organisms detected) and their diversity decreased during spaceflight.\nChanges in the skin and nose microbiome were investigated in a study by Voorhies et al. (2019) [\n98\n] that aimed at a thorough characterization of the microbiome’s fluctuation during 6- to 12-month space exploration. The forehead and forearm skin microbiota of 9 astronauts appeared to be differentially influenced by the ISS environment: diversity and richness increased or decreased depending upon the individual; however, it was consistent between the two sampled areas [\n98\n]. Moreover, a common shift in the microbial composition was observed in all crew members and affected the abundance of \nProteobacteria\n, mostly \nGammaproteobacteria\n and \nBetaproteobacteria\n. A concomitant increase in \nFirmicutes\n, including the genera \nStaphylococcus\n and \nStreptococcus\n, was also observed. The authors speculated that decreased levels of \nGammaproteobacteria\n may possibly be due to the lack of a “green” natural environment, the constant filtration of air and the alteration of the skin structure during spaceflight [\n98\n]. As a reduction in skin \nGammaproteobacteria\n has been associated with inflammation and allergy sensitization [\n125\n], it is possible that it also plays a role in the occurrence of skin hypersensitivity reactions, rashes, and skin infections, frequently observed in astronauts [\n126\n]. In this scenario, skin infections caused by opportunistic pathogens, such as the staphylococcal and streptococcal species, may be facilitated. Fewer spaceflight-dependent changes were found in the nose microbiome, as compared to the skin; however, they concerned the same bacterial genera, whose abundance was found to be modulated in skin (i.e., increase in \nStaphylococcus\n, \nCorynebacterium-1\n and \nBifidobacterium\n). An elevated relative abundance of clinical pathogenic bacteria such as \nStaphylococcus\n in the nose has been reported by several studies in association with chronic rhinosinusitis, allergic rhinitis, and asthma [\n127\n,\n128\n]. Hence, it is consistent with symptoms such as prolonged congestion, rhinitis, and sneezing, which have been reported by astronauts. Nonetheless, other factors could also be playing a role in it. Many of the observed changes in the nose microbiome persisted for at least 2 months after the astronauts returned to Earth. \nIncreased abundance of \nStaphylococcus\n in the nasal cavity has also been reported in a recent study examining temporal characteristics of the oropharyngeal and nasal microbiome during a 180-day ground-based confined experiment in the Controlled Ecological Life Support System (CELSS) [\n103\n]. 16S rDNA high-throughput sequencing was used to analyze data from four volunteers at eight time points during confinement and the results showed that the structure of the oropharyngeal and nasal microbiota varied greatly. Individual differences were also observed, with bacterial community structure and diversity changing with time. As with \nStaphylococcus\n in the nasal cavity, the abundance of \nNeisseria\n increased over time in the oropharynx. \nStaphylococcus\n in particular showed the characteristics of inter-individual transfer, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time.\nTo date, studies have revealed modifications in the skin, oral and nasal microbiome as a consequence of both spaceflight conditions and confinement in ground-based experiments. Changes at the individual level, and specifically an increase in a microbiome’s richness and diversity—i.e., alpha diversity—were reported during spaceflight in studies of the saliva microbiome [\n100\n,\n101\n], but changes at the populational level were not detected. By contrast, a decrease in alpha diversity in in-flight saliva samples was indicated by an earlier report [\n99\n], but this trend was not consistent across all four astronauts involved in the study. Mixed responses were detected in nasal and skin samples [\n98\n,\n103\n]. Individual differences in the reaction of the skin microbiota to spaceflight may be attributed to the composition of the microbial communities, but also to skin-specific properties such as moisture and pH and/or astronauts’ personal hygiene habits [\n98\n]. Concerning the nasal microbiome, changes were observed in relation to both spaceflight [\n98\n] and ground-based confined experiments [\n103\n], suggesting that the nasal flora of all crewmembers may evolve in the same direction. Microbial transfer between individuals could play a role in it, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time [\n103\n]. Aspects including microbial interactions and exchange of microbiota within the crew or with the environment have not yet been fully elucidated and further studies will therefore need to be conducted.",
    "3.3._impact_of_spaceflight_conditions_on_microbial_physiolog": "3.3. Impact of Spaceflight Conditions on Microbial Physiology and Host-Microbe Interactions\nSpace microbiology studies have suggested that microgravity is a dominant factor influencing bacterial growth kinetics and cell behavior, and that space radiation may be responsible for increased mutation rates in microbes [\n129\n]. Several in vitro studies with bacteria have reported significant in-flight responses that included increased growth rate and cell concentration [\n130\n]. Other studies indicated that microgravity is associated with changes in gene expression and virulence factors and can promote antibiotic resistance and elevated transfer rates of genetic material between cells [\n131\n,\n132\n]. Microgravity-induced changes also include increased membrane integrity and differential secondary metabolite production [\n133\n]. \nDecreased susceptibility of bacterial pathogens to antimicrobial agents has been repeatedly observed during space missions (e.g., Cytos 2 experiment, Antibio experiment during the Spacelab D1 mission, Space Shuttle STS-42 mission, etc.) and in ground-based simulations using model organisms such as \nEscherichia coli\n and \nStaphylococcus aureus\n [\n134\n]. These finding show that in space, bacteria adapt to grow at higher antibiotic concentrations, compared to ground samples [\n135\n]. Similarly, resistance to a broad range of antibiotics (e.g., chloramphenicol and cefalotin, persisting for over 110 generations) [\n136\n], as well as increased production of the heat-labile enterotoxin [\n137\n] and enhanced adherence to mammalian gastrointestinal epithelium [\n138\n], have been observed in \nE. coli\n under simulated microgravity (SMG) conditions.\nMoreover, increased virulence and resistance to environmental stress were observed in cultures of the pathogenic bacterium \nSalmonella typhimurium\n grown under spaceflight conditions, together with increased survival in murine macrophages following oral infection [\n139\n]. The mechanisms contributing to this enhanced virulence were the Hfq pathway, which is required for virulence in several bacterial pathogens and considered a global regulator of the microbial response to spaceflight [\n140\n], and extracellular matrix accumulation, which is part of biofilm formation. Biofilms protect bacteria from various environmental conditions and increased production of biofilm communities has been frequently observed in bacteria exposed to both simulated and real space conditions [\n134\n,\n141\n]. In \nCandida albicans\n, such a feature was found in combination with increased filamentation and increased amphotericin B resistance [\n142\n]. In spaceflight-grown bacteria (e.g., the opportunistic pathogen \nPseudomonas aeruginosa\n), biofilms tend to show enhanced resistance towards disinfectants, antibiotics and environmental stresses [\n143\n]. Still in \nP. aeruginosa\n and in few other bacterial species, microgravity appears to also stimulate production of signaling molecules (e.g., \nN-Acyl homoserine lactone\n) able to trigger bacterial communication and to regulate virulence [\n144\n].\nConsidering the effects of spaceflight-dependent alterations on bacterial mono-cultures, the impact of spaceflight on host-associated microbial communities can potentially be more profound. It is known that enhanced virulence of potential pathogens, immune system dysregulation, dysbiosis of the gut microbiome, and disruption of mutualistic interactions, can all be induced by microgravity [\n79\n,\n137\n,\n145\n]; however, the effects of prolonged exposure to microgravity—or various gravitational shifts (i.e., hypo- or hypergavity) that astronauts will face during deep-spaceflight missions—on the complex relationship between host and its microbiome are yet to be fully elucidated. \nMicrobe–animal interactions, e.g., mutualistic, pathogenic/parasitic or commensal, and functional networks of microbe–microbe can be equally affected by gravities encountered beyond LEO, with consequences for host health and wellbeing. These interactions rely on a complex system of communication between each member of a microbial community, that influences growth, physiology and metabolism [\n146\n]. One such example is horizontal gene transfer (HGT), which is the transfer of genetic material between microorganisms, through either transformation, conjugation or transduction. Research has shown that the human microbiome is a hotspot of HGT [\n147\n,\n148\n,\n149\n], with the rate of HGT between human-associated bacteria 25-fold higher than that among ecologically diverse non-human isolates [\n150\n]. HGT is significant as it regulates the exchange of antimicrobial-resistant (AMR) and virulence genes and is the main mechanism driving antibiotic resistance in bacterial communities [\n151\n]. Spaceflight conditions reportedly influence gene transfer and enhance HGT. For example, the content of mobile genetic elements appears to be higher in the genome of bacterial isolates grown in space (ISS) than in isolates of the same species from extreme built environments on Earth [\n152\n]. In line with this, HGT activity concerning the transfer of AMR genes was found to be more increased in bacteria under simulated microgravity conditions than in 1 G controls [\n80\n]. The transfer of these genes from donor (i.e., \nAcinetobacter pitti\n) to co-cultured recipient strains of \nStaphylococcus aureus\n, resulted in a phenotypic change, as the recipient strains developed resistance to the antibiotic oxacillin, which they were previously susceptible to [\n80\n]. A similar study conducted on the ISS showed increased gene transfer as well, using a phenomenological model. However, plasmid stability was short lived, resulting in overall lower antibiotic resistance compared to ground controls [\n153\n]. According to the authors, the reason lies in the fact that processes of segregation and spontaneous elimination of drug resistance genes would prevail over the processes of their cointegration [\n153\n]. The exact mechanism influencing enhanced HGT is yet to be determined; nonetheless, it may be related to increased competence or transduction, known to be promoted in bacteria in response to different stressors [\n154\n]. Regardless of the mechanisms, the potential impact of the space environment in promoting increased spread of determinants associated with antibiotic resistance and virulence, is of particular concern. Furthermore, risks are not restricted to the astronauts’ microbiome but may as well arise within the microbial flora populating the spacecraft environment (air, surface, water, etc.).\nAcquired antibiotic resistance can have serious implications as the efficacy of antibiotic treatment may be diminished during space missions [\n129\n]. Although antibiotic resistance may also increase during short-term spaceflights [\n155\n], in the context of long-term space missions, strategy and tactics of using antibiotics would have particular relevance. Over-prescribed antibiotic therapy can generally represent an infectious risk factor, potentially resulting in accumulation of antibiotic resistance and pathogenic genes on certain strains due to the process of plasmid mobilization and cointegration [\n153\n]. In confined compartments such as spacecrafts, this issue is of even greater concern, not only since microbial communities are a pool for the propagation of antibiotic resistance genes, but also because the transmission of a resistant strain among individuals would be facilitated [\n79\n]. Under these conditions, the formation and spread of multidrug-resistant strains of microorganisms and of strains with increased virulence (disease-causing microbes) could be promoted, which, in conjunction with dysbiosis and a possible weakened immune system during spaceflight, carries the risk of increased severity of crewmembers’ infection in long-term space missions [\n156\n]. \nMore studies will be needed to further our understanding of space environment-driven microbiome changes during long missions, to clarify whether the effects on communities are potentiated or dampened and what the consequences are for the host. In order to obtain a realistic overview of host–microbiome relationships, investigations should not be limited to disease-causing microbes that represent a potential risk to astronauts but shall also include mutualistic and commensal microbes. This can be crucial to learn what drives microbial fitness in the spaceflight environment and how to maintain a healthy symbiotic homeostasis [\n133\n].",
    "3.4._influence_of_the_space_dietary_regime_on_the_microbiome": "3.4. Influence of the Space Dietary Regime on the Microbiome\nFood intake is strictly connected to the composition and the functionality of the microbiome. Research has shown that changes in the diet are followed by rearrangement of the gut flora that can occur within just 24 h of initiation and have secondary effects on host immunologic and metabolic markers [\n157\n]. As such, protein consumption positively correlates with overall microbial diversity, with animal protein intake leading to increased abundance of bile-tolerant organisms such as \nBacteroides\n, \nAlistipes\n, and \nBilophila\n [\n158\n], whereas a diet rich in fibers tends to increase the abundance of bifidobacteria and lactic acid bacteria, known for their anti-inflammatory properties [\n118\n]. Along with the type of food, the food’s form (raw or cooked) appears to influence diet-driven host–microbial interactions, with cooking impacting the gut microbiome differently on meat versus plant-based (e.g., tuber) diets [\n159\n]. Additionally, multiple compounds with known antimicrobial effects are significantly decreased in cooked food, thus limiting their bioactivity [\n160\n]. The close relationship between diet, the gut microbiome, and health suggests that modulations in the diet can have a beneficial or detrimental impact on our health, depending on the relative identity and abundance of constituent bacterial population [\n161\n].\nIt follows that a change in diet such as that faced by astronauts, can also potentially affect the gut microbiome with repercussions on their health [\n115\n]. Space food includes a variety of products specifically created for the consumption in outer space and as such, it must meet certain criteria: nutritional properties in line with the crew’s recommended caloric intake, palatability, ease of preparation and storage, etc. [\n67\n]. Since water, storage, crew time, and food preparation capability—which does not include cooking—are limited, current space food consists of a narrow choice of shelf-stable, single-serving food products either in their natural form or preserved by dehydration, retort thermostabilization, or irradiation [\n162\n]. The variety and amount of fresh fruit and vegetables vary, and their consumption is limited to a few days or weeks. Hence, the ISS food system, for instance, is dominated by meat and meat products [\n6\n] and long-term missions will have to rely on bioregenerative life support systems (BLSSs)—e.g., integrating plant cultivation—to introduce a larger variety of food [\n71\n].\nThe optimization of the food system to mitigate negative effects of spaceflight on crewmembers’ health and performance is paramount. A reduction in the astronauts’ caloric intake to 70–80% of the daily requirement [\n163\n] occurs at the beginning of the mission due to space motion sickness; however, it can extend well beyond the first days of flight [\n164\n], potentially leading to the loss of both fat and lean tissue mass, and to adverse effects on muscle, bone and cardiovascular systems and motor and cognitive functions [\n115\n,\n165\n]. Moreover, although the reasons are not entirely clear, insulin resistance and glucose intolerance are frequently observed both in short- and longer-term space missions, and in analog missions [\n166\n]. A reduced caloric intake like that often experienced by astronauts, may also lead to a restructuring of the gut microbiome similar to that observed in association with very-low-calorie diet (\nFigure 2\n) [\n167\n]. Accordingly, a low calorie intake and the consequent weight loss may be paralleled by a decrease in bacterial abundance, impaired nutrient absorption, and enrichment in endogenous enteric pathogens (e.g., \nClostridioides difficile\n), suggesting that diet-induced shifts in the gut microbiome may influence colonization resistance and thus host physiology. Low-caloric intake may additionally be associated with increased inflammation and oxidative stress, with possible repercussions on the functioning of the immune system [\n6\n]. Countermeasures have been developed to provide more balanced diets with increased average caloric intake, optimized to reduce nutrient deficiency and to improve energy supply to lessen the potential downstream dysregulation of the immune system [\n168\n]. Despite these efforts, however, diet imbalance during spaceflight remains an issue, as it depends on multiple factors that are not limited to food quality ad palatability but also include cultural habits, alteration of circadian rhythms and in general, the stress associated with the mission [\n169\n]. \nNotwithstanding individual differences, microbiome studies carried out in both real and analog missions generally reported rearrangements in the gut microbiome consistent with the higher abundance of bacteria associated with chronic intestinal inflammation and a concomitant reduction in the number of genera with known anti-inflammatory properties [\n89\n,\n94\n,\n98\n]. In some cases, these data correlated with a moderate increase in the inflammatory immune response observed in the crew during spaceflight [\n98\n]. Such changes in relative abundance of gut microbial components are possibly the result of multiple factors connected to spaceflight. However, evidence demonstrated the impact of the diet—i.e., a plant- and fiber-based BLSS-dietary structure—on the maintenance of a high gut microbiome diversity enriched with bacteria having anti-inflammatory action during analog missions [\n95\n]. Production of SCFAs through gut microbiome-mediated fermentation of non-digestible carbohydrates was shown to contribute, among other things, to the maintenance of metabolic homeostasis [\n170\n]. \nProviding the crewmembers with a balanced diet, possibly delivered through BLSSs and rich in fibers, is therefore of great importance to help prevent nutritional imbalances as well as to preserve a healthy gut microbiome. Due to individual differences, personalized nutritional approaches have been suggested [\n171\n]. Furthermore, probiotics-based countermeasures via the supplementation of given bacteria strains (e.g., \nAkkermansia, Bifidobacterium\n, etc.) [\n98\n,\n172\n,\n173\n] or the administration of SCFA-producing next-generation probiotics (\nFaecalibacterium\n, \nRoseburia\n, etc.) [\n174\n], have additionally been proposed.",
    "3.5._microbiome_and_crewmembers_mental_and_physical_health": "3.5. Microbiome and Crewmembers Mental and Physical Health\nAs we have emphasized throughout the review, the human microbiome contributes to overall health through different routes, including protection against pathogens, maintenance of the immune system, proper intestinal function, and contribution to metabolic functions [\n79\n,\n106\n,\n175\n]. Competitive exclusion of pathogenic bacteria is one of the main functions exerted by the microbiome communities residing in various anatomic sites of the human body. Antagonistic interactions play a pivotal role in determining the composition of a functional antimicrobial barrier, by means of strategies that include production of antibiotics, secretion of digestive enzymes, and quorum sensing [\n176\n]. Accordingly, the establishment of new microbes can be prevented through competition for shared nutrients and other resources, with endogenous bacteria [\n177\n]. Moreover, microbial communities help strengthen mucosal barrier function and can stimulate epithelial cells to produce antimicrobial peptides and proteins (e.g., bacteriocins), thereby killing pathogenic competitors and preventing translocation [\n173\n,\n178\n,\n179\n]. In view of this, particular concern has been generated by the documented changes in the astronauts’ microbiome [\n97\n,\n98\n,\n100\n,\n101\n] and their potential effects on astronaut health and performance, in conjunction with immune system dysregulations and increased risk of pathogenic infections during spaceflight [\n103\n,\n180\n]—e.g., transient or permanent governance of pathogenic/opportunistic bacterial species, e.g., \nStaphylococcus\n spp. [\n181\n] along with enhanced HGT and decreased susceptibility of pathogens to antimicrobial agents [\n80\n]. As a matter of fact, crewmembers do experience adverse medical events of varying severity during spaceflight missions, related to infectious diseases, which include cold sores, skin and urinary tract infections, lymphadenitis and pharyngitis [\n182\n]. \nAn altered microbiome is not only associated with the onset of infections but with non-infectious diseases as well, such as inflammatory bowel disease [\n183\n], systemic metabolic disorder (e.g., type 2 diabetes and obesity) and allergic reactions and sensitivities [\n184\n,\n185\n]. Changes in the oropharingeal and in the skin microbiome are implicated in the development and progression of caries, gingivitis, tooth decay, as well as endocarditis and heart disease [\n186\n,\n187\n,\n188\n,\n189\n], pharyngitis, asthma and pneumonia [\n190\n,\n191\n,\n192\n], acne, atopic dermatitis, psoriasis and chronic wound pathology [\n193\n,\n194\n]. Moreover, evidence of microbial dysbiosis has been observed in conjunction with various types of cancers [\n195\n], including colorectal cancer (CRC) [\n30\n,\n196\n] and breast cancer [\n31\n], among others. The space environment has been shown to alter the tumor microenvironment and promote tumor cell proliferation, transformation and survival [\n197\n]. Indeed, US astronauts have an increased incidence of prostate cancer and melanoma, similar to that observed with airline pilots, compared to the general US population [\n198\n]. Considering the role that an altered microbiome plays in cancer development and/or progression, microbial disruption during spaceflight, coupled with higher radiation exposure [\n55\n], could put astronauts at an even greater risk of developing certain types of cancers with long-duration missions.\nIn addition to the aforementioned functions of the microbiome in supporting host physiology, research has more recently shed light on the relationship between the gut microbiome and mental health through what is known as the brain–gut–microbiome axis (BGMA) [\n199\n]. BGMA signaling has been suggested to be bi-directional, as not only can gut bacteria influence health and the development of emotional behavior, but psychological states can in turn alter gut health [\n200\n]. Moreover, the communication appears to occur directly and indirectly via the central and enteric nervous systems and the vagus nerve, through endocrine, neural and immune pathways [\n115\n]. Microbiota–gut–brain communication has hitherto mostly been explored in animal models, with human research lagging behind. However, studies have indicated that the gut microbiota can modulate the BGMA via multiple mechanisms, including alterations in microbial composition (i.e., SCFA-producing bacteria seem to be associated with higher mental quality of life indicators [\n201\n]) or the potential production of microbial neuroactive metabolites (e.g., SCFAs, neurotransmitters, hormones or neurotoxic metabolites) [\n202\n,\n203\n]. Preliminary studies have also demonstrated gut microbiota alterations in subjects affected by neurodevelopment disorders such as schizophrenia and autism spectrum disorders [\n204\n,\n205\n]. Furthermore, perturbations of the BGMA have been found in association with stress-related gastrointestinal disorders [\n206\n], as well as increased anxiety [\n207\n], depression [\n208\n], Parkinson’s disease [\n209\n] and decreased cognitive abilities [\n203\n], suggesting that the microbiota may contribute to shaping cognitive networks encompassing emotional and social domains [\n205\n]. Of interest, altered BGMA and microbiome have also been found in conjunction with disrupted sleep physiology, with microbiome diversity being positively correlated with increased sleep efficiency and total sleep time [\n200\n]. Cognitive or behavioral conditions reported during spaceflight include reduced sleep quality and increased anxiety and depression, which can be accompanied by the impairment of psychomotor functions and neurocognitive performance [\n210\n,\n211\n]. Occurring as a result of several mission-related environmental (e.g., radiation, microgravity, excessive exposure to noise and light) and psychosocial stressors (e.g., isolation, homesickness), these symptoms represent a threat to the success of space missions, as they greatly affect astronaut wellbeing [\n212\n]. In light of the bidirectional interactions between the gut microbiome and the brain [\n213\n], based on which the microbiome can influence cognition and emotion, it can be assumed that strategies aimed at maintaining a healthy microbiome might also be helpful in mitigating unwanted neurobehavioral effects [\n115\n]. In line with this, research shows that successful treatment of anxiety symptoms can be achieved by regulation of intestinal microbiota by means of both probiotic and non-probiotic (e.g., regulating diet, supplementation of short-chain fructooligosaccharides scFOS) interventions [\n214\n]. This aspect is of particular significance as it underlines the far-reaching impact of the gut microbiome and offers new perspectives regarding the understanding and at the same time the mitigation of psychological stressors (external or self-imposed) that may arise during spaceflight.\nAlthough microbiome changes generally seem to rebound after returning to Earth [\n97\n], the entity and persistence of alterations induced by longer space missions (e.g., deep-space missions) and the associated risk of increased severity of infection, disease onset, and mental health impairments, are yet to be fully assessed. In the long run, compositional changes in the gut flora might even predispose astronauts to more prolonged-development diseases such as IBS, autoimmunity and even cancer [\n182\n]. The risks associated with these factors should therefore be explored in more depth.",
    "4._spaceflight,_microbiome_and_immunity": "4. Spaceflight, Microbiome and Immunity \nUnderstanding the combined effects of spaceflight on the immune system is significant for the health and safety of crewmembers and is an important area of interest as long-term exploration flights become more common. The intense conditions that astronauts encounter in space, including radiation exposure, microgravity, changes in diet, disruption of circadian rhythm and stress, all have an effect on the immune system (\nFigure 2\n) [\n6\n,\n215\n,\n216\n,\n217\n,\n218\n,\n219\n,\n220\n]. A dysregulated immune response has been well-established during spaceflight, with many changes to immune cell parameters, such as in the distribution, function and proliferation of leukocytes [\n215\n,\n216\n,\n221\n,\n222\n,\n223\n,\n224\n,\n225\n,\n226\n,\n227\n,\n228\n,\n229\n], cytokine profiles [\n97\n,\n217\n,\n219\n,\n221\n,\n222\n,\n229\n,\n230\n,\n231\n,\n232\n,\n233\n] and neutrophil [\n221\n,\n234\n], monocyte [\n232\n,\n235\n] and NK cell function [\n236\n,\n237\n,\n238\n]. As discussed earlier, microbial physiology changes as a result of spaceflight, with one such change being increased virulence in some pathogens grown in space [\n139\n,\n144\n,\n239\n,\n240\n], which is problematic considering the dysregulated immune responses astronauts experience during spaceflight [\n6\n,\n97\n]. However, the observation that a vaccine administered in space was able to stimulate an appropriate immune response is promising for long-term missions [\n97\n]. The effect of gut microbiome dysbiosis is an essential factor to consider when reflecting on the immunity of astronauts as the microbiome has essential roles in the development and function of both the innate immune system—including regulating neutrophils [\n241\n], and macrophages [\n242\n,\n243\n], and the adaptive immune system—including influence on the function and repertoire of B cells [\n244\n], the induction of intestinal IgA [\n245\n], the differentiation of Tfh cells [\n246\n,\n247\n], and transition of antigen-activated CD8 T cells into memory cells [\n248\n]. Although there are variations in the results due to different circumstances such as spaceflight duration, sample retrieval and experimental protocols, overall, the generation, function or proportion of immune cells are affected during spaceflight, which disrupts the homeostasis required for an appropriate immune response [\n97\n,\n222\n,\n228\n]. \nDysbiosis of the gut microbiome has been associated with a dysregulated immune system, where changes in T cell regulation and cytokine secretion are observed [\n249\n,\n250\n,\n251\n,\n252\n]. The gut microbiome has a significant role in differentiating naive CD4+ T cells, which defend against extracellular pathogens and suppress the immune system when a response is not required. Microbes such as \nBacteroides fragilis\n, segmented filamentous bacteria and \nClostridia\n can differentially induce the development of T\nH\n1, T\nH\n17 and T\nreg\n cells, respectively [\n19\n,\n250\n,\n253\n,\n254\n,\n255\n]. T cell function is affected in space, but the response differs depending on the flight duration, as short-term missions increase T cell function and long-term missions cause T cell function to decrease upon landing [\n229\n]. Cytokine production profiles, such as IFN𝛾, IL-17 and IL-10, are also affected during spaceflight [\n222\n,\n228\n]. These are cytokines that are secreted from immune cells, which are regulated by the gut microbiome [\n249\n,\n256\n,\n257\n]. Additionally, astronauts experience spaceflight-related reductions in certain SCFA-producing bacteria in their gut microbiome, such as \nPseudobutyrivibrio\n and \nAkkermansia\n [\n98\n], which may be a result of the imposed conditions of flight, such as the decrease in dietary fiber in the astronaut diet [\n6\n,\n258\n]. SCFAs produced by the gut microbiota are important in immune system regulation, as they have a role in CD4+ and CD8+ T cell function, generation and cytokine secretion [\n259\n,\n260\n]. Butyrate, for example, has been identified in reducing gastrointestinal inflammation through the induction of IL-10, inhibiting the secretion of pro-inflammatory cytokines, and regulating innate immune cells and T\nreg\n cells [\n261\n,\n262\n,\n263\n,\n264\n]. Although many other factors have been implicated in the dysregulation of the immune system in space, the microbiome’s effect cannot be discounted.\nMany astronauts experience uncharacteristic allergies and skin rashes during spaceflight [\n182\n], with some requiring antihistamines or steroids to manage these reactions [\n265\n]. These hypersensitivities may result from a T\nH\n2 shift in the immune system, which has been observed to occur in spaceflight [\n229\n]. Significantly higher IL-10 levels than IFN𝛾, which suggest a shift towards a T\nH\n2 response, were also observed among astronauts upon landing [\n229\n]. Skin reactions in space could be associated with changes to the skin microbiome since decreases in Gram-negative \nProteobacteria\n, which includes \nAcinetobacter\n, were documented in astronauts [\n98\n]. \nAcinetobacter\n is a commensal skin microbe that can help maintain homeostasis by reducing inflammation, regulating the balance between T\nH\n1 and T\nH\n2 cells, and inducing IL-10 production [\n266\n,\n267\n]. The relative proportions of \nBacteroidetes\n, \nActinobacteria\n and \nFirmicutes\n, in particular staphylococcal and streptococcal species, increase in the skin microbiome during space flight [\n98\n]. An increase in \nStaphylococcus aureus\n colonization has been seen in patients with atopic dermatitis on Earth [\n268\n,\n269\n]. These alterations to the skin microbiome may contribute to the overactive immune responses encountered in space and may contribute to conditions such as erythema, psoriasis, various types of dermatitis and delayed wound healing, which represent frequent skin problems during space missions [\n126\n,\n265\n,\n270\n,\n271\n]. \nIncreased and persistent reactivation of Epstein–Barr virus (EBV), varicella-zoster virus, herpes-simplex-1, and cytomegalovirus, four naturally occurring latent herpesviruses, have been reported by astronauts during both short- (10–16 days) and long (60–180 days)-duration missions, with viral titers and shedding increased with the length of the mission [\n272\n,\n273\n]. While a robust and competent immune system is necessary to maintain latency, as observed in spaceflight [\n231\n,\n274\n] and space analog studies [\n275\n,\n276\n], a dysbiotic microbiome could also be a contributing factor (\nFigure 2\n). This could be through changes in microbiome-immune modulation, or through changes in bacterial–viral interactions. In the case of the latter, metabolites produced from the oral microbiome were shown to influence viral reactivation from latent human immunodeficiency virus, Kaposi’s sarcoma herpesvirus, and EBV, by activating viral promotors or causing epigenetic modifications of the viral genome [\n277\n,\n278\n,\n279\n,\n280\n]. Correlation analyses between the salivary microbiome and EBV titers, in astronaut saliva, revealed a strong positive correlation (suggestive of promotion) with \nGracilibacteria\n and \nAbiotrophia\n and a negative correlation (suggestive of protection) with Oribacterium, \nVeillonella\n, and \nHaemophilus\n [\n101\n]. \nVeillonella\n is one of the main hydrogen sulfide (H\n2\nS) producers in the oral cavity [\n281\n], a chemical that is also produced by the intestinal microbiome [\n282\n]. While H\n2\nS displays antiviral activity against pathogenic RNA viruses [\n283\n,\n284\n], it is also regarded as an endogenous regulator of both the innate and adaptive immune arms [\n285\n]. Research has shown that therapeutically administered doses of H\n2\nS can improve the function of various immune cells and protect them against dysfunction from various stressors (reviewed in [\n285\n]). Studies are currently limited regarding the role of the microbiome in latent viral reactivation, especially as it pertains to spaceflight. However, this is a topic that warrants further investigation to help reduce the risks and complications of viral infections in astronauts during long-duration missions. While it is important to note that many cases on the ISS are asymptomatic [\n286\n], with a lower incidence of reactivation in recent years attributed to better biomedical countermeasures [\n287\n], infections that do arise, under certain circumstances, can lead to shingles, mononucleosis, various types of cancers and different inflammatory diseases such as myocarditis and pancreatitis, all of which will be hard to treat in outer space. \nMany immune responses and resulting medical issues encountered by astronauts during spaceflight could be linked to abnormal microbiomes, and further studies should be conducted to gain insight into the mechanisms of these microbiomes in human health and immunity.",
    "5._the_impact_of_the_built_environment_on_the_astronaut_micr": "5. The Impact of the Built Environment on the Astronaut Microbiome\nThe microbiome of the built environment is the collective of microbial inhabitants in human-constructed environments [\n288\n]. The indoor microbiome is infrastructurally unique and differs between hospitals, offices, classrooms, and homes influenced by variations in material design, ventilation, temperature, humidity, pressure, and occupants [\n289\n,\n290\n,\n291\n,\n292\n,\n293\n]. Humans leave behind a microbial footprint through shedding, exhalation, and waste, accounting for approximately 40% of the microbes found in buildings [\n294\n,\n295\n]. It has been shown that less urbanized and more confined environments with reduced outside contact are even more overshadowed by human-associated microbes [\n296\n]. The ISS is one such confined environment, a unique habitat where the only exchange with the “outside” comes from the turnover in crew members, cargo capsules and supplies, with crew members being the main source of the ISS built environment microbial community [\n98\n,\n99\n,\n297\n,\n298\n]. Of the most abundant microbes catalogued on the ISS are those pertaining to skin, respiratory and gastrointestinal tracts [\n98\n,\n99\n,\n299\n]. These include \nStaphylococcus\n, \nPropionibacterium\n, \nActinobacterium\n, \nEnterobacterium\n, \nCorynebacterium\n, \nStreptococcus\n, \nAcinetobacter\n, and \nPantoea\n, along with various bacteria belonging to the phylum Firmicutes [\n78\n,\n98\n,\n297\n,\n299\n,\n300\n]. The ISS microbiome has also been observed to change over time in accordance with flight and exchange of crewmembers suggesting that temporal changes in the built environment may be due to different occupants on board [\n297\n]. Earth-based studies in the inflatable lunar/Mars habitat mimicked this trend where microbial communities during complete vacancy at day 0 differed from those seen at day 30 post human occupancy [\n301\n]. Although there is ample evidence that the human microbiome can influence the built environment, microbial transfer is not unidirectional. Early microbial studies in Russian astronauts aboard the Salyut and Mir orbital stations, revealed an interchange of gut microbiota between crew members [\n122\n,\n302\n]. With new metagenomic technologies, a direct transmission between ISS surfaces and the astronaut microbiome has been observed, through either single-nucleotide polymorphism, haplotype matching and/or genomic read recruiting [\n303\n,\n304\n]. This two-way microbial transfer between the ISS environment and the astronaut suggests ISS occupants can not only help build the microbiome of the ISS, but also uptake it as their own. \nMicrobial transfer between astronaut and the ISS environment, as well as astronaut to astronaut (via surfaces) can be hazardous due to the altered immunity astronauts encounter during spaceflight, increasing their susceptibility to infection from opportunistic pathogens (\nFigure 2\n) [\n156\n,\n235\n,\n236\n,\n305\n,\n306\n,\n307\n]. Evidence of opportunistic pathogens identified on ISS surfaces include cultivable populations of \nStaphylococcus aureus\n, \nStaphylococcus hominis\n, \nStaphylococcus haemolyticus\n, \nPlatanthera conspicua\n, \nAcinetobacter pittii\n, \nKlebsiella quasipneumoniae\n, and \nAspergillus fumigatus\n [\n297\n]. Although the ISS and astronauts are strictly monitored to prevent risks from pathogenic infection, conjunctivitis, acute upper respiratory tract, and urinary tract infections have been reported by crew members of the ISS [\n308\n,\n309\n]. Microbial virulence and antimicrobial resistance of these opportunistic pathogens could be further increased by the stressors of space, making infection not only more likely, but possibly harder to treat [\n217\n,\n310\n,\n311\n,\n312\n,\n313\n]. For example, \nStaphylococcus epidermidis\n grown in space acquired mutations in the \nrpoB\n gene, heightening its resistance to rifampcin [\n314\n,\n315\n] and \nAspergillus fumigatus\n isolated from the ISS was significantly more lethal to neutrophil-deficient zebrafish compared to Earth-based clinical isolates [\n240\n]. \nBuilding material can affect microbiome diversity and pathogenesis as well. Materials with higher hygroscopicity and porosity tend to have higher microbiome diversity due to moisture accumulation and environmental protection [\n316\n,\n317\n,\n318\n,\n319\n]. A submerged analog habitat that simulates ISS confinement and pressure found that different niches between particle board surfaces (LDP) and glass/metal surfaces selected for different viable microbial communities, with microbes found on LDP surfaces having higher abundance of antimicrobial and virulence associated genes. This suggests that material type can not only affect microbial diversity, but also pathogenicity [\n318\n]. It has been hypothesized that increased virulence and AMR resistance in confined environments, with low microbial diversity, are a result of adaptations that help bacteria and fungi survive in these restricted conditions [\n320\n,\n321\n,\n322\n,\n323\n]. These genomic and metabolic changes that occur in confined environments could explain the many novel species that have been identified in various confined habitats [\n324\n,\n325\n,\n326\n,\n327\n,\n328\n]. Efforts toward design of spacecraft materials to mitigate pathogenic growth would benefit from the prevention of infection rather than relying on treatment after infection, with limited medical resources. Analysis of other highly controlled environments such as spacecraft assembly clean rooms and intensive care units revealed that microbes in controlled environments rely more on nitrogen, carbohydrate, and heightened drug metabolisms versus in uncontrolled environments where microbes depend more on oxygen and amino acid metabolisms [\n329\n,\n330\n]. Understanding how microbes adapt to utilize different resources in a controlled built environment can help provide insight in future spacecraft design.\nAnother consideration for future spacecraft design is the risk of biofilm formation which can affect astronaut health and spacecraft integrity. Biofilms are associated with a range of disease including cystic fibrosis, osteomyelitis, prostatitis, rhinosinusitis, otitis media, urinary tract infection, endocarditis, periodontitis, and infectious kidney stones [\n331\n,\n332\n] and are responsible for 80% of chronic and recurrent infections [\n331\n,\n333\n,\n334\n]. Biofilms also induce corrosion, lead to mechanical blockages, and decrease the effectiveness of heat transfer on ISS equipment [\n335\n,\n336\n,\n337\n,\n338\n,\n339\n], putting spacecraft integrity at risk and posing an indirect safety hazard to the crew. Biofilm forming microbes such as \nAcinetobacter\n, \nSphingomonas\n, \nBacillus\n, \nBurkholderia\n, \nCorynebacterium\n, \nKlebsiella\n and fungi \nPenicillium\n, \nAspergillus\n, \nCryptococcus\n, \nRhodotorula\n have been found on the ISS [\n297\n], though it is important to note that almost all species of bacteria can form biofilms under certain conditions; hence, many more biofilm formers could be present on the ISS. \nThe astronaut microbiota heavily contributes to the built environment of the ISS. Once transferred from host to environment, stressors such as microgravity, radiation, and confinement can alter pathogenicity, making it an infection risk for crew members should it be transferred to them from the environment. It is therefore vital to continually monitor microbial pathogenesis on the ISS to avoid crew member infections and continue studying the built environment for optimization for future space travel.",
    "6._microbiome_and_bone_health": "6. Microbiome and Bone Health \nAstronaut bone loss during space flight has been an unresolved medical concern since the 1970s. Pre- and post-flight measurements of bone density in astronauts quantified with absorptiometry and quantitative computed tomography have shown an overall bone loss rate of 1–1.5% per month with areas of the lumbar spine, pelvis, and lower limbs contributing most heavily to the decline in bone density (\nFigure 2\n) [\n340\n,\n341\n,\n342\n,\n343\n,\n344\n,\n345\n]. Measurements of volumetric bone mineral density in astronaut tibias after spaceflight showed a 5-percentile reduction that is comparable to average bone loss occurring in men over twenty years and 6 times faster than the accelerated bone loss that is often seen in menopausal women [\n346\n]. These findings have made bone loss treatment and prevention a high priority for astronaut health and safety. \nBones undergo modeling during development and remodeling in later stages of life to form, replace, and remove bone [\n347\n]. Osteoblasts are derived from stromal cells of the bone marrow and are responsible for bone formation [\n348\n]. In contrast, osteoclasts that derive from the hematopoietic stem cells in the bone marrow, resorb bone during remodeling, making the equilibrium between the bone forming osteoblast and bone resorbing osteoclast vital to overall bone homeostasis [\n349\n,\n350\n]. Bone formation and resorption can be biochemically measured in the urine through quantification of proteins produced during formation, such as bone-specific alkaline phosphatase and osteocalcin, as well as peptides released during matrix degradation, such as hydoxyproline, collagen type I, pyridinoline, and deoxypyridinoline [\n345\n,\n351\n,\n352\n]. These biochemical assays have been conducted on astronaut urine before, during, and after spaceflight to reveal that bone resorption markers heavily increase during spaceflight with only a slow increase in bone formation markers [\n345\n,\n353\n,\n354\n,\n355\n,\n356\n,\n357\n,\n358\n,\n359\n,\n360\n,\n361\n,\n362\n]. Post-flight measurements showed exponential decreases in bone resorption markers, but only a linear increase in bone formation markers, keeping bone homeostasis out of equilibrium during and post flight [\n345\n,\n357\n,\n358\n,\n359\n,\n362\n,\n363\n]. Furthermore, trabecular bone, the sponge-like structure at the epiphyses of long bones involved in metabolic processes associated with bone turnover, was also reduced post-flight [\n364\n,\n365\n,\n366\n]. Compromised trabeculae can irreversibly damage bone structure altogether [\n367\n,\n368\n]. One hypothesis contributing to region-specific bone loss during spaceflight is the changes in mechanical loading induced by microgravity [\n369\n,\n370\n]. High mechanical loading zones are reduced to low mechanical loading in microgravity and may therefore also reduce bone for the lack of necessity in that region. Extensive resistive exercise regimes have been employed in astronauts to stimulate mechanical loading to these areas that have shown to reduce bone loss, but do not ameliorate the bone loss process [\n342\n,\n345\n,\n365\n,\n371\n,\n372\n,\n373\n]. It has also been pointed out by Stanichuk et al. that bone density changes were also found in areas of neutral mechanical loading such as the skull, suggesting that microgravity-induced changes in mechanical loading may not be the sole contributor to bone changes during spaceflight [\n345\n]. \nWith increased understanding of the influence of the microbiome to overall health, many studies have revealed that the gut microbiome can also specifically influence bone health. Proteins and SCFAs produced by the gut microbiome have been shown to promote bone formation [\n374\n]. Butyrate, a short-chain fatty acid produce by \nLactobacillus\n of the gut microbiome, promotes bone formation through T cell signaling inducing differentiation of osteoblasts in the bone marrow [\n375\n,\n376\n,\n377\n,\n378\n]. The gut microbiome is also a rich source of vitamin K2, which is required for the activation of osteocalcin, a protein produced by osteoblasts during bone formation [\n379\n,\n380\n]. Antibiotic-induced gut microbiome dysbiosis dampens vitamin K2 synthesis and is associated with decreases in osteocalcin and bone strength [\n381\n]. Bone loss in models that promote bone resorption can be reduced through dietary supplementation of beneficial bacteria, such as \nLactobacillus reuteri\n which protects against bone resorption in estrogen-deficient mice [\n382\n,\n383\n] and trabecular bone loss during antibiotic dysbiosis in mice [\n384\n,\n385\n]. \nGut microbiome dysbiosis has been linked to bone disease in humans with osteoporosis and osteopenia, where diseased patients showed higher microbiome diversity than their healthy counterparts, and the severity of bone loss is positively correlated with higher microbiome diversity [\n386\n,\n387\n]. Gut microbiome dysbiosis can lead to inflammation followed by intestinal permeability that allows the gut microbiome to enter circulation [\n388\n,\n389\n]. Microbes in circulation stimulate an immune response from immune cells that recognize lipopolysaccharides using Toll-like receptors. Once recognized, the immune cells then activate to produce cytokines that promote maturation of T\nH\n17 cells in the bone marrow which then stimulate osteoclastogenesis and bone resorption [\n390\n,\n391\n,\n392\n]. As we have mentioned, the stressors of spaceflight can stimulate astronaut microbiome dysbiosis [\n110\n,\n111\n,\n217\n,\n393\n,\n394\n]. One such change during spaceflight is the decrease in genera with anti-inflammatory properties in the gut microbiome and the increase in \nParasutterella\n, known to be associated with chronic inflammation [\n98\n,\n115\n]. These microbial changes may be increasing intestinal inflammation, which signals the promotion of bone resorption. Additionally, it is worth noting that astronaut gut microbiomes have been reported to have an increased abundance in \nFirmicutes\n [\n81\n], a similar phenomenon seen in the gut microbiomes of patients with osteoporosis [\n374\n,\n387\n]. There is evidence of both astronaut bone loss and microbiome dysbiosis during spaceflight; however, research is lacking on a possible association between the two. Additional investigation on this relationship could provide easier methods of inflight bone loss treatment and prevention through dietary pre and probiotic supplementation. Combining microbiome symbiosis with exercise regimes that maintain mechanical loading may help diminish bone loss during space travel.",
    "7._gender_differences": "7. Gender Differences \nAs space exploration expands to include more long-term missions, the health and safety of both male and female astronauts are important factors to consider. As there are many differences between the sexes, including the composition of their microbiomes, making sure that these differences are identified and evaluated is critical for understanding the impact spaceflight has on crewmembers. Microbiome diversity and composition diverge at similar ages after puberty in males and females, and high testosterone or estradiol levels result in a more diverse gut microbiome [\n395\n,\n396\n,\n397\n]. Studies have shown that microbes in the intestinal tract can impact sex hormone levels, and sex hormones have a role in shaping the gut microbiome composition [\n396\n,\n397\n,\n398\n,\n399\n,\n400\n,\n401\n,\n402\n,\n403\n]. This bi-directional relationship contributes to the gender-specific differences observed in disease, such as a greater occurrence of CaOx kidney stones [\n404\n,\n405\n,\n406\n,\n407\n,\n408\n] and earlier onset of cardiovascular disease in males [\n409\n], and postmenopausal osteoporosis [\n410\n,\n411\n] and IBS [\n412\n,\n413\n] in females. This relationship has also been implicated in ovarian cancer [\n414\n,\n415\n] and polycystic ovary syndrome [\n416\n,\n417\n]. Sex hormones have been shown to affect the immune system through interactions with the gut microbiome, including influencing the gut barrier permeability and interacting with immune cells [\n418\n,\n419\n]. Studies show that there are sex-specific differences in the immune system, which are independent of the gut microbiota and are already present in germ-free mice, suggesting that the immune system can select a gender-specific gut microbiome conformation, which also plays a part in the differential influence on the immune system observed across genders [\n420\n]. These gender-specific differences in immunity result in males being more susceptible to infections [\n421\n], and females being more susceptible to autoimmune disorders [\n422\n]. \nThe implications of microbial dysbiosis on astronaut health can be better evaluated when the gender-specific distinctions between male and female microbiomes are considered. Astronauts’ microbiomes are exposed to and influenced by many intense factors in space, and there is evidence that these factors have a gender bias. Astronauts are exposed to cosmic radiation, which has been observed to alter the gut microbiome composition [\n423\n]. Cui et al. conducted animal studies with mice to show that the effect of radiation toxicity is more prevalent on female gut microbiomes and that gender-matched fecal microbiota transplantation was most successful in reversing these effects [\n424\n]. Females are also more vulnerable to radiation-induced cancer than males, especially radiation-induced breast, lung, thyroid and ovarian cancer [\n425\n,\n426\n]. Looking more closely at the microbiomes of Chernobyl victims or nuclear power plant workers may be an area of interest to further investigate the long-term effects of radiation [\n427\n,\n428\n]. There are also extensive lifestyle changes during spaceflight, which include alterations to circadian rhythms and modifications to the diet. Changes in sleep patterns have been observed to have an influence on the gut microbiome, leading to a higher risk of breast cancer in females [\n429\n,\n430\n,\n431\n,\n432\n]. Diet has a sex-specific effect on the microbiome, where variations in changes to the microbiome composition have been observed in the presence of different diets and prebiotics [\n398\n,\n433\n,\n434\n,\n435\n]. Dietary fibers can affect estrogen levels [\n436\n], whose link with the microbiome has been recognized, and high-fat high-sugar diets can affect bile acid production differently across genders, which also has been shown to influence the gut microbiome [\n398\n]. \nAstronauts experience high levels of stress in space due to a multitude of factors, including isolation, resulting in higher levels of cortisol and catecholamines [\n437\n]. Increased levels of stress-induced cortisol can trigger an inflammation response, disrupt the intestinal barrier and alter microbial composition [\n438\n,\n439\n,\n440\n]. As there are sex-specific differences between the way males and females regulate their stress response, the impact on the microbiome varies [\n441\n,\n442\n]. Studies examining the effect of isolation on prairie voles showed gender-specific changes in the gut microbiome composition [\n443\n]. Dietary supplementation of DHA reduced stress and changed the microbiome composition in socially isolated male mice, but not in female mice, further suggesting the impact of sex-specific stress responses on the microbiome [\n444\n]. Cortisol can also negatively impact the vaginal microbiome by inhibiting the glycogen deposition, which can lead to genitourinary tract infections [\n445\n]. Therefore, the associated stress of spaceflight has a different impact on male and female microbiomes, which may contribute to the gender-specific associated health risks of space travel. \nThe disproportion of men compared to women who have flown to space introduces a bias to the data collected from astronauts and the available evidence limits the conclusions that can be made on the impacts of space exploration on female health. Recognizing gender-specific differences in the microbiome response to the extreme factors of space will allow for better and more personalized countermeasures and medical care to help preserve the homeostasis of the microbiome and as a result, the health of astronauts.",
    "8._pharmogenetics,_spaceflight_and_the_microbiome": "8. Pharmogenetics, Spaceflight and the Microbiome \nEven with countermeasures and preventions put in place to keep astronauts safe during long-duration missions, the extended time in space with prolonged exposure to radiation, weightlessness, and other stressors on the body will inevitably lead to medical issues that arise during flight. These ailments will need to be addressed by pharmaceutical intervention with even more robustness and rigor than in low-earth orbit, due to the inability for emergency evacuation and limited non-medicinal interventions. An excellent review by Blue et al. discusses the challenges and current understanding for NASA in supplying a pharmacy for exploration spaceflight [\n446\n]. \nMedication has been used for decades by astronauts during spaceflight to help relieve symptoms such as headaches and muscle/joint pain [\n447\n], or for more serious issues, such as treating jugular venous thrombosis [\n448\n]. Medical toolkits onboard the ISS now contain about 190 different frequently used pharmaceuticals. However, observational studies and anecdotal reports from crew members indicate medications to be “not effective” or “less effective” at managing their complaints (\nFigure 2\n) [\n446\n,\n449\n,\n450\n]. More formal studies support these reports and suggest altered drug disposition in space compared to Earth, which include differences in efficacy, absorption, drug elimination, pro-drug activation and build-up of toxic metabolites [\n446\n,\n447\n]. \nWhile human physiological changes [\n451\n,\n452\n] and reduced drug self-life [\n453\n,\n454\n] during spaceflight can alter drug disposition in space, the gut microbiome can also contribute to differential drug efficacy and safety, by enzymatically transforming drug structure and altering drug bioavailability, bioactivity, or toxicity [\n455\n,\n456\n]. For example, the common human gut bacterium, \nEggerthella lenta\n, inactivates the cardiac drug digoxin, used to treat heart failure and arrythmia, via a two-gene ‘cardiac glycoside reductase’ (\ncgr\n) operon, which is conserved and widespread within the human-associated gut microbiome [\n457\n]. It has also been shown that co-culture of \nE. lenta\n with the fecal microbiome increased \ncgr\n expression, thereby enhancing digoxin metabolism and inactivation [\n458\n], reminding us of the interconnectedness of microbial species within a community and its impact on the host. Of interest, dietary protein was able to reduce digoxin metabolism [\n458\n], thereby maintaining its efficacy. This has important implications for the crew as a carefully considered “microbiome diet” could help ameliorate any negative effects that may be imposed by a dynamic and changing microbiome caused by spaceflight. \nThe gut microbiome can also promote drug activation, which was first discovered in 1937, with the antibiotic prontosil, which required bacterial azoreductases in the gut to cleave the drug into its active form [\n459\n]. Since then, other prodrugs have been developed, such as sulfasalazine, balsalazide, and olsalazine, used to treat ulcerative colitis, which rely on colonic bacteria for activation [\n460\n]. Unfortunately, microbial-mediated drug metabolism can also lead to toxic side effects, with the most notable example being that of sorivudine, an antiviral agent, which led to the death of 18 people in Japan, and which was withdrawn from the market only weeks after being released [\n461\n]. This example stresses the importance of incorporating pharmacomicrobiomics (the study of microbe–drug interactions) [\n462\n] when making policies and decisions for planned and future missions. To date, over 270 drugs have been recognized as being susceptible to gut microbiome metabolism, leading to inactive, active or toxic forms [\n461\n]. Some that may be of relevance to spaceflight currently or in the future include acetaminophen—used to treat mild to moderate pain and reduce fever [\n463\n]; ranitidine and nizatidine—antacids used to treat and prevent stomach ulcers and acid reflux [\n464\n]; loperamide—used to treat acute diarrhea [\n465\n]; metronidazole—an antibiotic [\n466\n]; and methotrexate to treat breast, bone and lung cancer, along with rheumatoid arthritis [\n467\n].\nThere is still a great deal of work that needs to be carried out to understand the host–microbiome–drug response and how it affects each individual astronaut in flight and on the ground. Understanding how the astronaut microbiome composition, its collective genes, the expression of those genes and the metabolites they produce change during spaceflight and post-flight will undoubtedly help prevent serious side effects from microbe–drug interactions, but also make a positive impact on an astronaut’s response to a given drug. Opportunities for drug substitutions could be available, as multiple drugs within a drug class can be differentially affected by the gut microbiome. For example, while the H2 antagonists ranitidine and nizatidine were quickly metabolized and negatively affected by colonic bacteria, cimetidine and famotidine (also H2 antagonists) were not [\n464\n]. In human bedrest analog studies, used to mimic microgravity, on Earth, the pharmacokinetics of amoxicillin was effected [\n468\n], but not of penicillin [\n469\n,\n470\n]. Knowledge of this kind can help us to make more informed decisions of which drugs should be included in the medical toolkit for flight.",
    "9._recommendations": "9. Recommendations\nMaintaining astronaut health and performance is necessary to ensure successful long-duration missions beyond low Earth orbit. With NASA’s long-term plans to include crewed missions to the Moon and Mars, incorporating microbiome data into planning and policies will help astronauts complete these challenging missions and preserve their long-term health. In this section, we provide recommendations on how best to incorporate microbiome research when designing and planning for the next milestone in space exploration. We recommend the following:\nPersonalized microbiome monitoring plus personalized countermeasures to strengthen microbiome resilience to deep-space exploration.\nInclusion of more women astronauts in space biology studies to determine gender-specific effects of space travel.\nInvestigations that include a systems biology approach to obtain a comprehensive overview of gene expression and metabolic networks, e.g., the metabolites produced from microbiome and host.\nMany gaps in our understanding exist about host–microbe interactions and how they are essential to human health and wellbeing. It is thus crucial that research be prioritized to assess what are the key beneficial interactions and associated molecular processes that contribute to maintaining function.\nComprehensive analysis of the impact of space conditions on microbial communities that includes the study of both pathogenic and beneficial microbes and their mutualistic interactions. Though pathogenic microbes represent a potential risk to astronauts, it is essential to have an understanding of mutualistic microbes to learn what drives microbial fitness in the spaceflight environment and how to maintain a healthy homeostasis between humans and their microbiome. Achieving a better understanding of the interplay of changes in microbiome composition and their impact on the astronauts can help in developing prevention or countermeasures.\nThere is a need to evaluate the long-term effects of microgravity (or diverse gravity) on the microbiome. So far, studies have been carried out for a maximum of 1 year. Longer studies on the same human subjects are not possible. The development of computational models for simulation and analysis could represent an alternative approach.\nMore directed studies regarding probiotics and prebiotics in the astronaut diet, to modulate and balance the microbiome and aid in reducing inflammation, bone loss and other impacts of spaceflight.\nPromote research on built environment material design such as using natural antimicrobial materials or treatment of surfaces with specialized coatings. These can help reduce bacterial load, biofilm formation, HGT transfer and prevent changes in bacterial physiology that could be detrimental to astronaut health and spacecraft integrity.",
    "10._conclusions": "10. Conclusions\nBy the end of the decade, NASA aims to establish a sustainable habitat on the Moon, followed by the next ambitious plan of human occupation on Mars. NASA, along with other space agencies, government, academia, and industry are striving to address the challenges of living in space for long periods of time. Missions to the Moon would be 1000× farther from the Earth than the International Space Station, and a mission to Mars would last at least 6 months. The 20 years of human studies conducted on the ISS have provided invaluable knowledge of how the human body adapts to the space environment, but more work is needed to understand how the human body will function and adapt to space conditions beyond LEO. One such adaptation is the human microbiome, and as discussed in this review, this plays a significant role in modulating health and disease. We have demonstrated the importance of a balanced microbiome to help maintain astronaut health in orbit and have discussed adverse events experienced by the crew during missions of varying lengths and how the microbiome (either balanced or in dysbiosis) ties into those medical events. Moreover, we have examined less well-established links between spaceflight, bone loss and the microbiome and emphasized the importance of taking into account gender differences when designing appropriate countermeasures for short- and long-term missions. In addition, we have also examined the role that the microbiome can play in altering the effectiveness of pharmaceuticals that are part of the astronaut medical toolkit in space, and the consequence of this for long-term missions. As we move forward with long-term space travel and human habitation beyond LEO, more studies will be needed that explore the astronaut microbiome, the factors governing its stability or disruption and its interaction with the host and the spacecraft environment. We hope that the literature presented in this review and the recommendations provided will help in future study design, technology and product development, and policies that center around the human microbiome, as we propel human exploration beyond anything we have seen so far."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9031868/"
}