{
  "id": "PMC9576569",
  "title": "Muscle atrophy phenotype gene expression during spaceflight is linked to a metabolic crosstalk in both the liver and the muscle in mice.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Muscle atrophy phenotype gene expression during spaceflight is linked to a metabolic crosstalk in both the liver and the muscle in mice.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9576569/"
  },
  "sections": {
    "abstract": "Summary\nHuman expansion in space is hampered by the physiological risks of spaceflight. The muscle and the liver are among the most affected tissues during spaceflight and their relationships in response to space exposure have never been studied. We compared the transcriptome response of liver and quadriceps from mice on NASA RR1 mission, after 37 days of exposure to spaceflight using GSEA, ORA, and sparse partial least square-differential analysis. We found that lipid metabolism is the most affected biological process between the two organs. A specific gene cluster expression pattern in the liver strongly correlated with glucose sparing and an energy-saving response affecting high energy demand process gene expression such as DNA repair, autophagy, and translation in the muscle. Our results show that impaired lipid metabolism gene expression in the liver and muscle atrophy gene expression are two paired events during spaceflight, for which dietary changes represent a possible countermeasure.",
    "introduction": "Introduction\nThe presence of humans in space has considerably increased since the beginning of space conquest and the space population is expected to continue to grow with tourism and private research activities. The NASA Artemis program plans to take humans back to the Moon for 2024, and a walk on Mars soil is estimated in the course of the 2030s (\nBukley, 2020\n). Meanwhile, space research is driving more and more astronauts in low Earth orbit as an invaluable tool used to deepen humanity’s understanding of the universe and our place within it. But not only do humans want to visit and explore space, humans want to live in space. Outer space settlement has become a new goal of space agencies and the private sector. The Artemis program, SpaceX, the Moon Village Association, and the Mars Society are examples of the driving force of human performance in space. Recently, the USA Air Force Space Command reported eight most plausible scenarios to the year 2060, all of which anticipating a permanent occupation of the Moon surface ranging from a small-sized crew to colony of thousands of people (\nAir Force Space Command, 2019\n). Over fifty years after the first foot imprint on the lunar surface, humans could very soon become an interplanetary species.\nThis endeavor is hampered by space stressors such as space radiation, microgravity, confinement, isolation, hostile conditions, and distance from Earth, that all induce physiological changes (\nAfshinnekoo et al., 2020\n). These changes can be seen as physiological adaptation to the space environment, but they can become maladaptive and deleterious over time and upon gravity re-exposure during a planetary mission such as to Mars. Nine major spaceflight systemic and physiological health risks have been identified: cardiovascular dysregulation, central nervous system impairment, increased cancer risk, muscle degeneration, bone loss, liver dysfunction and lipid dysregulation, circadian rhythm dysregulation, immune dysfunction, and space-associated neuro-ocular syndrome (SANS) (\nAfshinnekoo et al., 2020\n). Muscle atrophy is a major risk for these missions as it impairs mobility, thus compromising critical mission operations such as post-landing vehicle egress. Muscle atrophy is characterized by unbalanced protein degradation and the loss of muscle mass. However, protein supplementation fails to counteract muscle loss in sarcopenia, cachexia, and spaceflight-induced muscle atrophy (\nGao and Chilibeck, 2020\n). Many studies have documented spaceflight-induced muscle atrophy as a consequence of weightlessness and decreased muscle solicitation (\nFitts et al., 2000\n). Daily exercises as countermeasures succeed in slowing down the process but the muscle still shrinks during missions. Despite the important advances in human physiology in space, the molecular mechanisms underlying these physiological changes are poorly understood. Therefore, molecular analyses are needed to enable a new countermeasure approach to monitor astronaut health and ensure safety of future habited space missions.\nThe liver and the muscle are among the most affected tissues during spaceflight. The liver and the muscle are two master organs of the metabolism, with the muscle tissue representing up to 50% of the total body mass. Consistently, astronauts and living organisms exposed to space environment display many features of dysregulated metabolism.\nRats on the SpaceLab-2 mission displayed increased serum cholesterol levels (\nPopova et al., 1999\n). In mice, activated lipotoxic pathways are associated with abnormal liver lipid accumulation and increased lipid metabolism and lipid localization gene expression (\nJonscher et al., 2016\n; \nBeheshti et al., 2019\n). Beheshti et al. recently showed using a multi-omic analysis that lipid dysregulation in mice liver and lipotoxic pathways was a specific response to space stressors alone (\nBeheshti et al., 2019\n). Dysregulated lipid metabolism, especially lipid accumulation, is strongly associated with non-alcoholic fatty acid liver diseases (NAFLD), liver dysfunction, insulin resistance (IR), and diabetes (\nKovacs and Stumvoll, 2005\n; \nPerry et al., 2014\n; \nZhang et al., 2010\n). Of note, mice showed early signs of liver injury on a short space flight (STS-135), and subclinical diabetogenic changes have been shown to occur during spaceflight and bedrest studies (\nJonscher et al., 2016\n; \nTobin et al., 2002\n). In mice flown aboard the BION-M1 biosatellite, the transcriptome response of the \nlongissimus dorsi\n was mainly linked to metabolism, especially insulin signaling and sensitivity, highlighting the impact of spaceflight on glucose metabolism in skeletal muscle (\nGambara et al., 2017a\n). Glucagon and insulin, two hormones of glucose metabolism, were predicted to be the common upstream regulators of spaceflight metabolic shift (\nBeheshti et al., 2019\n). In the Twin Study, increased levels of lactic acid were found in the urine of the flight astronaut, consistent with metabolomics data showing an increased lactic acid/pyruvic acid ratio suggesting a metabolic shift (\nGarrett-Bakelman et al., 2019\n). Interestingly, insulin resistance and liver diseases are associated with muscle atrophy and a potential reciprocal influence of insulin resistance and muscle disuse atrophy (\nChakravarthy et al., 2020\n; \nMeyer et al., 2020\n; \nRudrappa et al., 2016\n; \nSamuel and Shulman, 2012\n). As such, metabolic stress is a priority research for human space exploration (\nBergouignan et al., 2016\n). The roles of the liver and the muscle are often interlinked, and muscle-liver crosstalk are described in metabolic diseases NAFLD, NASH, IR, and diabetes (\nChakravarthy et al., 2020\n; \nSoeters and Soeters, 2012\n). However, the relationship of the two organs in the response to space environment has not been yet elucidated.\nIn this study, we describe for the first time the relationship of the response of both the liver and the muscle of mice during spaceflight using the R software package mixOmics widely used in the omic field. The mixOmics package enables datasets comparison, correlations, and associations visualization in various research areas (\nDuruflé et al., 2021\n; \nGonzález et al., 2012\n).",
    "results": "Results\nLipid metabolic processes are the most common biological processes affected in mice quadriceps and liver during spaceflight\nPrevious studies showed that the muscle and the liver are differentially affected by metabolic changes during spaceflight (\nda Silveira et al., 2020\n). Here, we first investigated the commonalities between the two organs. We chose to focus on the quadriceps, which is the most important in term of size and as such potentially in terms of effects.\nTranscriptomic data from C57BL/6J mouse liver and quadriceps from the NASA Rodent Research 1 (RR1) protocol were analyzed by the Gene Set Enrichment Analysis (GSEA) method and visualized with Cytoscape software (\nFigure 1\nA). In the quadriceps, “fatty coA process” and “axon extension negative” were the most enriched processes. In the liver, most enriched processes were related to mitochondria (“proton triphosphate gsea”, “electron transport cytochrome”, and “mitochondrial translational elongation”) followed by lipid metabolism-related processes (“oxidation fatty acyl”, “plasma lipoprotein particle”, and “positive lipid process”) (\nFigure S1\nA, Related to \nFigure 1\n). Similarly, lipid metabolism-related pathways were also the most enriched reported by KEGG pathways over representation analysis in the liver (\nFigure S1\nB, Related to \nFigure 1\n).\nFigure 1\nLipid metabolic processes are the most commonly biological processes affected in mice quadriceps and liver during spaceflight\n(A) Cytoscape network of most common biological processes shared by the liver and the quadriceps reported by Gene Ontology biological Pathway (GOBP) Gene Set Enrichment Analysis (GSEA) in mice during spaceflight (p-value 0.05, FDR 0.05). Yellow circles indicate lipid metabolism related processes, pink circles indicate mitochondrial function related processes, green circles indicates protein post-translational processes, and the blue circle indicates a DNA Repair-related process.\n(B) Venn diagram of common KEGG GSEA pathways between the liver and the quadriceps in mice during spaceflight.\n(C) Summary of the common KEGG GSEA pathways between mice liver and quadriceps. FDR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes.\nAmong the 24,961 transcripts identified in the liver samples and the 22,657 transcripts in the identified quadriceps sample, the most enriched gene ontology biological processes altered by spaceflight assessed by GSEA commonly shared were related to lipid metabolism (\nFigure 1\nA). “β-oxidation lipid”, “plasma lipoprotein particle”, and “triglycerides neutral biosynthetic” genesets were upregulated in both organs, while “cholesterol alcohol biosynthetic” and “fatty acyl coa” displayed opposed expression patterns between the two organs. Consistent with previous studies, mitochondria-related process genesets were also among the most shared processes and were upregulated in the liver, while downregulated in the quadriceps. Endoplasmic reticulum and ribosome-related process genesets were also among the most shared process genesets, potentially suggesting impaired protein metabolism.\nBoth positively (upregulated) and negatively (downregulated) enriched KEGG pathways obtained by GSEA for each organ were compared together in a Venn diagram (\nFigures 1\nB and 1C). Among the 70 pathways analyzed, 11 pathways were common to the two organs. Again, lipid metabolism-related pathways were the most represented among the common ones (\nFigure 1\nB), with “KEGG_BIOSYNTHESIS_OF_UNSATURED_FATTY_ACIDs” and the two short chain fatty acid metabolism pathways “KEGG_BUTANOATE_METABOLISM” and “KEGG_PROPANOATE_METABOLISM” (\nFigure 1\nC). Protein metabolism (“KEGG_RIBOSOME”, “KEGG_PROTEASOME”, “KEGG_RNA_POLYMERASE”) and DNA repair-related pathways were also among the common downregulated pathways between the two organs. Thus, spaceflights induce a strong transcriptional response of the metabolism, especially for lipid metabolism in the liver and in the quadriceps.\nHypoglycemic signaling pathways genes are the most significantly downregulated in mice quadriceps during spaceflight\nIn the quadriceps, 972 genes were significantly differentially expressed, among which 562 were downregulated and 410 were upregulated. KEGG pathways over representation analysis (ORA) in the online software Webgesalt reported 30 most enriched pathways (\nFigure 2\nA). Pathways involved in metabolism are particularly enriched, especially those regulating glycemia: HIF1, ErbB, FoxO, AMPK, Insulin, and PI3K-Akt signaling pathways. Hypoglycemic signaling pathway gene expression was decreased in flight mice compared to ground control mice (\nFigure 2\nB). Interestingly, glucose transport processes were among the most negatively enriched in GSEA reports, and glucose transport process gene expression was decreased in flight mice compared to ground control mice (\nFigures 2\nC and 2D).\nFigure 2\nHypoglycemic signaling pathways genes are the most significantly downregulated in mice quadriceps during spaceflight\n(A) Webgesalt ORA enriched KEGG pathways of DEG in mice quadriceps during spaceflight. Blue arrow indicates hypoglycemic pathways.\n(B) Heatmap showing level expression of hypoglycemic genes in inflight mice (FLT) versus control (GC) mice. Color Key shows row z-score level.\n(C) GOBP GSEA of the whole transcriptome of mice quadriceps RR1 (p-value 0.05, FDR 0.05).\n(D) Heatmap showing level expression of glucose transport process genes expression in inflight mice (FLT) versus control (GC) mice (p-value 0.05, FDR 0.05). Color key shows row z-score level.\n(E) Correlation circle plot between muscle hyperglycemic pathways and glucose transport process gene expression from sPLS-DA of mice quadriceps transcriptome during spaceflight. DEG: Differentially Expressed Genes, FDR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes, ORA: Over Representation Analysis, sPLS-DA: sparse Partial Least Square- Differential Analysis.\nWe investigated the relationships between the downregulation of glucose transport process genes and the downregulation of hypoglycemic signaling pathway genes using the supervised method sPLS-DA (sparse partial least square-differential analysis) with the R-mixOmics package. We compared the reported genes by the sPLS-DA performed at 100% (22657), 75% (16992), 50% (11328), and 25% (5664) (according to the process suggested in \nDuruflé et al., 2021\n) transcript input in a Venn diagram, and we found that 3463 genes were commonly reported with the strongest importance for discrimination (“discriminating genes”) (\nFigure S2\nA, Related to \nFigure 2\n). KEGG pathways ORA on these specific genes reported several enriched pathways among which were the previously mentioned hypoglycemic signaling pathways. Moreover, 491 significant differentially expressed genes (DEG) were still present among the 3463 sPLS-DA common genes, and KEGG pathway ORA on these genes demonstrated fewer enriched pathways than on the original analysis of the 972 DEG (\nFigure 2\nA) and on the 3463 sPLS-DA common genes (\nFigure S2\nA, Related to \nFigure 2\n), but the hypoglycemic ErbB, FoxO, AMPK, Insulin, and HIF-1 signaling pathways were still among the most enriched (\nFigure S2\nB, Related to \nFigure 2\n). Principal component analysis (PCA) showed that inflight mice and ground control mice groups were clearly discriminated by gene variability (\nFigure S2\nC, Related to \nFigure 2\n), despite PCA being an unsupervised method. Finally, we found that glucose transport process and hypoglycemic signaling pathway gene expression correlate (\nFigure 2\nE), and this correlation is strong as indicated by the correlation intensity level shown on the correlation heatmap (\nFigure S2\nD, Related to \nFigure 2\n).\nMuscle glucose transport gene expression correlates with decreased muscle DNA repair, autophagy, and translation processes gene expression\nIn the quadriceps, DNA repair, autophagy, and translation are among the most enriched processes and pathways reported by GSEA and ORA. DNA repair, autophagy, and translation process genes are decreased in inflight mice compared to ground control mice (\nFigures 3\nA–3C). Muscle glucose transport gene expression strongly correlates with decreased muscle DNA repair, autophagy, and translation process gene expression as shown by the correlation circle plot (\nFigures 3\nD–3F) and the correlation heatmap (\nFigures 3\nG–3I). These processes are both high energy demand processes. Thus, decreased energy intake gene expression correlated with an energy-saving transcriptome in mice quadriceps during spaceflight.\nFigure 3\nMuscle glucose transport genes expression correlate with decreased muscle DNA repair, autophagy, and translation processes gene expression\n(A–C) Heatmap showing the expression level of DNA repair (A), autophagy (B), and translation (C) process genes in the muscle in inflight mice (FLT) versus control (GC) mice. Color key shows row z-score level (p-value 0.05, FDR 0.05).\n(D–F) Correlation circle plots between muscle glucose transport and DNA repair (D), autophagy (E), and translation (F) gene expression from sPLS-DA of mice quadriceps transcriptome during spaceflight.\n(G–I) Correlation heatmap between muscle glucose transport and DNA repair (G), autophagy (H), and translation (I) gene expression from sPLS of mice quadriceps transcriptome during spaceflight. Color key shows correlation intensity. FDR: False Discovery Rate, sPLS-DA: sparse Partial Least Square- Differential Analysis.\nLipid metabolic processes gene expression in the liver correlates with gene expression changes in the muscle and muscle atrophy phenotype\nLipid metabolism pathways are among the most reported by GSEA and ORA (\nFigures 1\n and \nS1\n). In addition, discriminating genes after 100%, 75%, 50%, and 25% sPLS-DA and post DEG 100%, 75%, 50%, and 25% sPLS-DA still maintain this pattern as shown by KEGG ORA (\nFigures S3\nA and S3B, Related to \nFigure 4\n). Of note, the two short chain fatty acid “butanoate” and ‘propanoate” were always among the most enriched KEGG pathways (\nFigure S3\nC, Related to \nFigure 4\n). Since fatty liver diseases are associated with IR and diabetes, we investigated whether altered glucose transport gene expression was linked to liver lipid metabolism. We found that glucose transport process gene expression strongly correlated with liver lipid metabolism gene expression during spaceflight (\nFigures 4\nB and 4C). Consistently, liver lipid metabolism gene expression also correlated with muscle autophagy, DNA repair, and translation process gene expression (\nFigures 5\nA–5C). Furthermore, liver lipid metabolism gene expression strongly correlated with muscle atrophy phenotype gene expression (\nFigure 5\nD). Indeed, liver lipid metabolism and muscle atrophy genes formed a gene correlation network (\nFigure 5\nE). Akr1c12, Ces1c, Abcg8, Abcg5, Fabp2, Apom, Rdh7, Serpina6, Gpat2, and Slc10a1 formed a gene cluster strongly correlating with muscle gene expression (\nFigure 5\nF).\nFigure 4\nLipid metabolic processes gene expression in the liver correlates with glucose transport processes gene expression in the muscle\n(A) PCA in muscle glucose transport and liver lipid metabolism process.\n(B) Correlation circle plot between muscle glucose transport and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight.\n(C) Correlation heatmap between muscle glucose transport and liver lipid metabolism process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceflight. Color key shows correlation intensity.\n(D) Correlation network between muscle glucose transport and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight. sPLS-DA: sparse Partial Least Square- Differential Analysis.\nFigure 5\nLiver lipid metabolism gene expression correlates with muscle atrophy phenotype, and DNA repair, autophagy, and translation genes decreased expression\n(A–C) Correlation heatmap between liver lipid metabolism and muscle DNA repair (A), translation (B), and autophagy (C) process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceflight. Color key shows correlation intensity.\n(D) Correlation circle plot between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight.\n(E) Correlation network between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight.\n(F) Venn diagram of strongest correlating liver lipid metabolism process genes in common between muscle atrophy phenotype, autophagy, DNA repair, translation, and glucose transport process genes. sPLS-DA: sparse Partial Least Square- Differential Analysis.",
    "lipid_metabolic_processes_are_the_most_common_biological_pro": "Lipid metabolic processes are the most common biological processes affected in mice quadriceps and liver during spaceflight\nPrevious studies showed that the muscle and the liver are differentially affected by metabolic changes during spaceflight (\nda Silveira et al., 2020\n). Here, we first investigated the commonalities between the two organs. We chose to focus on the quadriceps, which is the most important in term of size and as such potentially in terms of effects.\nTranscriptomic data from C57BL/6J mouse liver and quadriceps from the NASA Rodent Research 1 (RR1) protocol were analyzed by the Gene Set Enrichment Analysis (GSEA) method and visualized with Cytoscape software (\nFigure 1\nA). In the quadriceps, “fatty coA process” and “axon extension negative” were the most enriched processes. In the liver, most enriched processes were related to mitochondria (“proton triphosphate gsea”, “electron transport cytochrome”, and “mitochondrial translational elongation”) followed by lipid metabolism-related processes (“oxidation fatty acyl”, “plasma lipoprotein particle”, and “positive lipid process”) (\nFigure S1\nA, Related to \nFigure 1\n). Similarly, lipid metabolism-related pathways were also the most enriched reported by KEGG pathways over representation analysis in the liver (\nFigure S1\nB, Related to \nFigure 1\n).\nFigure 1\nLipid metabolic processes are the most commonly biological processes affected in mice quadriceps and liver during spaceflight\n(A) Cytoscape network of most common biological processes shared by the liver and the quadriceps reported by Gene Ontology biological Pathway (GOBP) Gene Set Enrichment Analysis (GSEA) in mice during spaceflight (p-value 0.05, FDR 0.05). Yellow circles indicate lipid metabolism related processes, pink circles indicate mitochondrial function related processes, green circles indicates protein post-translational processes, and the blue circle indicates a DNA Repair-related process.\n(B) Venn diagram of common KEGG GSEA pathways between the liver and the quadriceps in mice during spaceflight.\n(C) Summary of the common KEGG GSEA pathways between mice liver and quadriceps. FDR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes.\nAmong the 24,961 transcripts identified in the liver samples and the 22,657 transcripts in the identified quadriceps sample, the most enriched gene ontology biological processes altered by spaceflight assessed by GSEA commonly shared were related to lipid metabolism (\nFigure 1\nA). “β-oxidation lipid”, “plasma lipoprotein particle”, and “triglycerides neutral biosynthetic” genesets were upregulated in both organs, while “cholesterol alcohol biosynthetic” and “fatty acyl coa” displayed opposed expression patterns between the two organs. Consistent with previous studies, mitochondria-related process genesets were also among the most shared processes and were upregulated in the liver, while downregulated in the quadriceps. Endoplasmic reticulum and ribosome-related process genesets were also among the most shared process genesets, potentially suggesting impaired protein metabolism.\nBoth positively (upregulated) and negatively (downregulated) enriched KEGG pathways obtained by GSEA for each organ were compared together in a Venn diagram (\nFigures 1\nB and 1C). Among the 70 pathways analyzed, 11 pathways were common to the two organs. Again, lipid metabolism-related pathways were the most represented among the common ones (\nFigure 1\nB), with “KEGG_BIOSYNTHESIS_OF_UNSATURED_FATTY_ACIDs” and the two short chain fatty acid metabolism pathways “KEGG_BUTANOATE_METABOLISM” and “KEGG_PROPANOATE_METABOLISM” (\nFigure 1\nC). Protein metabolism (“KEGG_RIBOSOME”, “KEGG_PROTEASOME”, “KEGG_RNA_POLYMERASE”) and DNA repair-related pathways were also among the common downregulated pathways between the two organs. Thus, spaceflights induce a strong transcriptional response of the metabolism, especially for lipid metabolism in the liver and in the quadriceps.",
    "hypoglycemic_signaling_pathways_genes_are_the_most_significa": "Hypoglycemic signaling pathways genes are the most significantly downregulated in mice quadriceps during spaceflight\nIn the quadriceps, 972 genes were significantly differentially expressed, among which 562 were downregulated and 410 were upregulated. KEGG pathways over representation analysis (ORA) in the online software Webgesalt reported 30 most enriched pathways (\nFigure 2\nA). Pathways involved in metabolism are particularly enriched, especially those regulating glycemia: HIF1, ErbB, FoxO, AMPK, Insulin, and PI3K-Akt signaling pathways. Hypoglycemic signaling pathway gene expression was decreased in flight mice compared to ground control mice (\nFigure 2\nB). Interestingly, glucose transport processes were among the most negatively enriched in GSEA reports, and glucose transport process gene expression was decreased in flight mice compared to ground control mice (\nFigures 2\nC and 2D).\nFigure 2\nHypoglycemic signaling pathways genes are the most significantly downregulated in mice quadriceps during spaceflight\n(A) Webgesalt ORA enriched KEGG pathways of DEG in mice quadriceps during spaceflight. Blue arrow indicates hypoglycemic pathways.\n(B) Heatmap showing level expression of hypoglycemic genes in inflight mice (FLT) versus control (GC) mice. Color Key shows row z-score level.\n(C) GOBP GSEA of the whole transcriptome of mice quadriceps RR1 (p-value 0.05, FDR 0.05).\n(D) Heatmap showing level expression of glucose transport process genes expression in inflight mice (FLT) versus control (GC) mice (p-value 0.05, FDR 0.05). Color key shows row z-score level.\n(E) Correlation circle plot between muscle hyperglycemic pathways and glucose transport process gene expression from sPLS-DA of mice quadriceps transcriptome during spaceflight. DEG: Differentially Expressed Genes, FDR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes, ORA: Over Representation Analysis, sPLS-DA: sparse Partial Least Square- Differential Analysis.\nWe investigated the relationships between the downregulation of glucose transport process genes and the downregulation of hypoglycemic signaling pathway genes using the supervised method sPLS-DA (sparse partial least square-differential analysis) with the R-mixOmics package. We compared the reported genes by the sPLS-DA performed at 100% (22657), 75% (16992), 50% (11328), and 25% (5664) (according to the process suggested in \nDuruflé et al., 2021\n) transcript input in a Venn diagram, and we found that 3463 genes were commonly reported with the strongest importance for discrimination (“discriminating genes”) (\nFigure S2\nA, Related to \nFigure 2\n). KEGG pathways ORA on these specific genes reported several enriched pathways among which were the previously mentioned hypoglycemic signaling pathways. Moreover, 491 significant differentially expressed genes (DEG) were still present among the 3463 sPLS-DA common genes, and KEGG pathway ORA on these genes demonstrated fewer enriched pathways than on the original analysis of the 972 DEG (\nFigure 2\nA) and on the 3463 sPLS-DA common genes (\nFigure S2\nA, Related to \nFigure 2\n), but the hypoglycemic ErbB, FoxO, AMPK, Insulin, and HIF-1 signaling pathways were still among the most enriched (\nFigure S2\nB, Related to \nFigure 2\n). Principal component analysis (PCA) showed that inflight mice and ground control mice groups were clearly discriminated by gene variability (\nFigure S2\nC, Related to \nFigure 2\n), despite PCA being an unsupervised method. Finally, we found that glucose transport process and hypoglycemic signaling pathway gene expression correlate (\nFigure 2\nE), and this correlation is strong as indicated by the correlation intensity level shown on the correlation heatmap (\nFigure S2\nD, Related to \nFigure 2\n).",
    "muscle_glucose_transport_gene_expression_correlates_with_dec": "Muscle glucose transport gene expression correlates with decreased muscle DNA repair, autophagy, and translation processes gene expression\nIn the quadriceps, DNA repair, autophagy, and translation are among the most enriched processes and pathways reported by GSEA and ORA. DNA repair, autophagy, and translation process genes are decreased in inflight mice compared to ground control mice (\nFigures 3\nA–3C). Muscle glucose transport gene expression strongly correlates with decreased muscle DNA repair, autophagy, and translation process gene expression as shown by the correlation circle plot (\nFigures 3\nD–3F) and the correlation heatmap (\nFigures 3\nG–3I). These processes are both high energy demand processes. Thus, decreased energy intake gene expression correlated with an energy-saving transcriptome in mice quadriceps during spaceflight.\nFigure 3\nMuscle glucose transport genes expression correlate with decreased muscle DNA repair, autophagy, and translation processes gene expression\n(A–C) Heatmap showing the expression level of DNA repair (A), autophagy (B), and translation (C) process genes in the muscle in inflight mice (FLT) versus control (GC) mice. Color key shows row z-score level (p-value 0.05, FDR 0.05).\n(D–F) Correlation circle plots between muscle glucose transport and DNA repair (D), autophagy (E), and translation (F) gene expression from sPLS-DA of mice quadriceps transcriptome during spaceflight.\n(G–I) Correlation heatmap between muscle glucose transport and DNA repair (G), autophagy (H), and translation (I) gene expression from sPLS of mice quadriceps transcriptome during spaceflight. Color key shows correlation intensity. FDR: False Discovery Rate, sPLS-DA: sparse Partial Least Square- Differential Analysis.",
    "lipid_metabolic_processes_gene_expression_in_the_liver_corre": "Lipid metabolic processes gene expression in the liver correlates with gene expression changes in the muscle and muscle atrophy phenotype\nLipid metabolism pathways are among the most reported by GSEA and ORA (\nFigures 1\n and \nS1\n). In addition, discriminating genes after 100%, 75%, 50%, and 25% sPLS-DA and post DEG 100%, 75%, 50%, and 25% sPLS-DA still maintain this pattern as shown by KEGG ORA (\nFigures S3\nA and S3B, Related to \nFigure 4\n). Of note, the two short chain fatty acid “butanoate” and ‘propanoate” were always among the most enriched KEGG pathways (\nFigure S3\nC, Related to \nFigure 4\n). Since fatty liver diseases are associated with IR and diabetes, we investigated whether altered glucose transport gene expression was linked to liver lipid metabolism. We found that glucose transport process gene expression strongly correlated with liver lipid metabolism gene expression during spaceflight (\nFigures 4\nB and 4C). Consistently, liver lipid metabolism gene expression also correlated with muscle autophagy, DNA repair, and translation process gene expression (\nFigures 5\nA–5C). Furthermore, liver lipid metabolism gene expression strongly correlated with muscle atrophy phenotype gene expression (\nFigure 5\nD). Indeed, liver lipid metabolism and muscle atrophy genes formed a gene correlation network (\nFigure 5\nE). Akr1c12, Ces1c, Abcg8, Abcg5, Fabp2, Apom, Rdh7, Serpina6, Gpat2, and Slc10a1 formed a gene cluster strongly correlating with muscle gene expression (\nFigure 5\nF).\nFigure 4\nLipid metabolic processes gene expression in the liver correlates with glucose transport processes gene expression in the muscle\n(A) PCA in muscle glucose transport and liver lipid metabolism process.\n(B) Correlation circle plot between muscle glucose transport and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight.\n(C) Correlation heatmap between muscle glucose transport and liver lipid metabolism process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceflight. Color key shows correlation intensity.\n(D) Correlation network between muscle glucose transport and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight. sPLS-DA: sparse Partial Least Square- Differential Analysis.\nFigure 5\nLiver lipid metabolism gene expression correlates with muscle atrophy phenotype, and DNA repair, autophagy, and translation genes decreased expression\n(A–C) Correlation heatmap between liver lipid metabolism and muscle DNA repair (A), translation (B), and autophagy (C) process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceflight. Color key shows correlation intensity.\n(D) Correlation circle plot between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight.\n(E) Correlation network between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceflight.\n(F) Venn diagram of strongest correlating liver lipid metabolism process genes in common between muscle atrophy phenotype, autophagy, DNA repair, translation, and glucose transport process genes. sPLS-DA: sparse Partial Least Square- Differential Analysis.",
    "discussion": "Discussion\nDespite the systemic and physiological health risk of spaceflight, it is a fact that humans have become a space-faring species. Muscle atrophy has been shown to occur in both weightlessness and bed rest studies. The decreased gravity load on the locomotive apparatus is often presented as the main driver of muscle atrophy and bone loss. Previous studies showed that mitochondrial function and lipid metabolism were impaired in both astronauts and mice during spaceflight. Da Silveira and colleagues previously showed that a mitochondrial stress is a central hub for spaceflight-induced physiological changes (\nda Silveira et al., 2020\n). Mitochondria are complex organelles inside the cell where fundamental biomolecules are metabolized through the tricarboxylic acid cycle (TCA) and coupled to energy production by the electron transport chain. Thus, mitochondria play a key role in metabolism and energy management. Here, we found that lipid metabolism is the most affected biological process between the quadriceps and the liver transcriptome in mice during spaceflight. Impaired lipid metabolism and fatty acid accumulation is associated with muscle atrophy. Of note, butanoate and propanoate metabolism were the most affected in the two organs analyzed, decreased in the liver while increased in the muscle. Butanoate and propanoate, also known as butyrate and propionate, are short chain fatty acids produced in the intestinal lumen by bacterial fermentation of undigested carbohydrates, especially resistant starch, dietary fiber, and to a lesser extent proteins. Resistant starch is found in some grains, beans, and legumes. The gut microbiome is disturbed during spaceflight; astronauts’ gut microbiome showed an alteration in the composition pattern of bacteria of the phylum Firmicutes, the main butyrate-producing bacteria in the human gut (\nVenegas et al., 2019\n), with the presence of different genus increasing or decreasing during spaceflight but also showing a consistent decrease in bacteria from the taxa Pseudobutyrivibrio and Akkermansia, also known to produce butyrate in the intestine (\nGarrett-Bakelman et al., 2019\n; \nVoorhies et al., 2019\n; \nVenegas et al., 2019\n). Microbiome analysis from RR1 mice showed an overall increase of bacteria of the phylum Firmicutes, but the authors linked that to similar alterations that occur with aging (\nJiang et al., 2019\n). This Firmicute increase in older mice is seen as a sign of dysbiosis and this alteration was shown to be followed by a ∼70% decrease in butyrate levels (\nSpychala et al., 2018\n). The upregulation of butyrate and propionate pathways in the muscle can reflect a possible need for these fatty acids and derivatives. In this context, dietary changes could represent a feasible countermeasure to spaceflight-induced physiological changes.\nThe TCA cycle activity and the glycolysis/gluconeogenesis ratio are decreased in muscle during spaceflight suggesting disturbed energy production. Consistently, we found that spaceflight induced a hyperglycemic response in mouse muscle involving the downregulation of hypoglycemic signaling pathways downstream of the insulin receptor (HIF, ErbB, AMPK, FoxO, and PI3K-Akt). This signaling response mostly affected glucose import gene expression. In addition, high energy demand processes such as DNA repair, autophagy, and translation gene expression were decreased in inflight mice quadriceps, suggesting a shift toward an energy-saving mode in the muscle during spaceflight. The muscle is a high energy demand organ. Since the muscle represent up to 50% of the total body mass, its metabolism radically affects glucose availability in the body. Consequently, glucose sparing and energy saving by the muscle in detrimental conditions can compensate for the energy needs of other such as the brain that requires stable and continuous glucose supply. Oxidative stress and DNA damage overload, that can impair mitochondrial function and the metabolism, are examples of detrimental conditions occurring during spaceflight (\nAfshinnekoo et al., 2020\n; \nGarrett-Bakelman et al., 2019\n). Also, mitochondrial dysfunction has been linked to muscle atrophy (\nAbrigo et al., 2019\n). The HIF-1 signaling enriched pathways suggest that oxidative stress occurred in RR1 inflight mice. Oxidative stress and mitochondrial dysfunction promote insulin resistance and diabetes (\nBashan et al., 2009\n; \nDi Meo et al., 2017\n; \nSivitz and Yorek, 2010\n). Our results, in line with previous space studies, suggest an insulin resistance phenotype. Meanwhile, insulin resistance has been proposed as an evolutionary mechanism to spare glucose that can benefit survival in various states such as starvation, immune activation growth, and cancer (\nSoeters and Soeters, 2012\n).\nInsulin resistance and diabetes are often associated with dysregulated lipid metabolism and liver diseases. Fatty acids inhibit the insulin signaling pathways by directly interfering in the signaling through diacylglycerol or by overloading the TCA with the precursor acetyl CoA (\nKovacs and Stumvoll, 2005\n; \nPerry et al., 2014\n; \nZhang et al., 2010\n). During spaceflight, liver lipid metabolic gene expression correlated with muscle glucose import gene expression in RR1 mice. Insulin resistance, NAFLD, non-alcoholic steatohepatitis (NASH), and cirrhosis are associated with muscle atrophy and their severity correlates positively (\nChakravarthy et al., 2020\n; \nMeyer et al., 2020\n; \nSamuel and Shulman, 2012\n). During a stress starvation, fatty acids together with ketone bodies become the primary source of energy for cells while peripheral organs such as the muscle, but also the skin and bones, provide amino acids taken up by central organs such as the liver, the spleen, immune cells, and healing tissues, ultimately leading to protein loss (\nSoeters and Soeters, 2012\n). During a spaceflight, all cells are exposed to space stressors such as radiation, endocrine system perturbation induced by altered circadian rhythm or psychological issues, and microgravity, all promoting oxidative stress, DNA damage, and mitochondrial dysfunction. In addition, it has been shown that spaceflight induces a shift from slow aerobic and highly enriched mitochondria muscle fibers (“slow fiber”, “type I”) toward fast anaerobic and fast low-enriched mitochondria muscle fiber (“fast fiber”, “type II”) (\nGambara et al., 2017b\n; \nUlanova et al., 2015\n). Mitochondria are the major source of reactive oxygen species. As such, spaceflight-induced fiber shift and mitochondrial dysfunction can be seen as a biological mechanism to decrease mitochondrial activity and mitigate oxidative stress. If mitochondrial stress is a central biological hub during spaceflight, and if the mitochondria are the master organelle of metabolism regulation and energy management, we can then expect a general metabolic shift in the body toward a starvation-like phenotype that promotes decreased mitochondrial activity, decreased metabolism and protein loss in the muscle, and increased lipid metabolism in the liver, to the benefit of all body cells during spaceflight. Consistently, liver lipid metabolism gene expression strongly correlated with muscle DNA repair, autophagy, translation, and finally muscle atrophy phenotype gene expression. Butanoate and propanoate metabolism-related genes were still among the one with the strongest correlation. Interestingly, sodium butyrate and butyrate diet supplementation improve mitochondrial function, fat accumulation, insulin resistance, diabetes, and liver diseases (\nGao et al., 2009\n; \nKhan and Jena, 2016\n; \nMollica et al., 2017\n; \nYe et al., 2018\n; \nZhang et al., 2019\n; \nZhou et al., 2018\n). Moreover, sodium butyrate and butyrate diet supplementation decreased muscle atrophy in various conditions (\nChang et al., 2001\n; \nTang et al., 2022\n; \nWalsh et al., 2015\n). Thus, butyrate supplementation or dietary modification to stimulate microbial production represents simple options to counteract muscle atrophy while preventing insulin resistance and lipid accumulation during spaceflight.\nGambara et al. previously identified insulin- and glucose metabolism-linked transcripts as main DEG in BION-M1 biosatellite flown mice \nlongissimus dorsi\n. In the present study, 17 and 13 differentially expressed genes in the liver and the muscle, respectively, were common to the 89 previously identified (\nGambara et al., 2017a\n). \nAcas1a, Cpt2, Agt, Lcn2,\n and \nPrkcd\n, which were among the most DEG in Gambara’s study were not found significantly differentially expressed neither in the liver nor the quadriceps in the present study. The present study is based on the analyses of discriminating genes identified by the spls-DA performed with the mixOmics script. This method is designed to identify variations that are correlated, here gene expression in the liver and gene expression in the quadriceps. Also, 31 over the 9753, among which Agt and Cpt2, and 24 over the 3463 discriminating genes in the liver and the quadriceps, respectively, were in common with the 89 of the Gambara’s study. These differences may reflect the variability of gene expression between the different muscle types. Nonetheless, in line with the literature, both converge to an altered insulin transcriptome, thus highlighting a general adaptive response in muscle during spaceflight despite different molecular pathways. Moreover, the present study highlights the importance of discriminating genes over DEG in deciphering omic data. We found that discriminating genes are mainly linked to lipid metabolism in the liver and insulin signaling and glucose metabolism in the quadriceps. This means that lipid metabolism gene expression in the liver correlates with insulin signaling and glucose metabolism gene expression in the quadriceps in mice during spaceflight. We identified a cluster of lipid metabolism processes-related genes in the liver, including \nAkr1c12, Ces1c, Abcg8, Abcg5, Fabp2, Apom, Rdh7, Serpina6, Gpat2,\n and \nSlc10a1,\n correlating the most with glucose transport gene expression and potentially insulin resistance in the muscle. Among these genes, some are already described for their insulin sensitivity. \nFabp2, Abcg5,\n and \nAbcg8\n genes polymorphisms are associated with insulin sensitivity while \nApom\n might protect against insulin resistance (\nGylling et al., 2004\n; \nKurano et al., 2020\n; \nWeiss et al., 2002\n; \nYu et al., 2020\n). Interestingly, Sestrin 1 (\nSesn1\n), a well-known regulator of cell metabolism upregulated in \nlongissimus dorsi\n of BION-M1 mice, was reported as a discriminating gene in both the liver and the quadriceps (\nGambara et al., 2017a\n)\n.\n Sestrin proteins are involved in the metabolism of reactive oxygen species, autophagy, and insulin signaling (\nLee et al., 2013\n). Sesn1 together with the present lipid metabolism-related gene cluster may thus account in insulin resistance research.\nThe liver influence on quadriceps gene expression we identified needs to be carried out by organ communication mechanisms and we identified hepatokines as the most likely effector. Hepatokines are proteins secreted by the liver that can modulate signaling pathways associated with energy metabolism in the muscle and influence the development of chronic metabolic diseases (\nSeo et al., 2021\n). Important for our context, an increased blood concentration of FGF21, ANGPTL4, FST, and Andropin increases insulin sensitivity, muscle hypertrophy, and mitochondrial function and diminishes fat mass in the muscle (\nSeo et al., 2021\n). Interestingly, increased concentration of Fetuin-A showed to have the inverse effect of the previously described hepatokines (\nJensen-Cody and Potthoff, 2021\n; \nSeo et al., 2021\n). The levels of Fetuin-A increase after 60 day of bed rest, a ground model for microgravity effects, and we found in the literature a positive correlation between the Fetuin-A levels and the gene expression of Serpina6 and Rdh7, two genes we identified in our gene cluster (\nHerrmann et al., 2020\n; \nThakur et al., 2008\n; \nWard et al., 2020\n). Interestingly, Fetuin-A, as well as FGF21 and ANGPTL4 genes are among the correlating genes in the liver of mice during spaceflight reported by the liver versus quadriceps sPLS-DA. We hypothesize that the gene expression correlation identified in our work likely involves an increased Fetuin-A production by the liver and a diminished production of FGF21, ANGPTL4, FST, and Andropin.\nIn conclusion, we described for the first time a strong correlation between liver lipid metabolism gene expression and the downregulation of hypoglycemic and energy demand process-related genes. In the light of current knowledge, our result suggests that a starvation-like phenotype could promote a metabolic shift toward an energy-saving mode, resource sparring, and lipid mobilization through a tight liver-muscle crosstalk contributing to muscle atrophy during spaceflight. Dietary changes based on starch supplementation and microbiome modulation represent an affordable and sustainable countermeasure to support our planetary goals and outer space settlement. Meanwhile, improving food habits and body energy monitoring is an overall human challenge both on Earth and beyond.\nLimitations of the study\nSample size was only six mice to match sample availability in the quadriceps and the liver transcriptome. Future space studies should be designed to match individuals for any factors (organs, environmental parameters, psychological parameters, etc.).\nHere, we studied biological processes and pathways at a transcriptional level. Transcription regulation, post-transcriptional stabilization, and post-translational modifications impact cell response from gene expression to the final protein activity. In addition, transcriptomics provides a static view of one single moment in the cell. However, spatial repartition also impacts molecular dynamics, and a transcriptional ecosystem theory has been defined (\nSilveira and Bilodeau, 2018\n). To further understand the biological significance of the transcriptomic response to spaceflight in mice quadriceps, both functional analysis and multi-omics studies are needed.\nAdditional factors account for inducing muscle atrophy during spaceflight. Circadian rhythm pathways genes are among those enriched in both the quadriceps and the liver in mice during spaceflight (\nFigure S1\nB, Related to \nFigures 1\n and \n2\nA), and circadian rhythm perturbation is associated with muscle atrophy (\nChoi et al., 2020\n). Astronauts experience continuous circadian rhythm stressors on board the ISS, with sixteen sunsets per day and sustained artificial light exposure as the only illumination source. However, assessing and deciphering circadian rhythm dynamics and correlation at molecular levels require proper protocol and experimental design (Zeitgeber time method) that should be implemented in future space biology research.\nWe used the method implemented in mixOmics between the same molecular variables. This method is a powerful tool to compare any types of datasets. In this context, multiple variables comparisons, e.g., temperature variation inside the spacecrafts, food intake levels, dietary type, cognitive performances, psychological parameters, and allowing multiscale comparisons, will considerably widen our understanding of spaceflight’s impact on living organisms. The list of possible datasets combinations is infinite, as much as the number of studies which can raise from.",
    "limitations_of_the_study": "Limitations of the study\nSample size was only six mice to match sample availability in the quadriceps and the liver transcriptome. Future space studies should be designed to match individuals for any factors (organs, environmental parameters, psychological parameters, etc.).\nHere, we studied biological processes and pathways at a transcriptional level. Transcription regulation, post-transcriptional stabilization, and post-translational modifications impact cell response from gene expression to the final protein activity. In addition, transcriptomics provides a static view of one single moment in the cell. However, spatial repartition also impacts molecular dynamics, and a transcriptional ecosystem theory has been defined (\nSilveira and Bilodeau, 2018\n). To further understand the biological significance of the transcriptomic response to spaceflight in mice quadriceps, both functional analysis and multi-omics studies are needed.\nAdditional factors account for inducing muscle atrophy during spaceflight. Circadian rhythm pathways genes are among those enriched in both the quadriceps and the liver in mice during spaceflight (\nFigure S1\nB, Related to \nFigures 1\n and \n2\nA), and circadian rhythm perturbation is associated with muscle atrophy (\nChoi et al., 2020\n). Astronauts experience continuous circadian rhythm stressors on board the ISS, with sixteen sunsets per day and sustained artificial light exposure as the only illumination source. However, assessing and deciphering circadian rhythm dynamics and correlation at molecular levels require proper protocol and experimental design (Zeitgeber time method) that should be implemented in future space biology research.\nWe used the method implemented in mixOmics between the same molecular variables. This method is a powerful tool to compare any types of datasets. In this context, multiple variables comparisons, e.g., temperature variation inside the spacecrafts, food intake levels, dietary type, cognitive performances, psychological parameters, and allowing multiscale comparisons, will considerably widen our understanding of spaceflight’s impact on living organisms. The list of possible datasets combinations is infinite, as much as the number of studies which can raise from.",
    "star★methods": "STAR★Methods\nKey resources table\n\n\nREAGENT or RESOURCE\nSOURCE\nIDENTIFIER\nBiological samples\nMouse Liver\nNASA Rodent Research-1 Mission\nhttps://lsda.jsc.nasa.gov/Experiment/exper/13380\nMouse quadriceps muscle\nNASA Rodent Research-1 Mission\nhttps://lsda.jsc.nasa.gov/Experiment/exper/13380\nDeposited data\nGLDS-103\nNASA/GeneLab\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\nGLDS-168\nNASA/GeneLab\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168/\nExperimental models: Organisms/strains\nMouse: C57BL/6\nJackson Labs\nC57BL/6J (Stock No: 000,664)\nSoftware and algorithms\nR Version 4.0.5\nR Core Team (2021)\n.\nhttps://www.r-project.org/\n, RRID: \nSCR_001905\nDESeq2 Version Version 1.30.1\nLove et al., 2014\nhttps://github.com/mikelove/DESeq2\n, RRID: \nSCR_01568\nGSEA\nSergushichev (2016)\n; \nSubramanian et al., 2005\nhttps://www.gsea-msigdb.org/gsea/index.jsp\n, RRID: \nSCR_003199\nCytoscape\nShannon et al., 2003\nhttps://cytoscape.org\n, RRID: \nSCR_003032\nWebGestalt\nLiao et al. (2019)\nhttp://www.webgestalt.org/\nmiXomics Version 6.14.1\nRohart et al. (2017)\nhttp://mixomics.org\nOther\nGeneLab\nNASA\nhttps://genelab.nasa.gov/\n\n\nResource availability\nLead contact\nFurther information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact Dr Willian Abraham da Silveira, \nwillian.dasilveira@staffs.ac.uk\n.\nMaterials availability\nThis study did not generate new unique reagents.\nMethod details\nFull experimental procedures are available at: \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\n and \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168\n.\nThe omics data of mice liver and muscle were obtained from the NASA Rodent Research 1 (RR1) protocol accessible on the NASA’s GeneLab public omics repository. Also, all animal procedures, ethics, and tissues harvesting, disposal, and experiments have been previously conducted and performed by external experimenters. Thus, animal procedures were performed according to the relevant guide-lines at each institution and were approved by the Institutional Animal Care and Use Committee (IACUC). Full experimental procedures are available at: \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\n and \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168\n.\nBriefly, the study was conducted aboard the International Space Station (ISS) in 2014 on twelves female C57BL/6J mice, six in flight mice (M23, M24, M25, M26, M27, M28) referred to as the FLT group, and six ground controls mice (M33, M34, M35, M36, M37, M38), referred to as the GC group, for 37 days upon 12h day/night cycle, and fed with Nutrient Upgraded Rodent Food Bar (NuRFB)63. The research platform used for this experiment was NASA’s Rodent Research Hardware System also referred to as the Rodent Research Habitat System. Mice were sacrificed with Euthasol injection followed by cervical dislocation on orbit on the ISS for the FLT group, and on the ground at the same time for the GC group. The entire carcasses of 10 mice were stored at −80C until processing. Two FLT mice were dissected on-board the ISS, and livers were isolated on-orbit and stored in the MELFI. Frozen FLT mice carcasses were then returned on Earth by the SpaceX-4 spacecraft and delivered to the NASA Ames Research Center (ARC) for disposal. The ten frozen mice carcasses, GC and FLT, were dissected at room temperature, and harvested samples stored at −80C.\nRNA extraction from 20–30mg mice liver and muscle were realized at 4C using a lysis buffer (Qiagen, Valenica, CA) and a beta-mercaptoethanol (1:100)/Buffer RLT solution, lysis buffer (Qiagen, Valenica, CA) and kept on ice. Samples were then homogenized for 20 s at 21,000 RPM using a Polytron PT1300D handheld homogenizer with a 5 mm standard dispersing aggregate (Kinematica, Bohemia, NY). Homogenates were centrifuged for 3 min at room temperature to remove tissue debris. RNA from homogenates were further purified using the Qiagen AllPrep DNA/RNA Mini Kit (Qiagen, Valencia, CA), and eluted in DNase/RNase-free water. RNA concentrations were measured using the NanoDrop 2000 UV-Vis Spectrophotometer (Thermo Fisher Scientific, Waltham, MA), and RNA quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA). RNA sequencing and library construction was performed on 1 μg of RNA having RIN values of 7 or above, using Illumina HiSeq 4000 kit and experimental protocol.\nQuantification and statistical analysis\nRNAseq data processing\nRaw FASTQ files were proceed using the “GeneLab RNAseq data processing protocol” as reported at \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\n and \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168\n. On this work we used the mentioned protocol up to the step “Quantification data was imported to R (version 3.6.0) with tximport”.\nR\nDifferential Expression (DE) analysis has been performed using the R studio software Version 1.2.5001 and the DESeq2 package version 1.30.1 that uses shrinkage estimation for dispersion and fold change. RSEM expected counts were extracted and rounded up to the next integer and used as input for DE analysis. Statistical significance of differentially expressed genes (FDR ≤0.05) were assessed using Benjamini-Hochberg multiple testing adjustment procedure.\nBiological process, pathways, networks and clusters analysis\nFor biological process, pathways, networks and clusters analysis, normalized count from RR1 mice quadriceps and liver were processed by the DEseq2 package and assessed for Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways Over Representation Analysis on the online Webgesalt platform, and for Gene Ontology Biological Process (GOBP) and KEGG pathways GeneSets Enrichment by the Gene Set Enrichment Analysis (GSEA) software. The Cytoscape software was used to build geneset networks from GSEA results. GSEAs were run with a ‘‘Flight vs Ground Control’’ comparison setting. The ranked list of genes was defined by the signal-to-noise metric, and the statistical significance were determined by 1000 permutations of the gene sets. Enrichment importance were sorted according to the enrichment score calculated by GSEA (\nMüller, 2019\n). Venn diagrams were generated on the online platform Venny available at: \nhttps://bioinfogp.cnb.csic.es/tools/venny/index2.0.2.html\n.\nmixOmics\nmixomics is a R package developed by Kim-anh Lê Cao, Sébastien Déjean and collaborators to visualize associations between paired omics datasets using correlation circles plots, heatmaps, and networks (\nDuruflé et al., 2021\n; \nGonzález et al., 2012\n; \nRohart et al., 2017\n). In the present study we used mixOmics package version 6.14.1. More information can be found on the online mixOmics platform available at: \nhttp://mixomics.org/\n.\nsPLS and sPLS-DA\nTranscriptome from 6 matched NASA RR1 mice, 3 ground controls (M36, M37, M38) and 3 inflight (M25, M26, M28), between the liver and the quadriceps were analyzed by sPLS (Partial Least Square) and sPLS-DA (sparse Partial Least Square-Differential Analysis). Correlation circle and correlation network were generated from sPLS-DA performed on 100%, 75%, 50%, and 25% of total normalized counts according to the process suggested in \nDuruflé et al. (2021)\n. This method is an internal method to validate that the pattern of genes evaluated with the strongest importance for discrimination maintain across input reduction. These genes are referred to as to “discriminating genes” in this study. The correlation circle plot is a 1 sized radius were variable pools located between |0,5| and |1| have the strongest correlation. Correlation heatmaps are generated from sPLS analyses. Post 100%, 75%, 50%, and 25% sPLS-DA DEG are DEG still present in reported genes from 100%, 75%, 50%, and 25% sPLS-DA. R scripts used for this study are available at: \nhttp://mixomics.org/case-studies/spls-liver-toxicity-case-study/\n.",
    "key_resources_table": "Key resources table\n\n\nREAGENT or RESOURCE\nSOURCE\nIDENTIFIER\nBiological samples\nMouse Liver\nNASA Rodent Research-1 Mission\nhttps://lsda.jsc.nasa.gov/Experiment/exper/13380\nMouse quadriceps muscle\nNASA Rodent Research-1 Mission\nhttps://lsda.jsc.nasa.gov/Experiment/exper/13380\nDeposited data\nGLDS-103\nNASA/GeneLab\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\nGLDS-168\nNASA/GeneLab\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168/\nExperimental models: Organisms/strains\nMouse: C57BL/6\nJackson Labs\nC57BL/6J (Stock No: 000,664)\nSoftware and algorithms\nR Version 4.0.5\nR Core Team (2021)\n.\nhttps://www.r-project.org/\n, RRID: \nSCR_001905\nDESeq2 Version Version 1.30.1\nLove et al., 2014\nhttps://github.com/mikelove/DESeq2\n, RRID: \nSCR_01568\nGSEA\nSergushichev (2016)\n; \nSubramanian et al., 2005\nhttps://www.gsea-msigdb.org/gsea/index.jsp\n, RRID: \nSCR_003199\nCytoscape\nShannon et al., 2003\nhttps://cytoscape.org\n, RRID: \nSCR_003032\nWebGestalt\nLiao et al. (2019)\nhttp://www.webgestalt.org/\nmiXomics Version 6.14.1\nRohart et al. (2017)\nhttp://mixomics.org\nOther\nGeneLab\nNASA\nhttps://genelab.nasa.gov/",
    "resource_availability": "Resource availability\nLead contact\nFurther information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact Dr Willian Abraham da Silveira, \nwillian.dasilveira@staffs.ac.uk\n.\nMaterials availability\nThis study did not generate new unique reagents.",
    "lead_contact": "Lead contact\nFurther information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact Dr Willian Abraham da Silveira, \nwillian.dasilveira@staffs.ac.uk\n.",
    "materials_availability": "Materials availability\nThis study did not generate new unique reagents.",
    "method_details": "Method details\nFull experimental procedures are available at: \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\n and \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168\n.\nThe omics data of mice liver and muscle were obtained from the NASA Rodent Research 1 (RR1) protocol accessible on the NASA’s GeneLab public omics repository. Also, all animal procedures, ethics, and tissues harvesting, disposal, and experiments have been previously conducted and performed by external experimenters. Thus, animal procedures were performed according to the relevant guide-lines at each institution and were approved by the Institutional Animal Care and Use Committee (IACUC). Full experimental procedures are available at: \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\n and \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168\n.\nBriefly, the study was conducted aboard the International Space Station (ISS) in 2014 on twelves female C57BL/6J mice, six in flight mice (M23, M24, M25, M26, M27, M28) referred to as the FLT group, and six ground controls mice (M33, M34, M35, M36, M37, M38), referred to as the GC group, for 37 days upon 12h day/night cycle, and fed with Nutrient Upgraded Rodent Food Bar (NuRFB)63. The research platform used for this experiment was NASA’s Rodent Research Hardware System also referred to as the Rodent Research Habitat System. Mice were sacrificed with Euthasol injection followed by cervical dislocation on orbit on the ISS for the FLT group, and on the ground at the same time for the GC group. The entire carcasses of 10 mice were stored at −80C until processing. Two FLT mice were dissected on-board the ISS, and livers were isolated on-orbit and stored in the MELFI. Frozen FLT mice carcasses were then returned on Earth by the SpaceX-4 spacecraft and delivered to the NASA Ames Research Center (ARC) for disposal. The ten frozen mice carcasses, GC and FLT, were dissected at room temperature, and harvested samples stored at −80C.\nRNA extraction from 20–30mg mice liver and muscle were realized at 4C using a lysis buffer (Qiagen, Valenica, CA) and a beta-mercaptoethanol (1:100)/Buffer RLT solution, lysis buffer (Qiagen, Valenica, CA) and kept on ice. Samples were then homogenized for 20 s at 21,000 RPM using a Polytron PT1300D handheld homogenizer with a 5 mm standard dispersing aggregate (Kinematica, Bohemia, NY). Homogenates were centrifuged for 3 min at room temperature to remove tissue debris. RNA from homogenates were further purified using the Qiagen AllPrep DNA/RNA Mini Kit (Qiagen, Valencia, CA), and eluted in DNase/RNase-free water. RNA concentrations were measured using the NanoDrop 2000 UV-Vis Spectrophotometer (Thermo Fisher Scientific, Waltham, MA), and RNA quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA). RNA sequencing and library construction was performed on 1 μg of RNA having RIN values of 7 or above, using Illumina HiSeq 4000 kit and experimental protocol.",
    "quantification_and_statistical_analysis": "Quantification and statistical analysis\nRNAseq data processing\nRaw FASTQ files were proceed using the “GeneLab RNAseq data processing protocol” as reported at \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\n and \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168\n. On this work we used the mentioned protocol up to the step “Quantification data was imported to R (version 3.6.0) with tximport”.\nR\nDifferential Expression (DE) analysis has been performed using the R studio software Version 1.2.5001 and the DESeq2 package version 1.30.1 that uses shrinkage estimation for dispersion and fold change. RSEM expected counts were extracted and rounded up to the next integer and used as input for DE analysis. Statistical significance of differentially expressed genes (FDR ≤0.05) were assessed using Benjamini-Hochberg multiple testing adjustment procedure.\nBiological process, pathways, networks and clusters analysis\nFor biological process, pathways, networks and clusters analysis, normalized count from RR1 mice quadriceps and liver were processed by the DEseq2 package and assessed for Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways Over Representation Analysis on the online Webgesalt platform, and for Gene Ontology Biological Process (GOBP) and KEGG pathways GeneSets Enrichment by the Gene Set Enrichment Analysis (GSEA) software. The Cytoscape software was used to build geneset networks from GSEA results. GSEAs were run with a ‘‘Flight vs Ground Control’’ comparison setting. The ranked list of genes was defined by the signal-to-noise metric, and the statistical significance were determined by 1000 permutations of the gene sets. Enrichment importance were sorted according to the enrichment score calculated by GSEA (\nMüller, 2019\n). Venn diagrams were generated on the online platform Venny available at: \nhttps://bioinfogp.cnb.csic.es/tools/venny/index2.0.2.html\n.\nmixOmics\nmixomics is a R package developed by Kim-anh Lê Cao, Sébastien Déjean and collaborators to visualize associations between paired omics datasets using correlation circles plots, heatmaps, and networks (\nDuruflé et al., 2021\n; \nGonzález et al., 2012\n; \nRohart et al., 2017\n). In the present study we used mixOmics package version 6.14.1. More information can be found on the online mixOmics platform available at: \nhttp://mixomics.org/\n.\nsPLS and sPLS-DA\nTranscriptome from 6 matched NASA RR1 mice, 3 ground controls (M36, M37, M38) and 3 inflight (M25, M26, M28), between the liver and the quadriceps were analyzed by sPLS (Partial Least Square) and sPLS-DA (sparse Partial Least Square-Differential Analysis). Correlation circle and correlation network were generated from sPLS-DA performed on 100%, 75%, 50%, and 25% of total normalized counts according to the process suggested in \nDuruflé et al. (2021)\n. This method is an internal method to validate that the pattern of genes evaluated with the strongest importance for discrimination maintain across input reduction. These genes are referred to as to “discriminating genes” in this study. The correlation circle plot is a 1 sized radius were variable pools located between |0,5| and |1| have the strongest correlation. Correlation heatmaps are generated from sPLS analyses. Post 100%, 75%, 50%, and 25% sPLS-DA DEG are DEG still present in reported genes from 100%, 75%, 50%, and 25% sPLS-DA. R scripts used for this study are available at: \nhttp://mixomics.org/case-studies/spls-liver-toxicity-case-study/\n.",
    "rnaseq_data_processing": "RNAseq data processing\nRaw FASTQ files were proceed using the “GeneLab RNAseq data processing protocol” as reported at \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-103/\n and \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-168\n. On this work we used the mentioned protocol up to the step “Quantification data was imported to R (version 3.6.0) with tximport”.",
    "r": "R\nDifferential Expression (DE) analysis has been performed using the R studio software Version 1.2.5001 and the DESeq2 package version 1.30.1 that uses shrinkage estimation for dispersion and fold change. RSEM expected counts were extracted and rounded up to the next integer and used as input for DE analysis. Statistical significance of differentially expressed genes (FDR ≤0.05) were assessed using Benjamini-Hochberg multiple testing adjustment procedure.",
    "biological_process,_pathways,_networks_and_clusters_analysis": "Biological process, pathways, networks and clusters analysis\nFor biological process, pathways, networks and clusters analysis, normalized count from RR1 mice quadriceps and liver were processed by the DEseq2 package and assessed for Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways Over Representation Analysis on the online Webgesalt platform, and for Gene Ontology Biological Process (GOBP) and KEGG pathways GeneSets Enrichment by the Gene Set Enrichment Analysis (GSEA) software. The Cytoscape software was used to build geneset networks from GSEA results. GSEAs were run with a ‘‘Flight vs Ground Control’’ comparison setting. The ranked list of genes was defined by the signal-to-noise metric, and the statistical significance were determined by 1000 permutations of the gene sets. Enrichment importance were sorted according to the enrichment score calculated by GSEA (\nMüller, 2019\n). Venn diagrams were generated on the online platform Venny available at: \nhttps://bioinfogp.cnb.csic.es/tools/venny/index2.0.2.html\n.",
    "mixomics": "mixOmics\nmixomics is a R package developed by Kim-anh Lê Cao, Sébastien Déjean and collaborators to visualize associations between paired omics datasets using correlation circles plots, heatmaps, and networks (\nDuruflé et al., 2021\n; \nGonzález et al., 2012\n; \nRohart et al., 2017\n). In the present study we used mixOmics package version 6.14.1. More information can be found on the online mixOmics platform available at: \nhttp://mixomics.org/\n.",
    "spls_and_spls-da": "sPLS and sPLS-DA\nTranscriptome from 6 matched NASA RR1 mice, 3 ground controls (M36, M37, M38) and 3 inflight (M25, M26, M28), between the liver and the quadriceps were analyzed by sPLS (Partial Least Square) and sPLS-DA (sparse Partial Least Square-Differential Analysis). Correlation circle and correlation network were generated from sPLS-DA performed on 100%, 75%, 50%, and 25% of total normalized counts according to the process suggested in \nDuruflé et al. (2021)\n. This method is an internal method to validate that the pattern of genes evaluated with the strongest importance for discrimination maintain across input reduction. These genes are referred to as to “discriminating genes” in this study. The correlation circle plot is a 1 sized radius were variable pools located between |0,5| and |1| have the strongest correlation. Correlation heatmaps are generated from sPLS analyses. Post 100%, 75%, 50%, and 25% sPLS-DA DEG are DEG still present in reported genes from 100%, 75%, 50%, and 25% sPLS-DA. R scripts used for this study are available at: \nhttp://mixomics.org/case-studies/spls-liver-toxicity-case-study/\n.",
    "supplemental_information": "Supplemental information\n\n\nDocument S1. Figures S1–S3",
    "data_and_code_availability": "Data and code availability\n\n\n•\nThe original/source data for all GeneLab datasets (GLDS) in the paper is available on GeneLab (\nhttps://genelab.nasa.gov/\n) with the specific GLDS identifier numbers in the \nkey resources table\n.\n•\nAny additional information required to reanalyze the data reported in this paper is available from the \nlead contact\n upon request.\n•\nThis paper does not report original code.",
    "author_contributions": "Author contributions\nG.V. analyzed and interpreted data, generated graphical abstract, and wrote and edited the manuscript. R.F. and G.V. analyzed and interpreted data and edited the manuscript. A.B. and G.M. participated in the exchange of ideas, edited the manuscript. T.L., V.W., and W.A.d.S. designed the study and revised the manuscript. V.W. and W.A.d.S. secured funding, supervised the project, and wrote and edited the manuscript.",
    "declaration_of_interests": "Declaration of interests\nThe authors declare no competing interests."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9576569/"
}