{
  "id": "PMC9400218",
  "title": "Machine learning algorithm to characterize antimicrobial resistance associated with the International Space Station surface microbiome",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Machine learning algorithm to characterize antimicrobial resistance associated with the International Space Station surface microbiome",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9400218/"
  },
  "sections": {
    "abstract": "Background\nAntimicrobial resistance (AMR) has a detrimental impact on human health on Earth and it is equally concerning in other environments such as space habitat due to microgravity, radiation and confinement, especially for long-distance space travel. The International Space Station (ISS) is ideal for investigating microbial diversity and virulence associated with spaceflight. The shotgun metagenomics data of the ISS generated during the Microbial Tracking–1 (MT-1) project and resulting metagenome-assembled genomes (MAGs) across three flights in eight different locations during 12 months were used in this study. The objective of this study was to identify the AMR genes associated with whole genomes of 226 cultivable strains, 21 shotgun metagenome sequences, and 24 MAGs retrieved from the ISS environmental samples that were treated with propidium monoazide (PMA; viable microbes).\nResults\nWe have analyzed the data using a deep learning model, allowing us to go beyond traditional cut-offs based only on high DNA sequence similarity and extending the catalog of AMR genes. Our results in PMA treated samples revealed AMR dominance in the last flight for \nKalamiella piersonii\n, a bacteria related to urinary tract infection in humans. The analysis of 226 pure strains isolated from the MT-1 project revealed hundreds of antibiotic resistance genes from many isolates, including two top-ranking species that corresponded to strains of \nEnterobacter bugandensis\n and \nBacillus cereus\n. Computational predictions were experimentally validated by antibiotic resistance profiles in these two species, showing a high degree of concordance. Specifically, disc assay data confirmed the high resistance of these two pathogens to various beta-lactam antibiotics.\nConclusion\nOverall, our computational predictions and validation analyses demonstrate the advantages of machine learning to uncover concealed AMR determinants in metagenomics datasets, expanding the understanding of the ISS environmental microbiomes and their pathogenic potential in humans.\n\n\nVideo Abstract\nSupplementary Information\nThe online version contains supplementary material available at 10.1186/s40168-022-01332-w.",
    "background": "Background\nAccording to the World Health Organization, the widespread use of antibiotics worldwide and the slow discovery of major types on antibiotics in the last thirty years has made antibiotic resistance one of the biggest threats to human health, food security, and development [\n58\n]. Accordingly, with NASA setting the course to return to the Moon with the Artemis mission and eventually venture out to Mars, maintaining the health of astronauts during long-term spaceflight is of paramount importance [\n1\n]. One area of particular concern is the reported increase in virulence and antibiotic resistance of microorganisms in space experiments [\n4\n, \n30\n, \n36\n, \n49\n, \n51\n, \n56\n, \n61\n]. Combined with a depressed or altered immune response in astronauts [\n25\n, \n46\n], there is an increased risk of opportunistic microbial infection. Spaceflight promotes biofilm formation [\n32\n], and bacteria cultured from astronauts during flight were more resistant than isolates obtained from the same individual either pre- or post-flight [\n50\n]. Mutations also occurred more frequently in long-term spaceflights [\n24\n]. An alternative non-mutually exclusive hypothesis to increased virulence or microbial resistance to antibiotics is that spaceflight conditions might alter the stability of pharmaceuticals [\n23\n]. In any case, bacterial infections might be more challenging to treat in space.\nThe International Space Station (ISS) is a closed-built environment with its own environmental microbiome shaped by microgravity, radiation, and limited human presence [\n53\n]. We and others have shown that microbiomes are dynamic, diverse and sometimes intertwined at the ISS. Be et al. [\n8\n] analyzed antibiotic resistance and virulence genes from dust and vacuum filter samples of ISS (treated with propidium monoazide, or PMA), demonstrating that human skin-associated microbes impact the ISS microbiome. Indeed, the skin and intestinal microbiomes of astronauts that spent 6 to 12 months in the ISS have been shown to be altered [\n55\n]. In addition, the salivary microbiome of astronauts changed as a result of spaceflight, potentially activating microbes that promote viral replication [\n52\n] and altering the abundance of some antimicrobial resistance (AMR) genes [\n35\n]. The ISS itself also presents specific core microbiome signatures on its surfaces that we characterized recently using shotgun metagenome and amplicon sequencing [\n14\n, \n43\n, \n51\n], analogous to microbiome signatures found in specific geographies on Earth [\n18\n].\nFurther analyses across several missions have revealed that the microbiome of the crew's skin resembled those of the surfaces inside the ISS collected by the crewmember on the same flight [\n5\n]. To better understand the composition of these bacterial populations we and others have characterized shotgun whole-genome sequencing (WGS) of several ISS microorganisms [\n10\n, \n11\n, \n45\n]. Although most of them have been found to be non-pathogenic to humans, there are exceptions such as antibiotic-resistant \nEnterobacter bugandensis\n strains that could have an increased chance of pathogenicity [\n44\n].\nComputational analyses of microbiome data collected in Earth have shown that AMR can be predicted from genomic sequence of pure cultures alone [\n29\n, \n47\n], but a consensus approach on the best way to detect AMRs in metagenomic datasets has yet to be established [\n41\n]. Generally, predictions are restricted to high identity (high sequence similarity to databases) cut-offs, requiring a ‘best-hit’ on an appropriate AMR database with a sequence identity greater than 80% by many programs such as ResFinder [\n60\n]. Although the ‘best-hit’ approach has a low false-positive rate, the false-negative rate can be very high, and a large number of actual Antibiotic Resistance Genes (ARGs) are predicted as non-ARGs, thus concealing the identification of potentially functional ARGs [\n3\n]. Another method of identification is to link the immune repertoire of the astronaut to the peptides of the microbes on the ISS, but this requires complex coordination with crew sampling and is rare [\n19\n]. However, it has been shown recently that deep learning, a class of machine learning algorithms, can expand the catalog of AMR genes and increase the accuracy of the predictions based on metagenomic data [\n3\n, \n13\n, \n27\n]. We then hypothesized that the characterization of AMR from sequencing data at the ISS could be investigated from an artificial intelligence perspective using a robust deep learning framework. For that, we analyzed whole-genome sequences of 226 pure strains (cultivable microbes), metagenome sequences of 21 environmental samples, and 24 MAGs retrieved from PMA treated samples (Fig. \n1\n) using the supervised deep learning approach proposed by Arango-Argoty et al. [\n3\n], which has shown high sensitivity for detection of AMR genes in an independent benchmark [\n57\n].\nFig. 1\nOverview of sample collection and data analysis for the characterization of antibiotic resistance at the ISS using deep learning. The data are processed in a step-wise fashion including data QC, mapping, quantification, and matching to time of collection and mission. The figure has been generated using BioRender (\nhttp://biorender.com\n)",
    "results": "Results\nPredictions based on short metagenomics sequences and ORFs partly overlap with previous analyses and reveal new AMR determinants at the ISS surface microbiome\nThe first shotgun metagenome sequencing of intact microbial cells (Propidium monoazide-PMA treated) without whole-genome amplification was performed by Singh et al. [\n43\n]. There, samples were taken in 8 locations across three flights (F1, F2, F3) during a period of 12 months. A detailed description of sampling procedures and locations, species diversity and functional characterization can be found in Singh et al. [\n43\n]. To deploy a deep learning approach for predicting antibiotic resistance genes from metagenomic data, we used DeepARG, a computational resource proven to be more accurate than traditional approaches [\n3\n]. We first run DeepARG-SS (DeepARG for short reads) using the recommended prediction probability cut-off of 0.8 to obtain read counts of AMR genes (Fig. \n2\na). As in the seminal paper [\n43\n], quantification of antibiotics associated with AMR revealed ‘beta lactams’ ranking first and ‘peptide’ second, and generally more AMR reads counts observed in Flight 3 (F3) than in previous two flights (Fig. \n2\na). However, reads counts in certain antibiotics such as pleuromutilin, mupirocin and rifamycin were found largely in Flight 2 (Fig. \n2\na). Our read counts correlate (\nr\n = 0.86, \np\n = 6.879e−7; Pearson’s product-moment correlation) with read counts obtained for antimicrobial resistance by Singh et al. [\n43\n] (Fig. \n2\nb). Taken together, these suggest a partial overlap with results obtained in Singh et al. [\n43\n] analyzed using the traditional approach.\nFig. 2\nPrediction of ARGs using a pre-trained DeepARG-SS model. \na\n Distribution of ARG read counts across antibiotic classes for the three flights (F1, F2, F3). \nb\n Correlation of read counts found by DeepARG-SS and those in Singh et al. [\n43\n]. Pearson's product-moment correlation \nr\n = 0.86, (\np\n = 6.879e−07) for the three flights and their locations. \nc\n Read counts of ARG class across flights for each location for PMA-treated samples in Singh et al. [\n43\n, \n44\n]. The antibiotic class (\nmulti-drug\n) is not shown. Results are for ARGs with probability > 0.8\nWhile more AMR reads counts were found in Flight 3, we also observed variability between the different locations and flights, and an increasing number of read counts associated with time. For instance, location 4 (L4, surface of the dining table) increased the number of AMR reads counts with successive flights (Fig. \n2\nb, c). While resistance to ‘beta lactams’ was evenly distributed across flights and locations, resistance to ‘polymyxin’ and especially ‘peptide’ represents a more significant proportion of AMR counts in locations of Flight 3 (Fig. \n2\nc). In addition, we also observed the widespread presence of reads related to Macrolides, Lincosamides, Streptogamines (MLS), and tetracycline resistance.\nTo investigate the possible association between AMR patterns and specific microbes, we assembled the short reads into Metagenome-Assembled Genomes (MAGs; see Methods), identified their Open Reading Frames (ORFs), and repeated the prediction of ARGs using DeepARG-LS [\n3\n]. Figure \n3\na shows the distribution of DeepARG classification probabilities and best-hit identity of ARGs in MAGs from the ISS. As we can retrieve highly probable ARGs (probability > 0.8) presenting low sequence identity (for many ARGs, identity is < 40%), this method is likely more advantageous than using the ‘best-hit’ approach only. Compared to DeepARG-SS results obtained previously, the analysis of MAGs did not reveal significant differences in the number of ARGs predicted in the ORFs for the different flights (Fig. \n3\nb). However, interestingly the results show a smaller number bacterial species having ARGs in Flight #1 (F1) when compared to Flights #2 and #3 (Fig. \n3\nb, c) (data is shown for MAGs with at least 1 predicted ARG; the total number of MAGs analyzed is 24). Specifically, the number of locations is smaller in Flight 1 (\nn\n = 3) than in F2 (\nn\n = 6) and F3 (\nn\n = 7) (Fig. \n3\nb)\n.\n Many ARGs were identified in \nKalamiella piersonii\n MAGs in multiple locations during F3, showing AMR patterns related to (glyco)peptide, fluoroquinolone and MLS (Fig. \n3\nc). Of note, the \nK. piersonii\n strain closely related to one found at the ISS has been associated to human urinary tract infection [\n40\n]. The potentially very pathogenic microbe \nE. bugandensis\n was found in location 2 (forward side panel wall of the Waste and Hygiene Compartment) in Flight 1, presenting more than 40 ARGs. In addition, in the original study, \nPantoea\n species were found to be the dominant genus in samples in 5 out of 7 locations sampled from Flight 3, especially at location 5 (surface rack). In our re-analysis, we observed \nPantoea brenneri\n and \nPantoea dispersa\n having ARGs related to beta-lactams and peptide [\n43\n], as well as to triclosan and polymyxin resistance.\nFig. 3\nARGs detected in ORFs in metagenome-assembled genomes (MAGs) from PMA-treated samples. \na\n Distribution of DeepARG classification probability and best-hit identity in MAGs retrieved from the ISS. \nb\n Total number of ARGs predicted for each flight and location. \nc\n Number of ARGs precited for each MAG. Most common antibiotic class (\nmulti-drug\n) not shown. The black arrows indicate \nKalamiella piersonii\nOverall, our results partially agree with earlier findings while providing new insights into previously unobserved antibiotic resistance classes (of the 30 antibiotic resistance categories included in the model). Specifically, the re-analysis of short sequences and MAGs from the ISS reveals dominance of \nK. piersonii\n antibiotic resistance in different locations of Flight 3 (Fig. \n3\nc).\nDistribution of antibiotic resistance genes in scaffolds of Microbial Tracking-1 strains isolated from the ISS\nWe then applied DeepARG-LS to 226 Microbial Tracking-1 (MT-1) isolates (Mason and Venkateswaran labs, published and unpublished WGS of MT-1 pure strains isolated from ISS environment). We found a range of 2 to 92 ARGs in 184 out of 226 isolates (Fig. \n4\na; Table \nS1\n). This machine learning approach allowed us to go beyond the traditional cut-off based only on high sequence DNA similarity (Figure \nS1\n). These results suggest a widespread presence of potential ARGs in the isolates, with ‘multi-drug’ class being first, followed by glycopeptides, beta-lactams, bacitracin, and tetracyclines. The ‘multi-drug’ antibiotic class was defined by aggregating several antibiotic names from the CARD and ARDB databases (efflux, multi-drug and na_antimicrobials). We then used BLAST to match isolates showing AMR sequences predicted by DeepARG to microbial species (Fig. \n4\na) and identified \nBacillus cereus\n and \nE. bugandensis\n, which were previously profiled organisms on the ISS [\n44\n, \n54\n] as the top 2 ranking species with a high number of ARGs. We have previously shown that five \nE. bugandensis\n isolates were almost equivalent to nosocomial earth isolates showing resistance to multi-drug antibiotic compounds, fluoroquinolones, and fosfomycin [\n44\n]. In addition, \nE. bugandensis\n strains were shown to be resistant to 9 antibiotics [\n51\n]. Our results reinforce the potential pathogenicity of this microbe. Nonetheless, antimicrobial resistance was not examined for \nB. cereus\n strains in Venkateswaran et al. [\n54\n]. \nB. cereus\n is a food poisoning microorganism that might be a concern for crew members' health. In addition, we found novel ARGs associated with other species such as \nK. pneumoniae\n, \nPantoea\n, \nPaenibacillus polymyxa\n, \nBacillus velezensis\n, \nEnterococcus faecalis\n, \nSphingomonas,\n and, with a lower number of ARGs, several species of \nStaphylococcus\n. \nE. faecalis\n virulence was previously shown to be affected by microgravity [\n28\n]. We then used the tool Prokka [\n42\n] to fully annotate the bacterial isolates, finding as expected that the number of coding sequences, but not the number of ARGs, increased in proportion to genome sizes (Figure \nS2\na). Then, we ran the pan-genome analysis tool Roary [\n38\n] to compare isolates of \nE. bugandensis\n (10) and \nB. cereus\n (10) finding that the core set of genes was highly conserved among strains of the same species (Figure \nS2\nb).\nFig. 4\nHeatmap and clustering of ARG counts detected in MT-1 pure strains isolated from the ISS and AST validations. \na\n Heatmap with ARG count. The barplots illustrate the number of ARGs across rows and across columns. Species were identified using BLAST. Only ARGs with probability > 0.8 were considered, as recommended. \nb\n Antibacterial susceptibility tests (AST) on \nE. bugandensis\n and \nB cereus\n strains for several antibiotics (top), and comparison with machine learning predictions shown in (\na\n) (bottom). \nc\n Scatterplot of zone of inhibition value (in mm.) and ARG count shown in (\nb\n), together with a linear model fit. Pearson's product-moment correlation values are indicated\nTo experimentally validate machine learning predictions on previously unobserved AMR patterns above, we performed Antibacterial Susceptibility Tests (AST) for the species found to be potentially most pathogenic, in our case \nE. bugandensis\n and \nB. cereus\n as they have a higher number of ARGs (Table \nS1\n; Fig. \n4\na). For that, we use disc diffusion on strains isolated at the ISS for the following antimicrobials: Cefazolin (beta−lactam), Cefoxitin (beta−lactam), Ciprofloxacin (quinolone), Erythromycin (MLS), Gentamycin (aminoglycoside), Oxacillin (beta−lactam), Penicillin (beta−lactam), Rifampin (rifamycin), and Tobramycin (aminoglycoside) (Fig. \n4\nb). The prediction patterns closely matched the AST results (Fig. \n4\nb), although DeepARG failed to detect Rifampin resistance, especially for \nE. bugandensis\n.\nAlthough different antibiotics have different inhibitory zone cut-offs for a strain to be considered as resistant (Table \nS2\n), remarkably we found an inverse correlation between the zone of inhibition and ARG count for \nB. cereus\n (\nr\n = − 0.637, Pearson's product-moment correlation, \np\n = 2.2e−7) and \nE. bugandensis\n (\nr\n = − 0.517; \np\n = 0.0002765) (Fig. \n4\nc), demonstrating the applicability and high accuracy of computational prediction of AMR for microbiome data obtained in space.",
    "conclusion": "Conclusion\nOverall, our computational predictions and validation analyses demonstrate the advantages of machine learning to uncover concealed AMR determinants in metagenomics datasets, expanding the understanding of the ISS environmental microbiomes and their pathogenic potential in humans.\n\n\nVideo Abstract",
    "supplementary_information": "Supplementary Information\n\n\nAdditional file 1: Figure S1\n. Distribution of DeepARG classification probability and best-hit identity in MT-1 pure strains isolated from the ISS. The blue dashed line indicates 50% sequence identity.\nAdditional file 2: Figure S2\n. Gene annotations and pan-genome analysis of MT-1 scaffolds. (a) Scatterplots of number of coding sequences (CDS) found by Prokka, genome sizes, and Antibiotic resistance genes (ARGs) detected by DeepARG. (b) Frequency of genes in the core and accessory groups (soft core, shell, cloud) for ISS isolates of \nE. bugandensis\n (\n10 strains\n) and \nB. cereus\n (\n10 strains\n).\nAdditional file 3: Table S1\n. Rank of MT-1 isolates, ordered by number of ARGs predicted, shown in Fig. \n4\na. Species information obtained from Microbial Nucleotide BLAST.\nAdditional file 4: Table S2\n. Phenotypic antibiotic resistance testing results for \nE. bugandensis\n and \nB cereus\n.\nAdditional file 5: File S1\n. Raw results of the DeepARG analyses (zip compressed).",
    "predictions_based_on_short_metagenomics_sequences_and_orfs_p": "Predictions based on short metagenomics sequences and ORFs partly overlap with previous analyses and reveal new AMR determinants at the ISS surface microbiome\nThe first shotgun metagenome sequencing of intact microbial cells (Propidium monoazide-PMA treated) without whole-genome amplification was performed by Singh et al. [\n43\n]. There, samples were taken in 8 locations across three flights (F1, F2, F3) during a period of 12 months. A detailed description of sampling procedures and locations, species diversity and functional characterization can be found in Singh et al. [\n43\n]. To deploy a deep learning approach for predicting antibiotic resistance genes from metagenomic data, we used DeepARG, a computational resource proven to be more accurate than traditional approaches [\n3\n]. We first run DeepARG-SS (DeepARG for short reads) using the recommended prediction probability cut-off of 0.8 to obtain read counts of AMR genes (Fig. \n2\na). As in the seminal paper [\n43\n], quantification of antibiotics associated with AMR revealed ‘beta lactams’ ranking first and ‘peptide’ second, and generally more AMR reads counts observed in Flight 3 (F3) than in previous two flights (Fig. \n2\na). However, reads counts in certain antibiotics such as pleuromutilin, mupirocin and rifamycin were found largely in Flight 2 (Fig. \n2\na). Our read counts correlate (\nr\n = 0.86, \np\n = 6.879e−7; Pearson’s product-moment correlation) with read counts obtained for antimicrobial resistance by Singh et al. [\n43\n] (Fig. \n2\nb). Taken together, these suggest a partial overlap with results obtained in Singh et al. [\n43\n] analyzed using the traditional approach.\nFig. 2\nPrediction of ARGs using a pre-trained DeepARG-SS model. \na\n Distribution of ARG read counts across antibiotic classes for the three flights (F1, F2, F3). \nb\n Correlation of read counts found by DeepARG-SS and those in Singh et al. [\n43\n]. Pearson's product-moment correlation \nr\n = 0.86, (\np\n = 6.879e−07) for the three flights and their locations. \nc\n Read counts of ARG class across flights for each location for PMA-treated samples in Singh et al. [\n43\n, \n44\n]. The antibiotic class (\nmulti-drug\n) is not shown. Results are for ARGs with probability > 0.8\nWhile more AMR reads counts were found in Flight 3, we also observed variability between the different locations and flights, and an increasing number of read counts associated with time. For instance, location 4 (L4, surface of the dining table) increased the number of AMR reads counts with successive flights (Fig. \n2\nb, c). While resistance to ‘beta lactams’ was evenly distributed across flights and locations, resistance to ‘polymyxin’ and especially ‘peptide’ represents a more significant proportion of AMR counts in locations of Flight 3 (Fig. \n2\nc). In addition, we also observed the widespread presence of reads related to Macrolides, Lincosamides, Streptogamines (MLS), and tetracycline resistance.\nTo investigate the possible association between AMR patterns and specific microbes, we assembled the short reads into Metagenome-Assembled Genomes (MAGs; see Methods), identified their Open Reading Frames (ORFs), and repeated the prediction of ARGs using DeepARG-LS [\n3\n]. Figure \n3\na shows the distribution of DeepARG classification probabilities and best-hit identity of ARGs in MAGs from the ISS. As we can retrieve highly probable ARGs (probability > 0.8) presenting low sequence identity (for many ARGs, identity is < 40%), this method is likely more advantageous than using the ‘best-hit’ approach only. Compared to DeepARG-SS results obtained previously, the analysis of MAGs did not reveal significant differences in the number of ARGs predicted in the ORFs for the different flights (Fig. \n3\nb). However, interestingly the results show a smaller number bacterial species having ARGs in Flight #1 (F1) when compared to Flights #2 and #3 (Fig. \n3\nb, c) (data is shown for MAGs with at least 1 predicted ARG; the total number of MAGs analyzed is 24). Specifically, the number of locations is smaller in Flight 1 (\nn\n = 3) than in F2 (\nn\n = 6) and F3 (\nn\n = 7) (Fig. \n3\nb)\n.\n Many ARGs were identified in \nKalamiella piersonii\n MAGs in multiple locations during F3, showing AMR patterns related to (glyco)peptide, fluoroquinolone and MLS (Fig. \n3\nc). Of note, the \nK. piersonii\n strain closely related to one found at the ISS has been associated to human urinary tract infection [\n40\n]. The potentially very pathogenic microbe \nE. bugandensis\n was found in location 2 (forward side panel wall of the Waste and Hygiene Compartment) in Flight 1, presenting more than 40 ARGs. In addition, in the original study, \nPantoea\n species were found to be the dominant genus in samples in 5 out of 7 locations sampled from Flight 3, especially at location 5 (surface rack). In our re-analysis, we observed \nPantoea brenneri\n and \nPantoea dispersa\n having ARGs related to beta-lactams and peptide [\n43\n], as well as to triclosan and polymyxin resistance.\nFig. 3\nARGs detected in ORFs in metagenome-assembled genomes (MAGs) from PMA-treated samples. \na\n Distribution of DeepARG classification probability and best-hit identity in MAGs retrieved from the ISS. \nb\n Total number of ARGs predicted for each flight and location. \nc\n Number of ARGs precited for each MAG. Most common antibiotic class (\nmulti-drug\n) not shown. The black arrows indicate \nKalamiella piersonii\nOverall, our results partially agree with earlier findings while providing new insights into previously unobserved antibiotic resistance classes (of the 30 antibiotic resistance categories included in the model). Specifically, the re-analysis of short sequences and MAGs from the ISS reveals dominance of \nK. piersonii\n antibiotic resistance in different locations of Flight 3 (Fig. \n3\nc).",
    "distribution_of_antibiotic_resistance_genes_in_scaffolds_of_": "Distribution of antibiotic resistance genes in scaffolds of Microbial Tracking-1 strains isolated from the ISS\nWe then applied DeepARG-LS to 226 Microbial Tracking-1 (MT-1) isolates (Mason and Venkateswaran labs, published and unpublished WGS of MT-1 pure strains isolated from ISS environment). We found a range of 2 to 92 ARGs in 184 out of 226 isolates (Fig. \n4\na; Table \nS1\n). This machine learning approach allowed us to go beyond the traditional cut-off based only on high sequence DNA similarity (Figure \nS1\n). These results suggest a widespread presence of potential ARGs in the isolates, with ‘multi-drug’ class being first, followed by glycopeptides, beta-lactams, bacitracin, and tetracyclines. The ‘multi-drug’ antibiotic class was defined by aggregating several antibiotic names from the CARD and ARDB databases (efflux, multi-drug and na_antimicrobials). We then used BLAST to match isolates showing AMR sequences predicted by DeepARG to microbial species (Fig. \n4\na) and identified \nBacillus cereus\n and \nE. bugandensis\n, which were previously profiled organisms on the ISS [\n44\n, \n54\n] as the top 2 ranking species with a high number of ARGs. We have previously shown that five \nE. bugandensis\n isolates were almost equivalent to nosocomial earth isolates showing resistance to multi-drug antibiotic compounds, fluoroquinolones, and fosfomycin [\n44\n]. In addition, \nE. bugandensis\n strains were shown to be resistant to 9 antibiotics [\n51\n]. Our results reinforce the potential pathogenicity of this microbe. Nonetheless, antimicrobial resistance was not examined for \nB. cereus\n strains in Venkateswaran et al. [\n54\n]. \nB. cereus\n is a food poisoning microorganism that might be a concern for crew members' health. In addition, we found novel ARGs associated with other species such as \nK. pneumoniae\n, \nPantoea\n, \nPaenibacillus polymyxa\n, \nBacillus velezensis\n, \nEnterococcus faecalis\n, \nSphingomonas,\n and, with a lower number of ARGs, several species of \nStaphylococcus\n. \nE. faecalis\n virulence was previously shown to be affected by microgravity [\n28\n]. We then used the tool Prokka [\n42\n] to fully annotate the bacterial isolates, finding as expected that the number of coding sequences, but not the number of ARGs, increased in proportion to genome sizes (Figure \nS2\na). Then, we ran the pan-genome analysis tool Roary [\n38\n] to compare isolates of \nE. bugandensis\n (10) and \nB. cereus\n (10) finding that the core set of genes was highly conserved among strains of the same species (Figure \nS2\nb).\nFig. 4\nHeatmap and clustering of ARG counts detected in MT-1 pure strains isolated from the ISS and AST validations. \na\n Heatmap with ARG count. The barplots illustrate the number of ARGs across rows and across columns. Species were identified using BLAST. Only ARGs with probability > 0.8 were considered, as recommended. \nb\n Antibacterial susceptibility tests (AST) on \nE. bugandensis\n and \nB cereus\n strains for several antibiotics (top), and comparison with machine learning predictions shown in (\na\n) (bottom). \nc\n Scatterplot of zone of inhibition value (in mm.) and ARG count shown in (\nb\n), together with a linear model fit. Pearson's product-moment correlation values are indicated\nTo experimentally validate machine learning predictions on previously unobserved AMR patterns above, we performed Antibacterial Susceptibility Tests (AST) for the species found to be potentially most pathogenic, in our case \nE. bugandensis\n and \nB. cereus\n as they have a higher number of ARGs (Table \nS1\n; Fig. \n4\na). For that, we use disc diffusion on strains isolated at the ISS for the following antimicrobials: Cefazolin (beta−lactam), Cefoxitin (beta−lactam), Ciprofloxacin (quinolone), Erythromycin (MLS), Gentamycin (aminoglycoside), Oxacillin (beta−lactam), Penicillin (beta−lactam), Rifampin (rifamycin), and Tobramycin (aminoglycoside) (Fig. \n4\nb). The prediction patterns closely matched the AST results (Fig. \n4\nb), although DeepARG failed to detect Rifampin resistance, especially for \nE. bugandensis\n.\nAlthough different antibiotics have different inhibitory zone cut-offs for a strain to be considered as resistant (Table \nS2\n), remarkably we found an inverse correlation between the zone of inhibition and ARG count for \nB. cereus\n (\nr\n = − 0.637, Pearson's product-moment correlation, \np\n = 2.2e−7) and \nE. bugandensis\n (\nr\n = − 0.517; \np\n = 0.0002765) (Fig. \n4\nc), demonstrating the applicability and high accuracy of computational prediction of AMR for microbiome data obtained in space.",
    "discussion": "Discussion\nMany ARGs that present high probability but low sequence identity to known sequences will be missed using traditional ‘best-hit’ approaches that require a high degree of sequence identity. To solve this, computational methods have been developed to identify AMR in genomes and metagenomes [\n3\n, \n9\n, \n16\n, \n33\n, \n41\n]. Despite these developments, a consensus approach to detect AMR in metagenomics datasets is yet to be defined [\n41\n]. The objective of this study was to identify the AMR genes associated with cultivated strains and metagenomes generated from the ISS environmental surfaces using an accurate deep learning approach (Fig. \n1\n).\nFirstly, we re-analyzed shotgun metagenome sequences of 21 environmental samples that were treated with PMA (viable microbes), and their associated 24 MAGs retrieved from the PMA-treated samples. The re-analysis showed increased read counts associated with AMR and in more locations for flight 3 when considering MAGs (Fig. \n2\n). This could be explained due to the ISS crew being replaced during Flight 3. The abundance of \nEnterobacteriaceae\n in Flight 3 was discussed in Singh et al. [\n43\n]. We have not observed any differences between early vs. late ISS microbiome cultures. For example, \nEnterobacter bugandansis\n strains were isolated from F2 and F3 sample sets, but the genome comparison and phenotype analyses revealed limited change, with a maximum of 15 SNPs among ISS isolates [\n44\n]. In addition, \nK. piersonii\n spread across four different locations (L1, L5, L7, L8) at Flight 3, presenting resistance to specific antibiotics (glyco/peptide, fluoroquinolone and MLS) (Fig. \n3\nc). We have previously isolated strains from Locations 1, 2, 5, 6, and 7, defining a novel bacterial genus from the ISS samples [\n45\n]. While \nK. piersonii\n do have virulence genes in the genome, a dichotomy was found as disc diffusion tests revealed multi-drug resistance, while the PathogenFinder algorithm predicted \nK. piersonii\n strains as non-human pathogens. All seven \nK. piersonii\n isolates were resistant to cefoxitin (beta_lactam class in DeepARG), erythromycin (MLS), oxacillin (beta_lactam), penicillin (beta_lactam), and rifampin. At the same time, all strains were susceptible to cefazolin, ciprofloxacin (quinolone), and tobramycin (aminoglycoside) [\n45\n]. The DeepARG database does not include some of these antibiotics, but we found AMR sequences related to resistance to (glyco)peptide, fluoroquinolone, and MLS, validating some previous results. Therefore, PathogenFinder [\n17\n] results in Singh et al. [\n45\n] suggesting \nK. piersonii\n as a non-human pathogen should be treated with caution. Furthermore, the strain YU22 (closest match is IIIF1SW-P2\nT\n detected as ISS) isolated in urine microbiome of a kidney stone patient has shown to be an uropathogenic bacteria, showing many virulence factors that are needed for host cell invasion and colonization [\n40\n].\nSecondly, the whole-genome sequences (WGS) of 226 pure strains (cultivable microbes) were analyzed to identify AMR genes (Fig. \n4\na). We found the human pathogens \nE. bugandensis\n and \nB. cereus\n presenting many potential ARGs in the MT-1 scaffolds. Up to five strains isolated from the ISS have been closely related to the type strain EB-247\nT\n and two clinical isolates (153_ECLO and MBRL 1077) and share similar AMR patterns [\n44\n]. One hundred twelve genes were found to be involved in virulence, disease, and defence in the ISS strains [\n44\n]. Our re-analysis confirms the \nmulti-drug\n resistance (MDR) to antibiotics for the ISS isolates, which is the highest among all the isolates. Our previous research uncovered the presence of genes associated with MDR efflux pump [\n44\n], belonging to RND (resistance, nodulation and cell division) protein family, which are reported to be the major contributors of resistance to antibiotic and other toxic compounds to the bacteria [\n20\n]. MDR has been reported to play role in the physiological function and confer resistance to substances like host defense molecule and bile, which can lead to pathogenicity in humans [\n48\n]. Unlike in Singh et al. [\n43\n], we found fluoroquinolone resistance low, and null for fosfomycin. Conversely, \nB. cereus\n is a gram-positive bacterium commonly found in food. After infection, most emetic patients recover within 24 hours, but in some cases, the toxin can be fatal via a fulminant hepatic failure [\n22\n, \n34\n]. Overall, \nmulti-drug\n resistance was found widespread in many microbes.\nThird, phenotypic antibiotic resistance testing data obtained from traditional antibiotic tests generated for biosafety level 2 strains were compared with the computational approaches that predicted the presence of the AMR genes, showing an excellent agreement for the antibiotics tested (Fig. \n4\nb, c). A disadvantage of the deep learning model developed by Arango-Argoty et al. [\n3\n] is that the prediction can disentangle the family of antibiotics but not specific compounds.\nMany studies have shown the association between several microorganisms (bacterial, as well as phage and non-phase viral sequences) and several cancer features. Although it is unclear whether this corresponds to correlation or causation, the microbiome can undoubtedly be used as a cancer biomarker. For instance, certain strains of \nFusobacterium \nsp. can be utilized as an independent diagnostic assay for colon cancer [\n62\n]. Therefore, a better understanding of the microbial communities and their degree of pathogenicity in surface-human microbiomes in space could also be useful for human health monitorization with detection and prognostic values in long term space travel. Rather than the gather-and-return sampling model currently used for the ISS, new developments in sequencing technologies in combination with Artificial Intelligence will allow for efficient analysis onboard the ISS and in long-duration space missions.\nWe are currently collecting more data for Microbial Tracking-2 (MT-2) and MT-3 missions. We plan to extend the AMR catalog, characterize microbial diversity, and monitor the evolution of AMR in longer time periods to discover new factors involved in pathogenicity of microorganisms exposed to space conditions.",
    "methods": "Methods\nMetagenome-Assembled Genomes (MAGs) methodology\nThe paired-end 100-bp metagenomic reads from NCBI Short Read Archive (SRA) under the bio-project number PRJNA438545 were processed with Trimmomatic [\n12\n] to trim adapter sequences and low-quality ends, with a minimum Phred score of 20 across the entire length of the read used as a quality cut-off. Reads shorter than 80 bp were removed after trimming. Remaining high-quality reads were subsequently assembled using metaSPAdes [\n37\n]. Contigs were binned using Metabat2 v2.11.3 [\n31\n]. Recovered genomes were evaluated with CheckM [\n39\n], and a recovered genome was considered good with at least 90% completeness and at most 10% contamination. Each genome was subsequently annotated with the help of Rapid Annotations using Subsystems Technology (RAST), and near identifications were predicted [\n6\n].\nSample collection for Microbial Tracking 1 mission\nDuring the microbial tracking investigation to characterize airborne and surface-associated microbial population aboard the International Space Station, samples were collected from ISS locations, and ground samples were collected from the Crew resupply vehicle. A sterile polyester wipe premoistened with Phosphate buffered saline (PBS) was used to collect the samples from various areas across these ISS locations, and the details and description of the sample collection and cultivation have already been reported in Checinska Sielaff et al. [\n14\n] and Singh et al. [\n43\n]. Pure isolates were selected and sub-cultured, and the sub-cultures were sequenced.\nIsolates from Microbial Tracking 1 mission\nTo create the whole-genome sequences (WGS) of these strains, shotgun libraries were prepared using the Illumina Nextera Flex protocol [\n44\n], using NovaSeq 6000 S4 flow cell 2150 paired-end (PE) sequencing. Verification of the quality of the raw sequencing data was carried out using FastQC v0.11.7 [\n2\n]. Quality control for adapter trimming and quality filtering were performed using fastp v0.20.0 [\n15\n], and then SPAdes v3.11.1 [\n7\n] was used to assemble all the cleaned sequences. Fastp quality control was based on the following three parameters: (i) correction of mismatches in overlapped regions of paired-end reads, (ii) trimming of autodetected adapter sequences, and (iii) quality trimming at the 59 and 39 ends. To determine the quality of the assembled sequences, the number of contigs, the N50 value, and the total length were calculated using QUAST v5.0.2 [\n26\n]. Default parameters were used for all software. The average nucleotide identity (ANI) [\n59\n] was calculated using OrthoANIu by comparing each of the scaffolds to the WGS of the respective type strains.\nIdentification of ORFs in microbial DNA sequences\nGlimmer (Gene Locator and Interpolated Markov ModelER) v3.02 was used with default parameters to identify the coding regions and distinguish them from non-coding DNA in MAGs and MT-1 scaffolds that could be used as an input in DeepARG-LS. Minimum gene length was indicated as 50 bp (‘glimmer3 -g50’). Glimmer reads DNA sequences in a FASTA file format and predicts genes in them using an Interpolated Context Model [\n21\n].\nPrediction of antibiotic resistance genes in short reads and full-gene length sequences\nDeepARG version 2 [\n3\n], a deep learning-based approach for predicting ARGs and annotation, was run with the ‘--reads’ option (DeepARG-SS) for NGS reads and the ‘--genes’ option (DeepRG-LS) for longer gene-like sequences obtained with Glimmer. The DeepARG model consists of four dense hidden layers of 2000, 1000, 500, and 100 units that propagate a bit score distribution. The output layer of the deep neural network consists of 30 units that correspond to the antibiotic resistance categories (102 antibiotics consolidated into 30 antibiotic categories). The model was trained with a curated database of 14,933 genes from three databases (CARD, ARDB, and UNIPROT) [\n3\n]. Default options were used: 50% minimum percentage of identity to consider, significance of the prediction probability cut-off of 0.8 as recommended [\n3\n], and E-value of alignments (default 1e−10). The software was downloaded from \nhttps://bitbucket.org/gusphdproj/deeparg-ss\n.\nMicrobial nucleotide BLAST\nNucleotide-Nucleotide BLAST 2.10.1+ (\nhttps://blast.ncbi.nlm.nih.gov/Blast.cgi\n) was used to identify microbial species associated to MT-1 scaffolds. Sequences producing significant alignments were ranked and the species associated to maximum Score (bits) and minimum \nE\n value was deemed as the closest match.\nGene annotations and pan-genome analysis of MT-1 scaffolds\nA Docker image with the software tool Prokka v1.14.5 [\n42\n] was pulled and used with default parameters to annotate bacterial isolates. The master annotations in GFF3 format for the 226 isolates have been deposited at the Zenodo platform [DOI: 10.5281/zenodo.6518836]. Using the annotated assemblies in GFF3 format for \nE. bugandensis\n and \nB. cereus\n strains, Roary v3.13.0 was run with default parameters to compare isolates based on genes and the number of isolates they are present in.\nPhenotypic antibiotic resistance testing\nDisc assays experiments were performed and reported in Urbaniak et al. [\n51\n]. The isolates were streaked from glycerol stocks onto R2A plates. A single colony was inoculated into 5 mL Tryptic Soy Broth (TSB) and grown overnight at 30°C. Aliquots of 100 μL were plated on TSA. Agar diffusion discs (BD BBLTM Sensi-DiscTM, Franklin Lakes, NJ) were placed aseptically on a plate and the strains were incubated at 37 °C for 24 h. The tested antibiotics included: 30-μg cefazolin (CZ-30); 30-μg cefoxitin (FOX-30), 5 μg ciprofloxacin (CIP-5), 15 μg erythromycin (E-15), 10-μg gentamicin (GM-10), 1-μg oxacillin (OX), 10-μg penicillin (P-10), 5-μg rifampin (RA-5), and 10 μg tobramycin (NN-10). The diameter of inhibition zones was measured for each antibiotic disk and recorded in millimeters. The resistance results were compared with the zone diameter interpretive charts provided by the manufacturer. When the spontaneous mutants were present in response to some antibiotics, they were isolated, subcultured and tested for the specific antibiotic resistance.\nData availability\nRaw metagenomics reads from three flights on multiple locations were downloaded from NASA GeneLab repository \nhttps://genelab.nasa.gov\n (GLDS-69). The ISS MAGs datasets are available at the SRA database under the accession number: PRJNA438545 [\nhttps://www.ncbi.nlm.nih.gov/bioproject/PRJNA438545/\n]. Microbial tracking-1 (MT-1) datasets (raw sequencing data and sequence assembly files) were obtained from GLDS-67, GLDS-302, GLDS-303, GLDS-309, GLDS-311 and GLDS-350. The rest of the samples are deposited at DDBJ/ ENA/GenBank or are unpublished.",
    "metagenome-assembled_genomes_(mags)_methodology": "Metagenome-Assembled Genomes (MAGs) methodology\nThe paired-end 100-bp metagenomic reads from NCBI Short Read Archive (SRA) under the bio-project number PRJNA438545 were processed with Trimmomatic [\n12\n] to trim adapter sequences and low-quality ends, with a minimum Phred score of 20 across the entire length of the read used as a quality cut-off. Reads shorter than 80 bp were removed after trimming. Remaining high-quality reads were subsequently assembled using metaSPAdes [\n37\n]. Contigs were binned using Metabat2 v2.11.3 [\n31\n]. Recovered genomes were evaluated with CheckM [\n39\n], and a recovered genome was considered good with at least 90% completeness and at most 10% contamination. Each genome was subsequently annotated with the help of Rapid Annotations using Subsystems Technology (RAST), and near identifications were predicted [\n6\n].",
    "sample_collection_for_microbial_tracking_1_mission": "Sample collection for Microbial Tracking 1 mission\nDuring the microbial tracking investigation to characterize airborne and surface-associated microbial population aboard the International Space Station, samples were collected from ISS locations, and ground samples were collected from the Crew resupply vehicle. A sterile polyester wipe premoistened with Phosphate buffered saline (PBS) was used to collect the samples from various areas across these ISS locations, and the details and description of the sample collection and cultivation have already been reported in Checinska Sielaff et al. [\n14\n] and Singh et al. [\n43\n]. Pure isolates were selected and sub-cultured, and the sub-cultures were sequenced.",
    "isolates_from_microbial_tracking_1_mission": "Isolates from Microbial Tracking 1 mission\nTo create the whole-genome sequences (WGS) of these strains, shotgun libraries were prepared using the Illumina Nextera Flex protocol [\n44\n], using NovaSeq 6000 S4 flow cell 2150 paired-end (PE) sequencing. Verification of the quality of the raw sequencing data was carried out using FastQC v0.11.7 [\n2\n]. Quality control for adapter trimming and quality filtering were performed using fastp v0.20.0 [\n15\n], and then SPAdes v3.11.1 [\n7\n] was used to assemble all the cleaned sequences. Fastp quality control was based on the following three parameters: (i) correction of mismatches in overlapped regions of paired-end reads, (ii) trimming of autodetected adapter sequences, and (iii) quality trimming at the 59 and 39 ends. To determine the quality of the assembled sequences, the number of contigs, the N50 value, and the total length were calculated using QUAST v5.0.2 [\n26\n]. Default parameters were used for all software. The average nucleotide identity (ANI) [\n59\n] was calculated using OrthoANIu by comparing each of the scaffolds to the WGS of the respective type strains.",
    "identification_of_orfs_in_microbial_dna_sequences": "Identification of ORFs in microbial DNA sequences\nGlimmer (Gene Locator and Interpolated Markov ModelER) v3.02 was used with default parameters to identify the coding regions and distinguish them from non-coding DNA in MAGs and MT-1 scaffolds that could be used as an input in DeepARG-LS. Minimum gene length was indicated as 50 bp (‘glimmer3 -g50’). Glimmer reads DNA sequences in a FASTA file format and predicts genes in them using an Interpolated Context Model [\n21\n].",
    "prediction_of_antibiotic_resistance_genes_in_short_reads_and": "Prediction of antibiotic resistance genes in short reads and full-gene length sequences\nDeepARG version 2 [\n3\n], a deep learning-based approach for predicting ARGs and annotation, was run with the ‘--reads’ option (DeepARG-SS) for NGS reads and the ‘--genes’ option (DeepRG-LS) for longer gene-like sequences obtained with Glimmer. The DeepARG model consists of four dense hidden layers of 2000, 1000, 500, and 100 units that propagate a bit score distribution. The output layer of the deep neural network consists of 30 units that correspond to the antibiotic resistance categories (102 antibiotics consolidated into 30 antibiotic categories). The model was trained with a curated database of 14,933 genes from three databases (CARD, ARDB, and UNIPROT) [\n3\n]. Default options were used: 50% minimum percentage of identity to consider, significance of the prediction probability cut-off of 0.8 as recommended [\n3\n], and E-value of alignments (default 1e−10). The software was downloaded from \nhttps://bitbucket.org/gusphdproj/deeparg-ss\n.",
    "microbial_nucleotide_blast": "Microbial nucleotide BLAST\nNucleotide-Nucleotide BLAST 2.10.1+ (\nhttps://blast.ncbi.nlm.nih.gov/Blast.cgi\n) was used to identify microbial species associated to MT-1 scaffolds. Sequences producing significant alignments were ranked and the species associated to maximum Score (bits) and minimum \nE\n value was deemed as the closest match.",
    "gene_annotations_and_pan-genome_analysis_of_mt-1_scaffolds": "Gene annotations and pan-genome analysis of MT-1 scaffolds\nA Docker image with the software tool Prokka v1.14.5 [\n42\n] was pulled and used with default parameters to annotate bacterial isolates. The master annotations in GFF3 format for the 226 isolates have been deposited at the Zenodo platform [DOI: 10.5281/zenodo.6518836]. Using the annotated assemblies in GFF3 format for \nE. bugandensis\n and \nB. cereus\n strains, Roary v3.13.0 was run with default parameters to compare isolates based on genes and the number of isolates they are present in.",
    "phenotypic_antibiotic_resistance_testing": "Phenotypic antibiotic resistance testing\nDisc assays experiments were performed and reported in Urbaniak et al. [\n51\n]. The isolates were streaked from glycerol stocks onto R2A plates. A single colony was inoculated into 5 mL Tryptic Soy Broth (TSB) and grown overnight at 30°C. Aliquots of 100 μL were plated on TSA. Agar diffusion discs (BD BBLTM Sensi-DiscTM, Franklin Lakes, NJ) were placed aseptically on a plate and the strains were incubated at 37 °C for 24 h. The tested antibiotics included: 30-μg cefazolin (CZ-30); 30-μg cefoxitin (FOX-30), 5 μg ciprofloxacin (CIP-5), 15 μg erythromycin (E-15), 10-μg gentamicin (GM-10), 1-μg oxacillin (OX), 10-μg penicillin (P-10), 5-μg rifampin (RA-5), and 10 μg tobramycin (NN-10). The diameter of inhibition zones was measured for each antibiotic disk and recorded in millimeters. The resistance results were compared with the zone diameter interpretive charts provided by the manufacturer. When the spontaneous mutants were present in response to some antibiotics, they were isolated, subcultured and tested for the specific antibiotic resistance.",
    "data_availability": "Data availability\nRaw metagenomics reads from three flights on multiple locations were downloaded from NASA GeneLab repository \nhttps://genelab.nasa.gov\n (GLDS-69). The ISS MAGs datasets are available at the SRA database under the accession number: PRJNA438545 [\nhttps://www.ncbi.nlm.nih.gov/bioproject/PRJNA438545/\n]. Microbial tracking-1 (MT-1) datasets (raw sequencing data and sequence assembly files) were obtained from GLDS-67, GLDS-302, GLDS-303, GLDS-309, GLDS-311 and GLDS-350. The rest of the samples are deposited at DDBJ/ ENA/GenBank or are unpublished.",
    "section": "Additional file 1: Figure S1\n. Distribution of DeepARG classification probability and best-hit identity in MT-1 pure strains isolated from the ISS. The blue dashed line indicates 50% sequence identity.\nAdditional file 2: Figure S2\n. Gene annotations and pan-genome analysis of MT-1 scaffolds. (a) Scatterplots of number of coding sequences (CDS) found by Prokka, genome sizes, and Antibiotic resistance genes (ARGs) detected by DeepARG. (b) Frequency of genes in the core and accessory groups (soft core, shell, cloud) for ISS isolates of \nE. bugandensis\n (\n10 strains\n) and \nB. cereus\n (\n10 strains\n).\nAdditional file 3: Table S1\n. Rank of MT-1 isolates, ordered by number of ARGs predicted, shown in Fig. \n4\na. Species information obtained from Microbial Nucleotide BLAST.\nAdditional file 4: Table S2\n. Phenotypic antibiotic resistance testing results for \nE. bugandensis\n and \nB cereus\n.\nAdditional file 5: File S1\n. Raw results of the DeepARG analyses (zip compressed)."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9400218/"
}