{
  "id": "PMC9856674",
  "title": "Transcriptomic Signature of the Simulated Microgravity Response in Caenorhabditis elegans and Comparison to Spaceflight Experiments.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Transcriptomic Signature of the Simulated Microgravity Response in Caenorhabditis elegans and Comparison to Spaceflight Experiments.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9856674/"
  },
  "sections": {
    "abstract": "Given the growing interest in human exploration of space, it is crucial to identify the effects of space conditions on biological processes. Here, we analyze the transcriptomic response of \nCaenorhabditis elegans\n to simulated microgravity and observe the maintained transcriptomic response after returning to ground conditions for four, eight, and twelve days. We show that 75% of the simulated microgravity-induced changes on gene expression persist after returning to ground conditions for four days while most of these changes are reverted after twelve days. Our results from integrative RNA-seq and mass spectrometry analyses suggest that simulated microgravity affects longevity-regulating insulin/IGF-1 and sphingolipid signaling pathways. Finally, we identified 118 genes that are commonly differentially expressed in simulated microgravity- and space-exposed worms. Overall, this work provides insight into the effect of microgravity on biological systems during and after exposure.",
    "1._introduction": "1. Introduction\nSignificant efforts are being made for the human exploration of space. It is known that space conditions can negatively affect biological processes by causing bone loss, muscle atrophy, and immune system impairment, to name a few examples (reviewed in [\n1\n,\n2\n]). However, the underlying molecular mechanisms that contribute to these adverse effects is largely unknown.\nMicrogravity is one of the major stress factors causing detrimental health effects on humans (reviewed in [\n3\n]). Simulation of microgravity is a cost-effective way to study the impact of microgravity on biological systems. For this purpose, various platforms including drop towers, parabolic flights and space flights are available. Because of their advantages to enable long term simulations in an effective and economical manner, clinostats are widely preferred to study gravitational response in biological systems, mainly plants, for decades [\n4\n,\n5\n,\n6\n,\n7\n,\n8\n]. Clinostats rotate a sample around a horizontal axis, thereby exposing the sample to a rotating gravitational vector. This can reduce and even possibly remove gravitational bias in the development of an organism [\n6\n,\n9\n,\n10\n,\n11\n,\n12\n,\n13\n].\nC. elegans\n is an exceptional model organism for space biology studies [\n14\n] with its completely documented cell lineage, high reproduction rate, short lifespan, and high similarity to the human genome (reviewed in [\n15\n]). The usage of this organism in previous space missions (such as International \nC. elegans\n Experiment in Space (ICE-First), \nC. elegans\n RNAi space experiment (CERISE), Shenzhou-8, and Commercial Generic Bioprocessing Apparatus Science Insert-01 (CSI-01)) have provided valuable insights into the biological response of \nC. elegans\n to space conditions [\n16\n,\n17\n,\n18\n,\n19\n,\n20\n,\n21\n,\n22\n,\n23\n,\n24\n]. However, these studies generally have utilized different strains and liquid cultures instead of commonly used OP50-seeded agar plates to reduce the impact of surface tension [\n25\n]. We previously have shown that the usage of different liquid cultures and strains cause highly distinct intergenerational transcriptomic and phenotypical responses [\n26\n]. Similarly, a recent study reported dramatical intergenerational changes in the physiology of liquid-grown worms [\n27\n]. Thus, complementary to the spaceflight studies, separate investigations can provide insight into the impact of individual space conditions on biological processes.\nThis study investigates the effect of simulated microgravity and the sustained impacts after return to ground conditions on \nC. elegans\n transcriptome. Through the RNA-sequencing (RNA-seq) and mass spectrometry analyses, we reveal the downregulation of the sphingolipid signaling pathway under simulated microgravity. In addition, we identify a putative microgravity-responsive transcriptomic signature by comparing our results with previous studies.",
    "2._materials_and_methods": "2. Materials and Methods\n2.1. C. elegans Strain and Growth Conditions\nWild-type N2 strain was obtained from the Caenorhabditis Genetics Center (CGC). The worms were grown at 21 °C. Stocks of \nC. elegans\n were acclimated to CeHR medium for three weeks prior to microgravity experiments. The ground control animals were maintained in CeHR medium in 20 mL scintillation vials as described [\n26\n]. Approximately 100,000 live worms (P\n0\n generation) were cleaned by sucrose floatation, their embryos (F\n1\n generation) were harvested by bleaching and placed in ~40 mL of CeHR culture in sterile VueLife culture bags (“AC” Series 32-C, Saint-Gobain). \nSupplementary Videos S1 and S2\n show some of the worms in the VueLife culture bags. Culture bags were mounted in the clinostat and rotated at 1 rad/s (~10 RPM) for four days, which is the measured time to reach L4/adulthood [\n28\n]. The “F\n2\n” and subsequent generations were approximated by using four-day intervals. Prior to RNA extraction, only live worms are retrieved using the sucrose floatation method. We note that “F2” generation and beyond will not maintain synchronicity, and all will contain a mixture of generations, but recovering only the live animals enriches the RNA pool for the expected (majority) generation as each adult will produce ~30 offspring. The reason for the usage of mixed stage worms were the difficulties experienced (e.g., contamination of the liquid medium) during the synchronizing of the animals.\n2.2. RNA Isolation, Illumina Sequencing\nWild-type N2 strain was obtained from the Caenorhabditis Genetics Center (University of Minnesota, Twin Cities, MN, USA). The worms were grown at 21 °C. Stocks of \nC. elegans\n were acclimated to CeHR medium for three weeks prior to microgravity experiments. Approximately 100,000 live worms (P0 generation) were cleaned by sucrose floatation, their embryos (F1 generation) were harvested by bleaching and placed in ~40 mL of CeHR medium in sterile VueLife culture bags (“AC” Series 32-C, Saint-Gobain, La Défense Cedex, France). Four culture bags were mounted in a lab-built clinostat inside a laminar flow biosafety hood, and one was kept aside as a ground control. The clinostat rotated the culture bags at 1 rad/s (~10 RPM) for four days, which is the measured time to reach L4/adulthood at 21 °C in CeHR medium [\n28\n]. Worms from one bag were immediately harvested to represent simulated microgravity conditions. The remaining three culture bags were processed in four-day intervals to represent the return to ground conditions. We note that F2 generation and beyond will not maintain synchronicity, and all will contain a mixture of generations, but recovering only the live animals enriches the RNA pool for the expected (majority) generation as each adult will produce ~30 offspring in CeHR culture. The experimental scheme is limited to using mixed stage worms because of the technical difficulties associated with manually picking the desired age (swimming) worms from liquid cultures. Live worms were selected for harvesting by sucrose floatation and total RNA was isolated with TRIzol treatment and recovered by alcohol precipitation. Total RNA was further purified by PureLink ™ RNA Mini Kit (Life Technologies, Carlsbad, CA, USA). Two micrograms of total RNA were used for library preparations using the TruSeq Stranded mRNA LT Sample Prep Kit (Illumina). Libraries were sequenced on an Illumina HiSeq 2500 instrument set to the rapid run mode using single-end, 1 × 51 cycle sequencing reads as per manufacturer’s instructions. RNA-seq was performed for each condition with three replicates.\n2.3. Gene Expression Analysis\nQuality control on the RNA-seq data was done with FASTQC (version 0.11.2) [\n29\n]. All the reads were in the “very good” quality range. The DEGs were identified by using two separate approaches. First, the Tuxedo pipeline [\n30\n] were used with default parameters. Second, the DESeq2 software (version 1.16.1) [\n31\n] was utilized after quantifying the expression of transcripts with Salmon (version 0.8.2) [\n32\n]. The reference genome (WBCel235) along with the annotation file were retrieved from Ensembl [\n33\n]. We considered genes as differentially expressed if FDR adjusted \np\n-values < 0.05, and log2 fold change > 2 unless otherwise stated. The results from the Tuxedo pipeline were used throughout the paper as explained in the results and the results from DESeq2 were reported in the \nsupplementary data\n (\nSupplementary Figure S4\n; \nSupplementary Table S5\n). We discarded miRNA, piRNA, and rRNA molecules from the analysis. The ncRNA molecules (WS250) and unconfirmed genes were obtained from WormBase [\n34\n]. Dendrogram was generated with Ward’s clustering criterion by using R software (version 3.5.1).\n2.4. Functional Analysis of the Genes\nGene ontology (GO) enrichment for biological processes and protein domains were assessed with Database for Annotation, Visualization and Integrated Discovery (DAVID) (v6.8) [\n35\n]. The GO network for the common DEGs between our simulated microgravity experiment and four-day CERISE was created in Cytoscape (version 3.4.0) [\n36\n] by using the BINGO plugin [\n37\n]. Pathway analysis was done using KEGG Mapper (\nhttps://www.genome.jp/kegg/tool/map_pathway1.html\n (accessed on 1 January 2019)). Tissue enrichment analysis was performed by using WormBase Gene Set Enrichment Analysis tool [\n38\n], and FDR adj. \np\n-value  <  0.05 considered significant and top ten tissues were reported.\n2.5. Comparison of DEGs to the CERISE Four Days\nNASA’s GeneLab (\nhttps://genelab.nasa.gov/\n (accessed on 1 January 2019)) platform was used to acquire the Gene Expression Omnibus (GEO) accession number for the previous studies on microgravity related gene expressions in \nC. elegans\n. We identified four such studies with the following GEO accession numbers: GSE71771 (Expression Data from International \nC. elegans\n Experiment 1st), GSE71770 (four-day CERISE), GSE27338 (eight-day CERISE), and GSE32949 by UKM (PRJNA146465) from the query made on 30 June 2016 with “\nC. elegans\n” and “microgravity” terms on GeneLab. We used data from only four-day CERISE as the duration of the study is the same with ours. We analyzed the publicly available microarray datasets with GEO2R (\nhttps://www.ncbi.nlm.nih.gov/geo/geo2r/\n (accessed on 1 January 2019)) for gene expression under microgravity at the ISS versus 1G control in four day CERISE. The genes with logFC > 2 and Benjamini and Hochberg corrected \np\n-value < 0.05 were considered as differentially expressed.\nSTRING database (version 10.5) [\n39\n] was used to determine whether the common DEGs from our simulated microgravity experiment and four-day CERISE show enrichment for protein–protein interactions (PPI). We only considered the interactions only from experiments, gene-fusion, databases, and co-expression and selected “high-confidence (0.7)” results. We excluded the interactions based on text-mining, fusion, neighborhood, and co-occurrence as we were only interested in PPI with higher experimental and/or computational confidence. PPI enrichment showed significance at \np\n-value < 1.0 × 10\n−16\n with 58 interacting nodes and 155 edges. The PPI network was visualized with Cytoscape (version 3.4.0) [\n36\n]. Edge width was determined based on the “combined score” for the interactions obtained from the STRING database. We identified the human orthologs of the common DEGs in our experiment and four-day CERISE with OrthoList 2 with default settings [\n40\n].\n2.6. Mass Spectrometry for Ceramides\nThe worms were chopped manually with razor blades on ice-cold glass. Three replicates from mixed stage worms grown in ground control and simulated microgravity conditions were used simultaneously. Each sample was sent to Avanti Polar Lipids Analytical Services as a frozen extract in glass tubes for liquid chromatography with tandem mass spectrometry (LC/MS/MS) experiment for detection of Ceramide levels. Each sample was extracted by modified Bligh and Dyer extraction [\n41\n]. The samples were dried and resuspended in 50:50 Chloroform:Methanol and diluted prior to analysis. The resolved sample was used for analyses and stored at −20 °C until assayed. Samples were diluted as needed for analysis with internal standards for Ceramides for quantization by injection on LC/MS/MS. The individual molecular species for each sphingolipid group were measured by reversed phase liquid chromatography tandem mass spectrometry methods which separate the compounds by multiple reaction monitoring \nm\n/\nz\n to fragments and retention time. Quantification was performed by ratio of analyte to internal standard response multiplied by ISTD concentration and \nm\n/\nz\n response correction factor. The results are expressed as ng/rnl. The consistency among the replicates were examined with Pearson correlation. All but one replicates in both the experiments showed high correlation (R\n2\n > 0.9). The ground control replicate which did not show a strong correlation (around 60%) with the other replicates was excluded from the analysis. The data were analyzed with \nt\n-test (two-tailed), and \np\n-value < 0.05 was considered significant. Equal variances were confirmed with Levene’s test at α = 0.05 for all the ceramides tested.\n2.7. Microgravity Simulation with Clinorotation\nWe used a laboratory-built clinostat with an integrated microscope to observe the motion of small objects including microspheres, yeast cells, and \nC. elegans\n embryos during clinorotation. The trajectory of a spherical particle in a rotating vessel has been described previously in literature [\n5\n,\n11\n,\n42\n,\n43\n]. Dedolph and Dipert (1971) separated the motion of a spherical particle into two parts: a circular motion under the influence of gravity, the radius of which is inversely proportional to the angular velocity (\nω\n, rad/s), and a radial motion due to centrifugal forces, the velocity of which is proportional to \nω\n2\n [\n42\n]. The equation of motion that describes the orbital trajectories is given by:\nm\nd\n2\nq\nd\nx\n2\n+\n(\n2\ni\nω\nm\n+\nλ\n)\nd\nq\nd\nt\n−\nω\n2\n(\nm\n−\nm\nw\n)\nq\n=\n−\ni\ng\n(\nm\n−\nm\nw\n)\ne\n−\ni\nω\nt\n.\nIn the above equation, \nλ\n is the viscous drag coefficient, \nm\n is the mass of the object, \nm\nw\n is the mass of the displaced water, \nt\n is time, \ng\n is the acceleration due to gravity, and \nq\n(\nx\n,\ny\n,\nz\n,\nt\n) is the rotating reference frame defined as:\nq\n≡\nx\nr\no\nt\n+\ni\ny\nr\no\nt\n=\nz\ne\n−\ni\nω\nt\n.\nAs a test of the performance of the clinostat we recorded the motion of fluorescent melamine-formaldehyde microspheres (5.6 µm diameter, 1.51 g/cm\n3\n density; Corpuscular Inc., Cold Harbor, NY, USA) suspended in a 3% bovine serum albumin (BSA) solution (\nSupplementary Video S3\n). This solution was injected into an 8 mm diameter, 100-µm deep, coverglass topped chamber mounted on the clinostat microscope. Some of the melamine microspheres adhere to coverglass of the chamber, conveniently providing fiducial markers which we were able to use to compensate for the mechanical noise introduced into the micrographs by the rotation of the clinostat. We measured the terminal velocity of the suspended microspheres to be 3.2 ± 0.2 µm/s (mean ± SEM, \nn\n = 8). \nFigure S6\n shows a plot of the measured radius of circular motion of suspended microspheres as a function of inverse angular velocity (black dots), and the calculated radius [\n5\n] using the measured mean terminal velocity (blue line). The shaded area encompasses calculated radii for terminal velocities within one standard deviation of the mean.",
    "2.1._c._elegans_strain_and_growth_conditions": "2.1. C. elegans Strain and Growth Conditions\nWild-type N2 strain was obtained from the Caenorhabditis Genetics Center (CGC). The worms were grown at 21 °C. Stocks of \nC. elegans\n were acclimated to CeHR medium for three weeks prior to microgravity experiments. The ground control animals were maintained in CeHR medium in 20 mL scintillation vials as described [\n26\n]. Approximately 100,000 live worms (P\n0\n generation) were cleaned by sucrose floatation, their embryos (F\n1\n generation) were harvested by bleaching and placed in ~40 mL of CeHR culture in sterile VueLife culture bags (“AC” Series 32-C, Saint-Gobain). \nSupplementary Videos S1 and S2\n show some of the worms in the VueLife culture bags. Culture bags were mounted in the clinostat and rotated at 1 rad/s (~10 RPM) for four days, which is the measured time to reach L4/adulthood [\n28\n]. The “F\n2\n” and subsequent generations were approximated by using four-day intervals. Prior to RNA extraction, only live worms are retrieved using the sucrose floatation method. We note that “F2” generation and beyond will not maintain synchronicity, and all will contain a mixture of generations, but recovering only the live animals enriches the RNA pool for the expected (majority) generation as each adult will produce ~30 offspring. The reason for the usage of mixed stage worms were the difficulties experienced (e.g., contamination of the liquid medium) during the synchronizing of the animals.",
    "2.2._rna_isolation,_illumina_sequencing": "2.2. RNA Isolation, Illumina Sequencing\nWild-type N2 strain was obtained from the Caenorhabditis Genetics Center (University of Minnesota, Twin Cities, MN, USA). The worms were grown at 21 °C. Stocks of \nC. elegans\n were acclimated to CeHR medium for three weeks prior to microgravity experiments. Approximately 100,000 live worms (P0 generation) were cleaned by sucrose floatation, their embryos (F1 generation) were harvested by bleaching and placed in ~40 mL of CeHR medium in sterile VueLife culture bags (“AC” Series 32-C, Saint-Gobain, La Défense Cedex, France). Four culture bags were mounted in a lab-built clinostat inside a laminar flow biosafety hood, and one was kept aside as a ground control. The clinostat rotated the culture bags at 1 rad/s (~10 RPM) for four days, which is the measured time to reach L4/adulthood at 21 °C in CeHR medium [\n28\n]. Worms from one bag were immediately harvested to represent simulated microgravity conditions. The remaining three culture bags were processed in four-day intervals to represent the return to ground conditions. We note that F2 generation and beyond will not maintain synchronicity, and all will contain a mixture of generations, but recovering only the live animals enriches the RNA pool for the expected (majority) generation as each adult will produce ~30 offspring in CeHR culture. The experimental scheme is limited to using mixed stage worms because of the technical difficulties associated with manually picking the desired age (swimming) worms from liquid cultures. Live worms were selected for harvesting by sucrose floatation and total RNA was isolated with TRIzol treatment and recovered by alcohol precipitation. Total RNA was further purified by PureLink ™ RNA Mini Kit (Life Technologies, Carlsbad, CA, USA). Two micrograms of total RNA were used for library preparations using the TruSeq Stranded mRNA LT Sample Prep Kit (Illumina). Libraries were sequenced on an Illumina HiSeq 2500 instrument set to the rapid run mode using single-end, 1 × 51 cycle sequencing reads as per manufacturer’s instructions. RNA-seq was performed for each condition with three replicates.",
    "2.3._gene_expression_analysis": "2.3. Gene Expression Analysis\nQuality control on the RNA-seq data was done with FASTQC (version 0.11.2) [\n29\n]. All the reads were in the “very good” quality range. The DEGs were identified by using two separate approaches. First, the Tuxedo pipeline [\n30\n] were used with default parameters. Second, the DESeq2 software (version 1.16.1) [\n31\n] was utilized after quantifying the expression of transcripts with Salmon (version 0.8.2) [\n32\n]. The reference genome (WBCel235) along with the annotation file were retrieved from Ensembl [\n33\n]. We considered genes as differentially expressed if FDR adjusted \np\n-values < 0.05, and log2 fold change > 2 unless otherwise stated. The results from the Tuxedo pipeline were used throughout the paper as explained in the results and the results from DESeq2 were reported in the \nsupplementary data\n (\nSupplementary Figure S4\n; \nSupplementary Table S5\n). We discarded miRNA, piRNA, and rRNA molecules from the analysis. The ncRNA molecules (WS250) and unconfirmed genes were obtained from WormBase [\n34\n]. Dendrogram was generated with Ward’s clustering criterion by using R software (version 3.5.1).",
    "2.4._functional_analysis_of_the_genes": "2.4. Functional Analysis of the Genes\nGene ontology (GO) enrichment for biological processes and protein domains were assessed with Database for Annotation, Visualization and Integrated Discovery (DAVID) (v6.8) [\n35\n]. The GO network for the common DEGs between our simulated microgravity experiment and four-day CERISE was created in Cytoscape (version 3.4.0) [\n36\n] by using the BINGO plugin [\n37\n]. Pathway analysis was done using KEGG Mapper (\nhttps://www.genome.jp/kegg/tool/map_pathway1.html\n (accessed on 1 January 2019)). Tissue enrichment analysis was performed by using WormBase Gene Set Enrichment Analysis tool [\n38\n], and FDR adj. \np\n-value  <  0.05 considered significant and top ten tissues were reported.",
    "2.5._comparison_of_degs_to_the_cerise_four_days": "2.5. Comparison of DEGs to the CERISE Four Days\nNASA’s GeneLab (\nhttps://genelab.nasa.gov/\n (accessed on 1 January 2019)) platform was used to acquire the Gene Expression Omnibus (GEO) accession number for the previous studies on microgravity related gene expressions in \nC. elegans\n. We identified four such studies with the following GEO accession numbers: GSE71771 (Expression Data from International \nC. elegans\n Experiment 1st), GSE71770 (four-day CERISE), GSE27338 (eight-day CERISE), and GSE32949 by UKM (PRJNA146465) from the query made on 30 June 2016 with “\nC. elegans\n” and “microgravity” terms on GeneLab. We used data from only four-day CERISE as the duration of the study is the same with ours. We analyzed the publicly available microarray datasets with GEO2R (\nhttps://www.ncbi.nlm.nih.gov/geo/geo2r/\n (accessed on 1 January 2019)) for gene expression under microgravity at the ISS versus 1G control in four day CERISE. The genes with logFC > 2 and Benjamini and Hochberg corrected \np\n-value < 0.05 were considered as differentially expressed.\nSTRING database (version 10.5) [\n39\n] was used to determine whether the common DEGs from our simulated microgravity experiment and four-day CERISE show enrichment for protein–protein interactions (PPI). We only considered the interactions only from experiments, gene-fusion, databases, and co-expression and selected “high-confidence (0.7)” results. We excluded the interactions based on text-mining, fusion, neighborhood, and co-occurrence as we were only interested in PPI with higher experimental and/or computational confidence. PPI enrichment showed significance at \np\n-value < 1.0 × 10\n−16\n with 58 interacting nodes and 155 edges. The PPI network was visualized with Cytoscape (version 3.4.0) [\n36\n]. Edge width was determined based on the “combined score” for the interactions obtained from the STRING database. We identified the human orthologs of the common DEGs in our experiment and four-day CERISE with OrthoList 2 with default settings [\n40\n].",
    "2.6._mass_spectrometry_for_ceramides": "2.6. Mass Spectrometry for Ceramides\nThe worms were chopped manually with razor blades on ice-cold glass. Three replicates from mixed stage worms grown in ground control and simulated microgravity conditions were used simultaneously. Each sample was sent to Avanti Polar Lipids Analytical Services as a frozen extract in glass tubes for liquid chromatography with tandem mass spectrometry (LC/MS/MS) experiment for detection of Ceramide levels. Each sample was extracted by modified Bligh and Dyer extraction [\n41\n]. The samples were dried and resuspended in 50:50 Chloroform:Methanol and diluted prior to analysis. The resolved sample was used for analyses and stored at −20 °C until assayed. Samples were diluted as needed for analysis with internal standards for Ceramides for quantization by injection on LC/MS/MS. The individual molecular species for each sphingolipid group were measured by reversed phase liquid chromatography tandem mass spectrometry methods which separate the compounds by multiple reaction monitoring \nm\n/\nz\n to fragments and retention time. Quantification was performed by ratio of analyte to internal standard response multiplied by ISTD concentration and \nm\n/\nz\n response correction factor. The results are expressed as ng/rnl. The consistency among the replicates were examined with Pearson correlation. All but one replicates in both the experiments showed high correlation (R\n2\n > 0.9). The ground control replicate which did not show a strong correlation (around 60%) with the other replicates was excluded from the analysis. The data were analyzed with \nt\n-test (two-tailed), and \np\n-value < 0.05 was considered significant. Equal variances were confirmed with Levene’s test at α = 0.05 for all the ceramides tested.",
    "2.7._microgravity_simulation_with_clinorotation": "2.7. Microgravity Simulation with Clinorotation\nWe used a laboratory-built clinostat with an integrated microscope to observe the motion of small objects including microspheres, yeast cells, and \nC. elegans\n embryos during clinorotation. The trajectory of a spherical particle in a rotating vessel has been described previously in literature [\n5\n,\n11\n,\n42\n,\n43\n]. Dedolph and Dipert (1971) separated the motion of a spherical particle into two parts: a circular motion under the influence of gravity, the radius of which is inversely proportional to the angular velocity (\nω\n, rad/s), and a radial motion due to centrifugal forces, the velocity of which is proportional to \nω\n2\n [\n42\n]. The equation of motion that describes the orbital trajectories is given by:\nm\nd\n2\nq\nd\nx\n2\n+\n(\n2\ni\nω\nm\n+\nλ\n)\nd\nq\nd\nt\n−\nω\n2\n(\nm\n−\nm\nw\n)\nq\n=\n−\ni\ng\n(\nm\n−\nm\nw\n)\ne\n−\ni\nω\nt\n.\nIn the above equation, \nλ\n is the viscous drag coefficient, \nm\n is the mass of the object, \nm\nw\n is the mass of the displaced water, \nt\n is time, \ng\n is the acceleration due to gravity, and \nq\n(\nx\n,\ny\n,\nz\n,\nt\n) is the rotating reference frame defined as:\nq\n≡\nx\nr\no\nt\n+\ni\ny\nr\no\nt\n=\nz\ne\n−\ni\nω\nt\n.\nAs a test of the performance of the clinostat we recorded the motion of fluorescent melamine-formaldehyde microspheres (5.6 µm diameter, 1.51 g/cm\n3\n density; Corpuscular Inc., Cold Harbor, NY, USA) suspended in a 3% bovine serum albumin (BSA) solution (\nSupplementary Video S3\n). This solution was injected into an 8 mm diameter, 100-µm deep, coverglass topped chamber mounted on the clinostat microscope. Some of the melamine microspheres adhere to coverglass of the chamber, conveniently providing fiducial markers which we were able to use to compensate for the mechanical noise introduced into the micrographs by the rotation of the clinostat. We measured the terminal velocity of the suspended microspheres to be 3.2 ± 0.2 µm/s (mean ± SEM, \nn\n = 8). \nFigure S6\n shows a plot of the measured radius of circular motion of suspended microspheres as a function of inverse angular velocity (black dots), and the calculated radius [\n5\n] using the measured mean terminal velocity (blue line). The shaded area encompasses calculated radii for terminal velocities within one standard deviation of the mean.",
    "3._results": "3. Results\nTo dissect the biological processes affected under simulated microgravity and sustained after the exposure, we first cultured \nC. elegans\n in CeHR for three weeks on ground control condition and allowed the worms to acclimate to the liquid culture. Then, we exposed the worms to clinostat-simulated microgravity for four days (\nFigure 1\na; \nSupplementary Video S1\n) and observed the maintained impacts at four, eight, and twelve days after placing the worms back to ground conditions (\nFigure 1\nb). RNA-seq was performed for each condition with three replicates (\nSupplementary Table S1\n). Because RNA-seq can detect low abundance transcripts and achieve less noise in the data, unlike previous space biology studies on \nC. elegans\n, we preferred RNA-seq over microarray [\n44\n].\nWe generated a dendrogram for the transcriptomic profile in each condition tested and found significant differences during and after exposure to simulate microgravity compared to the ground control conditions (\nFigure 1\nc). Thus, this result suggests that exposure to simulated gravity induces highly distinct gene expression patterns which are maintained even after 12 days return to ground conditions (approximately three generations of \nC. elegans\n in axenic medium [\n28\n]).\n3.1. Simulated Microgravity Triggers Differential Expression of Hundreds of Genes\nTo identify the genes with the most distinctive expression levels after the exposure, we determined the differentially expressed genes (DEGs) in the simulated microgravity-exposed and returned worms against the ground control. The genes with over two-fold log2 expression difference with the FDR-adjusted \np\n-value ≤ 0.05 were considered as DEGs. Hundreds of genes demonstrated differential expression during exposure to simulated microgravity and up to eight days after return to ground conditions (\nFigure 1\nd). Twelve days after the return, the gene expression levels started to resemble the ones in the ground control with only 91 upregulated and 13 downregulated genes.\nThe spatial expression of the DEGs is of great importance to identify the potentially affected tissues. Thus, we performed tissue enrichment analysis for the DEGs in simulated microgravity (\nFigure 2\na). The downregulated genes were overrepresented in neuronal and epithelial tissues, and intestine while the upregulated genes were enriched in the reproductive system-related tissues.\nNext, we conducted pathway enrichment analysis for the DEGs in simulated microgravity and return to ground conditions to identify the altered pathways and whether they remained altered after return to ground conditions (\nFigure 2\nb). Our results suggested an upregulation of dorso–ventral axis formation and downregulation of lysosome during the exposure, and these expression patterns were maintained for four and eight days after the return, respectively.\n3.2. Simulated Microgravity-Induced Gene Expression Differences Are Highly Maintained for Eight Days after Return to Ground Conditions\nWe identified the number of simulated microgravity-induced DEGs that preserved their expression patterns after the return to ground control (\nFigure 2\nc). The majority of the DEGs (approximately 75%) from the exposed animals maintained their expression patterns after the return for four days. The shared number of DEGs decreased drastically at 12 days after the return to ground conditions: 16% for commonly upregulated and <1% downregulated genes with the exposed animals.\nTo elucidate the genes showing altered expression under simulated microgravity and maintaining these expression patterns after return to ground conditions for short (four days) and long-term (12 days), we categorized the DEGs in Venn diagrams (\nFigure 2\nd,e; \nSupplementary Table S2\n). The genes solely upregulated in the simulated microgravity exposed animals did not exhibit enrichment for any gene ontology (GO) term. The genes upregulated during the exposure and four days after the return, however, showed an overrepresentation for reproduction-related processes (\nFigure 2\nd). Chitin metabolic process-related genes were induced at four days after return to ground conditions, and the expression profiles were conserved for eight days after the return.\nWe found that the downregulated genes were enriched for the biological processes which are affected in space conditions. In particular, genes functioning in body morphology, collagen and cuticulin-based cuticle development, defense response, and locomotion were downregulated under simulated microgravity and up to eight days after return to ground conditions (\nFigure 2\ne). In simulated microgravity and spaceflight studies, both small movement defects [\n18\n] and no difference in locomotory behavior [\n19\n,\n45\n] have been noted. The reason behind these discrepancies is unclear, but our results indicated differences in the expression of the locomotion genes in close to weightless environment. Similarly, neuropeptide signaling pathway genes (\nflp-22\n, \nflp-8\n, \nflp-26\n, \nnlp-10\n, \nnlp-12\n, \nnlp-17\n, \nnlp-20, nlp-24\n, \nnlp-25\n, \nnlp-26\n, \nnlp-39, nlp-33\n, \nnlp-28\n, \nnlp-29\n, \nnlp-30,\n and \nflp-24\n) were downregulated during the exposure, and this expression profile was lost after return to ground conditions (\nFigure 2\ne). These neuropeptide signaling pathway genes also exhibit enrichment for movement variant phenotypes (\nSupplementary Figure S1\n) indicating altered locomotion in response to simulated microgravity.\nDuring spaceflight, the neuromuscular system and collagen are negatively affected [\n18\n]. In agreement with these findings, collagen genes were downregulated in our experiment during the exposure, and the downregulation was sustained for eight days after return to ground conditions. Previously, Higashibata et al. (2006) reported decreased expression for the myogenic transcription factors and myosin heavy chains in space-flown worms [\n18\n]. We did not observe differential expression for these muscle-related genes. Since their reported flight to ground gene expression ratio for the downregulated genes was less than one, and we only consider the genes with the log2 ratio greater than two as DEG, we did not expect to observe those genes in our group of DEGs. To test whether other muscle-related genes are differentially expressed under simulated microgravity, we compared our DEGs to 287 genes reported in WormBase for involvement in muscle system morphology variant or any of its transitive descendant terms via RNAi or variation. Only T14A8.2, \ncol-103,\n and \nsqt-3\n among the 287 genes showed downregulation under simulated microgravity (hypergeometric test, \np\n-value = 0.99). Thus, our results did not suggest a significant change in the expression of the genes known to function in muscle morphology.\nIn our previous work, we revealed that the expression of many ncRNA molecules is triggered in response to environmental changes [\n26\n]. To identify whether a similar pattern occurs under simulated microgravity, we determined the expressed ncRNA molecules in ground control, simulated microgravity, and return. Since the housekeeping gene \npmp-3\n presents consistent expression patterns both in our study and previous studies [\n26\n], we considered its minimum expression level (FPKM = 24.7) in our experiment as the cutoff for the expression of ncRNA molecules. The number of expressed ncRNA molecules slightly decreased in response to simulated microgravity (\nSupplementary Figure S2A\n). Interestingly, this number increased on the eighth day of return. We found that the expression of 126 ncRNA molecules is induced during simulated microgravity exposure and for 12 days after the return (\nSupplementary Figure S2B\n) while the expression of 16 ncRNA molecules is lost during and after simulated microgravity (\nSupplementary Figure S2C\n). Among the classified ncRNA molecules, mostly small nucleolar RNA (snoRNA) and long noncoding RNA (lincRNA) molecules were induced while other sets of snoRNA and antisense RNA (asRNA) molecules lost expression in simulated microgravity. For instance, asRNA molecules \nanr-33\n, K12G11.14, and ZK822.8 are induced whereas \nanr-2\n, \nanr-9\n, and Y49A3A.6 are silenced during and 12 days after the exposure.\nWe next sought to identify the putative transcriptional regulators (i.e., transcription factors) of the simulated microgravity-induced genes and whether these regulators maintain their impact after return to ground conditions. That is, we determined the putative transcription factor (TF) genes [\n46\n] that are upregulated under simulated microgravity and after the return to ground conditions. Our results have revealed that 20 TF genes are upregulated during the exposure and 90%, 75%, and 15% of these genes maintained their upregulation after the return for four, eight, and twelve days, respectively (\nSupplementary Figure S3\n). These TFs play a role in a variety of mechanisms such as double strain break repair or sex determination. For example, \ntbx-43\n is upregulated during the exposure and for at least 12 days after the return to ground. The best human BLASTP-match of \ntbx-43\n in WormBase, TBR, functions in developmental processes and is required for normal brain development (E-value = 3 \n×\n 10\n−33\n; identity = 68.5%). However, many of the upregulated TFs do not have a known function. Hence, our list of simulated microgravity-induced TF gene expressions can be a rich source for the discovery of the microgravity-related transcriptional regulators.\n3.3. Longevity Regulating Pathways Are Affected under Simulated Microgravity\nSpaceflight affects the mechanisms involved in delayed aging in worms. For instance, Honda et al., found that age-dependent increase in 35-glutamine repeat aggregation is suppressed and seven longevity-controlling genes are differentially expressed in spaceflight [\n20\n,\n24\n]. To examine whether simulated microgravity induces such changes, we mapped the DEGs (simulated microgravity versus ground control) to longevity regulating pathways in the Kyoto Encyclopedia of Genes and Genomes (KEGG). We used a less stringent criterion for differential expression by including the genes with log\n2\n(FPKM) > 1.5 in this analysis. We determined 11 DEGs in the longevity regulating pathway genes most of which are involved in the insulin/insulin-like growth factor signaling pathway (insulin/IGF-1) (\nFigure 3\n). Interestingly, the transcription factor DAF-16 gene did not exhibit differential expression unlike its targets \nsod-3\n, \nlips-17\n, and \nctl-1\n. Because the translocation of DAF-16 into the nucleus activates or represses target genes functioning in longevity, metabolism, and stress response, this finding was unexpected [\n47\n,\n48\n,\n49\n,\n50\n]. The nuclear localization of DAF-16 is antagonized by transcription factor PQM-1 [\n51\n], and thus an upregulation in \npqm-1\n may indicate inhibition of DAF-16 translocation. Our data, however, did not present a differential expression for \npqm-1\n and thus it does not suggest inhibition of the DAF-16 translocation. It is possible that the DAF-16 targets are differentially expressed due to the translocation state of DAF-16 or involvement of other factors (e.g., other transcriptional regulators).\nThe upregulation of the longevity regulating pathway transcriptional targets generally contributes to increased lifespan. Since many of these targets were downregulated under simulated microgravity, we sought to identify the potential impact of their downregulation by acquiring their RNAi phenotype from WormBase [\n34\n]. Lifespan variants (WBRNAi00063155 and WBRNAi00063156) for \nhsp-12.6\n and extended lifespan (WBRNAi00064044) for \nsod-3\n have been reported. Follow-up experiments are needed to fully understand the role of these genes in the longevity regulation under simulated microgravity.\nTo further investigate the involvement of the longevity genes in simulated microgravity, we compared the DEGs to the DAF-16-responsive genes [\n51\n]. We found 144 DAF-16-induced genes were downregulated and this overlap was statistically significant (hypergeometric test, \np\n-value < 0.0001). The number of shared genes between the simulated microgravity-induced genes and the genes induced or repressed by DAF-16 are 11 and 35, respectively (hypergeometric test, \np\n-value > 0.05 for both). Similarly, the number of downregulated DAF-16-repressed genes were insignificant with a total of 57 shared genes (hypergeometric test, \np\n-value > 0.05) (\nSupplementary Table S3\n). Together, our results suggest that the longevity regulation genes are affected under simulated microgravity and that along with the DAF-16-regulation, other mechanisms have an important function in this process.\n3.4. Sphingolipid Signaling Pathway Is Suppressed in Response to Simulated Microgravity\nPrevious studies have suggested that the sphingolipid signaling pathway plays a role in the expression of DAF-16/FOXO-regulated genes [\n52\n,\n53\n]. In line with this, our results showed that the sphingolipid signaling pathway is downregulated under simulated microgravity. That is, putative glucosylceramidase 4 gene (\ngba-4\n) and putative sphingomyelin phosphodiesterase \nasm-3\n are downregulated and these downregulation patterns were sustained for eight days after return to ground conditions (\nFigure 4\na). This downregulation pattern indicates an attenuation in the ceramide levels through a potential decrease in the degradation of sphingomyelin and glucosylceramide to ceramide. Along with the other biological functions such as autophagy, senescence, and apoptosis, the sphingolipid signaling pathway has critical functions in aging and longevity regulation [\n52\n,\n54\n,\n55\n]. The inhibition of this conserved pathway results in an extension of lifespan in animals from worms to humans [\n54\n,\n55\n]. For example, the inactivation of \nasm-3\n in \nC. elegans\n causes translocation of DAF-16 into the nucleus, promotion of DAF-16 target gene expression, and extension of lifespan by 14–19% [\n53\n].\nTo validate that the ceramide and sphingosine levels are indeed decreased in response to the aforementioned gene downregulation, we performed mass spectrometry analysis in ground control and simulated microgravity-exposed worms concurrently (\nSupplementary Table S4\n; \nFigure 4\nb,c). Our results revealed that total ceramide, total hexosylceramide (HexCer), and d18:1 sphingosine are lower (1.5-, 3.6-, and 1.4-fold, respectively) under simulated microgravity (\nt\n-test, \np\n-value < 0.05). Similarly, sphingoid base (SB) levels decreased 1.9-fold under simulated microgravity, but this decrease was not significant (\nt\n-test, \np\n-value = 0.055) (\nFigure 4\nb). Interestingly, the levels of total lactosylceramide (LacCer) increased 27-fold (\nt\n-test, \np\n-value < 0.05). Increase in the LacCer and HexCer levels have been determined as biomarkers of aging in humans and murine [\n56\n] while LacCer C18:1 was unaffected during aging in \nC. elegans\n [\n54\n]. It is unclear why LacCer levels are elevated when the HexCer levels are decreased, but the overall pattern indicates a downregulation in the sphingolipid signaling pathway under simulated microgravity.\nThe levels of long acyl-chain ceramides (≥C24) are elevated with advancing age and in age-related diseases such as diabetes and cardiovascular disease while C20 and C26 ceramides are unaffected with aging or developmental stage in \nC. elegans\n [\n54\n,\n57\n,\n58\n]. To further decipher the potential effect of simulated microgravity on aging-related mechanisms, we quantified the levels of different acyl-chain ceramides (\nSupplementary Table S4\n; \nFigure 4\nc). We observed a decrease in d18:1-C24, and d18:1-C24:1 ceramides (1.2-, and 3.2-fold, respectively) under simulated microgravity (\nt\n-test, \np\n-value < 0.05). It has been found that the inhibition of C24\n–\nC26 ceramide-inducing ceramide synthase HYL-1 causes improvements in neuromuscular function and age-dependent hypoxia and stress response [\n59\n,\n60\n]. Hence, the lower levels of C24 and C24:1 ceramides in the simulated microgravity-exposed worms may indicate their positive impact on the stress response and aging of the worms.\nAlong with their roles in aging and longevity, different acyl-chain ceramides have other distinctive functions. For example, C16-ceramide induces germ cell apoptosis [\n61\n] and C20\n–\nC22 ceramide functions in resistance to hypoxia [\n60\n]. We determined that ceramides with different acyl-chain showed altered levels in response to simulated microgravity. While d18:1-C16 and d18:1-C18 exhibited a decrease (2.8- and 1.6-fold, respectively), d18:1-C20 and d18:1-C22 ceramides exhibited an increase (3.7- and 1.5-fold, respectively) under simulated microgravity (\nt\n-test, \np\n-value < 0.05). Collectively, our findings suggest that sphingolipid and insulin/IGF-1 pathways play a role in simulated microgravity response.\n3.5. Identification of the Common Microgravity-Responsive Genes between Four-Day CERISE and Simulated Microgravity\nTo investigate the microgravity-responsive genes, we compared the results from our simulated microgravity experiment to those from four-day CERISE spaceflight experiment on \nC. elegans\n reported in NASA’s GeneLab database (\nhttps://genelab.nasa.gov/\n (accessed on 1 January 2019)). For this analysis, we used GEO2R to determine the microarray DEGs (|log2 fold change (logFC)| > 2 and FDR < 0.05). We reasoned that the genes that are commonly differentially expressed in all the studies should be the core genes responding to microgravity.\nWe analyzed our RNA-seq data both with the Tuxedo pipeline [\n30\n] and DEseq2 [\n31\n] to confirm that the results are not dependent upon the analysis method. The results from both the methods were clustered together indicating their similarity (\nFigure 5\nb). The highest number of DEG overlap was between our experiment and four-day CERISE, and the overlap was significant for both the methods (hypergeometric test, \np\n-value < 0.05) (\nFigure 5\nc). Since the overlap between the four-day CERISE and our results from the Tuxedo pipeline is higher, we decided to use the results from this pipeline throughout the manuscript. The results from DEseq2 are reported in the \nsupplementary data\n (\nSupplementary Figure S4\n; \nSupplementary Table S5\n).\nWe determined a total of 134 common DEGs between our experiment and four-day CERISE and categorized these 134 genes as the putative microgravity-responsive genes (\nFigure 5\na,c; \nSupplementary Table S6\n). We discarded 16 DEGs showing conflicting patterns between the experiments (i.e., upregulated in one experiment and downregulated in the other) for further analyses. We reasoned that if the remaining genes are collaboratively involved in a biologically relevant process, they might have protein–protein interactions (PPIs) with each other. To test this hypothesis, we examined the enrichment for PPI of these genes by using the STRING database [\n39\n]. Among 118 DEGs, 58 had known PPIs with each other (FDR < 1.0 \n×\n 10\n−16\n) indicating their collaborative involvement in a biological process (\nFigure 5\nd). The GO analysis revealed that the microgravity-responsive genes play a functional role in locomotion, body morphogenesis, and collagen and cuticulin-based cuticle development (\nFigure 5\ne). Similarly, the products of microgravity-responsive genes exhibit enrichment for nematode cuticle collagen N-terminal and collagen triple helix repeat domains (\nFigure 5\nf). Together, our findings suggest that mainly the collagen genes are affected under microgravity and this effect is reproducible between the studies.\nNext, we asked whether the human orthologs of the microgravity-responsive genes have relevant functions which might be affected in astronauts. We identified 64 human orthologs to 44 microgravity-responsive genes in worms (\nSupplementary Table S7\n). The human orthologs exhibited overrepresentation for protein domains including calpain large subunit domain III and calpain family cysteine protease (\nSupplementary Figure S5\n). Given the reported upregulation of calpain under microgravity and its function in muscle atrophy [\n62\n,\n63\n], these results provide an additional support for the conserved microgravity-responsive genes in worms and humans.\nOur analyses revealed that 20 putative TF genes are upregulated under simulated microgravity conditions and compared these to the four-day CERISE mission. Among the 20 upregulated putative TF genes, Y56A3A.28 and T24C4.2 showed upregulation during the four-day CERISE, indicating a potential transcriptional regulation role for these two in response to microgravity. Our results additionally suggested that the upregulation pattern of these TFs is maintained for eight and twelve days after the return, respectively. We could not find a human ortholog for T24C4.2 while the WormBase-suggested human ortholog of Y56A3A.28 is PRDM16. PRDM16 regulates the switch between skeletal muscle and brown fat cells by inhibiting the skeletal muscle development and gene expression and stimulating brown adipogenesis [\n64\n]. Therefore, Y56A3A.28 can be a strong candidate as a negative regulator of muscle development under microgravity conditions.",
    "3.1._simulated_microgravity_triggers_differential_expression": "3.1. Simulated Microgravity Triggers Differential Expression of Hundreds of Genes\nTo identify the genes with the most distinctive expression levels after the exposure, we determined the differentially expressed genes (DEGs) in the simulated microgravity-exposed and returned worms against the ground control. The genes with over two-fold log2 expression difference with the FDR-adjusted \np\n-value ≤ 0.05 were considered as DEGs. Hundreds of genes demonstrated differential expression during exposure to simulated microgravity and up to eight days after return to ground conditions (\nFigure 1\nd). Twelve days after the return, the gene expression levels started to resemble the ones in the ground control with only 91 upregulated and 13 downregulated genes.\nThe spatial expression of the DEGs is of great importance to identify the potentially affected tissues. Thus, we performed tissue enrichment analysis for the DEGs in simulated microgravity (\nFigure 2\na). The downregulated genes were overrepresented in neuronal and epithelial tissues, and intestine while the upregulated genes were enriched in the reproductive system-related tissues.\nNext, we conducted pathway enrichment analysis for the DEGs in simulated microgravity and return to ground conditions to identify the altered pathways and whether they remained altered after return to ground conditions (\nFigure 2\nb). Our results suggested an upregulation of dorso–ventral axis formation and downregulation of lysosome during the exposure, and these expression patterns were maintained for four and eight days after the return, respectively.",
    "3.2._simulated_microgravity-induced_gene_expression_differen": "3.2. Simulated Microgravity-Induced Gene Expression Differences Are Highly Maintained for Eight Days after Return to Ground Conditions\nWe identified the number of simulated microgravity-induced DEGs that preserved their expression patterns after the return to ground control (\nFigure 2\nc). The majority of the DEGs (approximately 75%) from the exposed animals maintained their expression patterns after the return for four days. The shared number of DEGs decreased drastically at 12 days after the return to ground conditions: 16% for commonly upregulated and <1% downregulated genes with the exposed animals.\nTo elucidate the genes showing altered expression under simulated microgravity and maintaining these expression patterns after return to ground conditions for short (four days) and long-term (12 days), we categorized the DEGs in Venn diagrams (\nFigure 2\nd,e; \nSupplementary Table S2\n). The genes solely upregulated in the simulated microgravity exposed animals did not exhibit enrichment for any gene ontology (GO) term. The genes upregulated during the exposure and four days after the return, however, showed an overrepresentation for reproduction-related processes (\nFigure 2\nd). Chitin metabolic process-related genes were induced at four days after return to ground conditions, and the expression profiles were conserved for eight days after the return.\nWe found that the downregulated genes were enriched for the biological processes which are affected in space conditions. In particular, genes functioning in body morphology, collagen and cuticulin-based cuticle development, defense response, and locomotion were downregulated under simulated microgravity and up to eight days after return to ground conditions (\nFigure 2\ne). In simulated microgravity and spaceflight studies, both small movement defects [\n18\n] and no difference in locomotory behavior [\n19\n,\n45\n] have been noted. The reason behind these discrepancies is unclear, but our results indicated differences in the expression of the locomotion genes in close to weightless environment. Similarly, neuropeptide signaling pathway genes (\nflp-22\n, \nflp-8\n, \nflp-26\n, \nnlp-10\n, \nnlp-12\n, \nnlp-17\n, \nnlp-20, nlp-24\n, \nnlp-25\n, \nnlp-26\n, \nnlp-39, nlp-33\n, \nnlp-28\n, \nnlp-29\n, \nnlp-30,\n and \nflp-24\n) were downregulated during the exposure, and this expression profile was lost after return to ground conditions (\nFigure 2\ne). These neuropeptide signaling pathway genes also exhibit enrichment for movement variant phenotypes (\nSupplementary Figure S1\n) indicating altered locomotion in response to simulated microgravity.\nDuring spaceflight, the neuromuscular system and collagen are negatively affected [\n18\n]. In agreement with these findings, collagen genes were downregulated in our experiment during the exposure, and the downregulation was sustained for eight days after return to ground conditions. Previously, Higashibata et al. (2006) reported decreased expression for the myogenic transcription factors and myosin heavy chains in space-flown worms [\n18\n]. We did not observe differential expression for these muscle-related genes. Since their reported flight to ground gene expression ratio for the downregulated genes was less than one, and we only consider the genes with the log2 ratio greater than two as DEG, we did not expect to observe those genes in our group of DEGs. To test whether other muscle-related genes are differentially expressed under simulated microgravity, we compared our DEGs to 287 genes reported in WormBase for involvement in muscle system morphology variant or any of its transitive descendant terms via RNAi or variation. Only T14A8.2, \ncol-103,\n and \nsqt-3\n among the 287 genes showed downregulation under simulated microgravity (hypergeometric test, \np\n-value = 0.99). Thus, our results did not suggest a significant change in the expression of the genes known to function in muscle morphology.\nIn our previous work, we revealed that the expression of many ncRNA molecules is triggered in response to environmental changes [\n26\n]. To identify whether a similar pattern occurs under simulated microgravity, we determined the expressed ncRNA molecules in ground control, simulated microgravity, and return. Since the housekeeping gene \npmp-3\n presents consistent expression patterns both in our study and previous studies [\n26\n], we considered its minimum expression level (FPKM = 24.7) in our experiment as the cutoff for the expression of ncRNA molecules. The number of expressed ncRNA molecules slightly decreased in response to simulated microgravity (\nSupplementary Figure S2A\n). Interestingly, this number increased on the eighth day of return. We found that the expression of 126 ncRNA molecules is induced during simulated microgravity exposure and for 12 days after the return (\nSupplementary Figure S2B\n) while the expression of 16 ncRNA molecules is lost during and after simulated microgravity (\nSupplementary Figure S2C\n). Among the classified ncRNA molecules, mostly small nucleolar RNA (snoRNA) and long noncoding RNA (lincRNA) molecules were induced while other sets of snoRNA and antisense RNA (asRNA) molecules lost expression in simulated microgravity. For instance, asRNA molecules \nanr-33\n, K12G11.14, and ZK822.8 are induced whereas \nanr-2\n, \nanr-9\n, and Y49A3A.6 are silenced during and 12 days after the exposure.\nWe next sought to identify the putative transcriptional regulators (i.e., transcription factors) of the simulated microgravity-induced genes and whether these regulators maintain their impact after return to ground conditions. That is, we determined the putative transcription factor (TF) genes [\n46\n] that are upregulated under simulated microgravity and after the return to ground conditions. Our results have revealed that 20 TF genes are upregulated during the exposure and 90%, 75%, and 15% of these genes maintained their upregulation after the return for four, eight, and twelve days, respectively (\nSupplementary Figure S3\n). These TFs play a role in a variety of mechanisms such as double strain break repair or sex determination. For example, \ntbx-43\n is upregulated during the exposure and for at least 12 days after the return to ground. The best human BLASTP-match of \ntbx-43\n in WormBase, TBR, functions in developmental processes and is required for normal brain development (E-value = 3 \n×\n 10\n−33\n; identity = 68.5%). However, many of the upregulated TFs do not have a known function. Hence, our list of simulated microgravity-induced TF gene expressions can be a rich source for the discovery of the microgravity-related transcriptional regulators.",
    "3.3._longevity_regulating_pathways_are_affected_under_simula": "3.3. Longevity Regulating Pathways Are Affected under Simulated Microgravity\nSpaceflight affects the mechanisms involved in delayed aging in worms. For instance, Honda et al., found that age-dependent increase in 35-glutamine repeat aggregation is suppressed and seven longevity-controlling genes are differentially expressed in spaceflight [\n20\n,\n24\n]. To examine whether simulated microgravity induces such changes, we mapped the DEGs (simulated microgravity versus ground control) to longevity regulating pathways in the Kyoto Encyclopedia of Genes and Genomes (KEGG). We used a less stringent criterion for differential expression by including the genes with log\n2\n(FPKM) > 1.5 in this analysis. We determined 11 DEGs in the longevity regulating pathway genes most of which are involved in the insulin/insulin-like growth factor signaling pathway (insulin/IGF-1) (\nFigure 3\n). Interestingly, the transcription factor DAF-16 gene did not exhibit differential expression unlike its targets \nsod-3\n, \nlips-17\n, and \nctl-1\n. Because the translocation of DAF-16 into the nucleus activates or represses target genes functioning in longevity, metabolism, and stress response, this finding was unexpected [\n47\n,\n48\n,\n49\n,\n50\n]. The nuclear localization of DAF-16 is antagonized by transcription factor PQM-1 [\n51\n], and thus an upregulation in \npqm-1\n may indicate inhibition of DAF-16 translocation. Our data, however, did not present a differential expression for \npqm-1\n and thus it does not suggest inhibition of the DAF-16 translocation. It is possible that the DAF-16 targets are differentially expressed due to the translocation state of DAF-16 or involvement of other factors (e.g., other transcriptional regulators).\nThe upregulation of the longevity regulating pathway transcriptional targets generally contributes to increased lifespan. Since many of these targets were downregulated under simulated microgravity, we sought to identify the potential impact of their downregulation by acquiring their RNAi phenotype from WormBase [\n34\n]. Lifespan variants (WBRNAi00063155 and WBRNAi00063156) for \nhsp-12.6\n and extended lifespan (WBRNAi00064044) for \nsod-3\n have been reported. Follow-up experiments are needed to fully understand the role of these genes in the longevity regulation under simulated microgravity.\nTo further investigate the involvement of the longevity genes in simulated microgravity, we compared the DEGs to the DAF-16-responsive genes [\n51\n]. We found 144 DAF-16-induced genes were downregulated and this overlap was statistically significant (hypergeometric test, \np\n-value < 0.0001). The number of shared genes between the simulated microgravity-induced genes and the genes induced or repressed by DAF-16 are 11 and 35, respectively (hypergeometric test, \np\n-value > 0.05 for both). Similarly, the number of downregulated DAF-16-repressed genes were insignificant with a total of 57 shared genes (hypergeometric test, \np\n-value > 0.05) (\nSupplementary Table S3\n). Together, our results suggest that the longevity regulation genes are affected under simulated microgravity and that along with the DAF-16-regulation, other mechanisms have an important function in this process.",
    "3.4._sphingolipid_signaling_pathway_is_suppressed_in_respons": "3.4. Sphingolipid Signaling Pathway Is Suppressed in Response to Simulated Microgravity\nPrevious studies have suggested that the sphingolipid signaling pathway plays a role in the expression of DAF-16/FOXO-regulated genes [\n52\n,\n53\n]. In line with this, our results showed that the sphingolipid signaling pathway is downregulated under simulated microgravity. That is, putative glucosylceramidase 4 gene (\ngba-4\n) and putative sphingomyelin phosphodiesterase \nasm-3\n are downregulated and these downregulation patterns were sustained for eight days after return to ground conditions (\nFigure 4\na). This downregulation pattern indicates an attenuation in the ceramide levels through a potential decrease in the degradation of sphingomyelin and glucosylceramide to ceramide. Along with the other biological functions such as autophagy, senescence, and apoptosis, the sphingolipid signaling pathway has critical functions in aging and longevity regulation [\n52\n,\n54\n,\n55\n]. The inhibition of this conserved pathway results in an extension of lifespan in animals from worms to humans [\n54\n,\n55\n]. For example, the inactivation of \nasm-3\n in \nC. elegans\n causes translocation of DAF-16 into the nucleus, promotion of DAF-16 target gene expression, and extension of lifespan by 14–19% [\n53\n].\nTo validate that the ceramide and sphingosine levels are indeed decreased in response to the aforementioned gene downregulation, we performed mass spectrometry analysis in ground control and simulated microgravity-exposed worms concurrently (\nSupplementary Table S4\n; \nFigure 4\nb,c). Our results revealed that total ceramide, total hexosylceramide (HexCer), and d18:1 sphingosine are lower (1.5-, 3.6-, and 1.4-fold, respectively) under simulated microgravity (\nt\n-test, \np\n-value < 0.05). Similarly, sphingoid base (SB) levels decreased 1.9-fold under simulated microgravity, but this decrease was not significant (\nt\n-test, \np\n-value = 0.055) (\nFigure 4\nb). Interestingly, the levels of total lactosylceramide (LacCer) increased 27-fold (\nt\n-test, \np\n-value < 0.05). Increase in the LacCer and HexCer levels have been determined as biomarkers of aging in humans and murine [\n56\n] while LacCer C18:1 was unaffected during aging in \nC. elegans\n [\n54\n]. It is unclear why LacCer levels are elevated when the HexCer levels are decreased, but the overall pattern indicates a downregulation in the sphingolipid signaling pathway under simulated microgravity.\nThe levels of long acyl-chain ceramides (≥C24) are elevated with advancing age and in age-related diseases such as diabetes and cardiovascular disease while C20 and C26 ceramides are unaffected with aging or developmental stage in \nC. elegans\n [\n54\n,\n57\n,\n58\n]. To further decipher the potential effect of simulated microgravity on aging-related mechanisms, we quantified the levels of different acyl-chain ceramides (\nSupplementary Table S4\n; \nFigure 4\nc). We observed a decrease in d18:1-C24, and d18:1-C24:1 ceramides (1.2-, and 3.2-fold, respectively) under simulated microgravity (\nt\n-test, \np\n-value < 0.05). It has been found that the inhibition of C24\n–\nC26 ceramide-inducing ceramide synthase HYL-1 causes improvements in neuromuscular function and age-dependent hypoxia and stress response [\n59\n,\n60\n]. Hence, the lower levels of C24 and C24:1 ceramides in the simulated microgravity-exposed worms may indicate their positive impact on the stress response and aging of the worms.\nAlong with their roles in aging and longevity, different acyl-chain ceramides have other distinctive functions. For example, C16-ceramide induces germ cell apoptosis [\n61\n] and C20\n–\nC22 ceramide functions in resistance to hypoxia [\n60\n]. We determined that ceramides with different acyl-chain showed altered levels in response to simulated microgravity. While d18:1-C16 and d18:1-C18 exhibited a decrease (2.8- and 1.6-fold, respectively), d18:1-C20 and d18:1-C22 ceramides exhibited an increase (3.7- and 1.5-fold, respectively) under simulated microgravity (\nt\n-test, \np\n-value < 0.05). Collectively, our findings suggest that sphingolipid and insulin/IGF-1 pathways play a role in simulated microgravity response.",
    "3.5._identification_of_the_common_microgravity-responsive_ge": "3.5. Identification of the Common Microgravity-Responsive Genes between Four-Day CERISE and Simulated Microgravity\nTo investigate the microgravity-responsive genes, we compared the results from our simulated microgravity experiment to those from four-day CERISE spaceflight experiment on \nC. elegans\n reported in NASA’s GeneLab database (\nhttps://genelab.nasa.gov/\n (accessed on 1 January 2019)). For this analysis, we used GEO2R to determine the microarray DEGs (|log2 fold change (logFC)| > 2 and FDR < 0.05). We reasoned that the genes that are commonly differentially expressed in all the studies should be the core genes responding to microgravity.\nWe analyzed our RNA-seq data both with the Tuxedo pipeline [\n30\n] and DEseq2 [\n31\n] to confirm that the results are not dependent upon the analysis method. The results from both the methods were clustered together indicating their similarity (\nFigure 5\nb). The highest number of DEG overlap was between our experiment and four-day CERISE, and the overlap was significant for both the methods (hypergeometric test, \np\n-value < 0.05) (\nFigure 5\nc). Since the overlap between the four-day CERISE and our results from the Tuxedo pipeline is higher, we decided to use the results from this pipeline throughout the manuscript. The results from DEseq2 are reported in the \nsupplementary data\n (\nSupplementary Figure S4\n; \nSupplementary Table S5\n).\nWe determined a total of 134 common DEGs between our experiment and four-day CERISE and categorized these 134 genes as the putative microgravity-responsive genes (\nFigure 5\na,c; \nSupplementary Table S6\n). We discarded 16 DEGs showing conflicting patterns between the experiments (i.e., upregulated in one experiment and downregulated in the other) for further analyses. We reasoned that if the remaining genes are collaboratively involved in a biologically relevant process, they might have protein–protein interactions (PPIs) with each other. To test this hypothesis, we examined the enrichment for PPI of these genes by using the STRING database [\n39\n]. Among 118 DEGs, 58 had known PPIs with each other (FDR < 1.0 \n×\n 10\n−16\n) indicating their collaborative involvement in a biological process (\nFigure 5\nd). The GO analysis revealed that the microgravity-responsive genes play a functional role in locomotion, body morphogenesis, and collagen and cuticulin-based cuticle development (\nFigure 5\ne). Similarly, the products of microgravity-responsive genes exhibit enrichment for nematode cuticle collagen N-terminal and collagen triple helix repeat domains (\nFigure 5\nf). Together, our findings suggest that mainly the collagen genes are affected under microgravity and this effect is reproducible between the studies.\nNext, we asked whether the human orthologs of the microgravity-responsive genes have relevant functions which might be affected in astronauts. We identified 64 human orthologs to 44 microgravity-responsive genes in worms (\nSupplementary Table S7\n). The human orthologs exhibited overrepresentation for protein domains including calpain large subunit domain III and calpain family cysteine protease (\nSupplementary Figure S5\n). Given the reported upregulation of calpain under microgravity and its function in muscle atrophy [\n62\n,\n63\n], these results provide an additional support for the conserved microgravity-responsive genes in worms and humans.\nOur analyses revealed that 20 putative TF genes are upregulated under simulated microgravity conditions and compared these to the four-day CERISE mission. Among the 20 upregulated putative TF genes, Y56A3A.28 and T24C4.2 showed upregulation during the four-day CERISE, indicating a potential transcriptional regulation role for these two in response to microgravity. Our results additionally suggested that the upregulation pattern of these TFs is maintained for eight and twelve days after the return, respectively. We could not find a human ortholog for T24C4.2 while the WormBase-suggested human ortholog of Y56A3A.28 is PRDM16. PRDM16 regulates the switch between skeletal muscle and brown fat cells by inhibiting the skeletal muscle development and gene expression and stimulating brown adipogenesis [\n64\n]. Therefore, Y56A3A.28 can be a strong candidate as a negative regulator of muscle development under microgravity conditions.",
    "4._discussion": "4. Discussion\nIn this study, we examined the simulated microgravity responsive gene expression patterns and their maintained levels for four, eight, and twelve days after return to ground conditions. Longevity regulating pathways such as insulin/IGF-1 and sphingolipid signaling were affected under simulated microgravity. We identified the putative microgravity-responsive genes by determining the common microgravity responsive transcriptomic signatures by incorporating our study to a previous one with the same exposure time. Moreover, we revealed that the microgravity-responsive genes are potentially conserved between worms and humans by performing function analysis for the human orthologs of the worm microgravity-responsive genes and identifying some of their potential transcriptional regulators.\nSphingolipid signaling pathway plays crucial biological roles such as lifespan regulation, apoptosis, and oxidative-stress response [\n52\n,\n54\n,\n65\n]. Our results revealed an overall downregulation of the sphingolipid pathway which is generally related to an increase in longevity [\n54\n]. A recent study identified decreased ASM-1 and ASM-2 levels in the ISS-housed worms indicating a similar downregulation in response to microgravity [\n66\n]. Mutant strains or RNAi knockdown of acid sphingomyelinase ASM-1, ASM-2, and ASM-3 genes increase the lifespan, ASM-3 being the most prominent one [\n53\n]. Overall, both simulated and the ISS-introduced microgravity seem to contribute to a potential increase in longevity through the downregulation of the sphingolipid signaling pathway. Follow-up experiments are needed to delimitate the contribution of sphingolipids on longevity under microgravity.\nIn the Twins Study of NASA, Scott Kelly was sent to the ISS for 340 days while his identical twin Mark Kelly remained on Earth. The results from this investigation showed that Scott Kelly’s telomere length significantly increased (14.5%) during the mission. In addition, the sphingolipid signaling pathway was differentially expressed in Scott Kelly. The telomere length of Mark Kelly, however, remained relatively stable [\n67\n]. Telomere length and lifespan have a strong relationship. That is, longer telomeres are linked to longer lifespan and increased resistance to environmental stress while shorter telomeres are linked to accelerated aging and reduced longevity [\n68\n,\n69\n,\n70\n,\n71\n]. Ceramide functions in the regulation of telomere length [\n55\n,\n72\n]. Considering our findings on decreased ceramide levels and the observations on increased telomere in the ISS, investigation of the ceramide and telomere length relationship might prove important to uncover the mechanisms affecting longevity in space.\nMost of the space flight-triggered physiological changes are reverted after return to Earth [\n24\n,\n67\n]. Similarly, we observed that the majority of the simulated microgravity-induced DEGs (over 84%) are reverted 12 days after return to ground conditions. Our results have revealed that while some biological processes are only affected during the exposure, others can be affected for at least eight days (approximately two generations) after the return. For example, neuropeptide signaling pathway genes were differentially expressed only during the exposure whereas defense response genes remain downregulated for eight days after the return. Approximately 50% of the astronauts from Apollo mission experienced minor bacterial or viral infections at the first week of their return. Later studies reported that space flight-induced reactivation of latent herpes viruses which lasted for a week after the return to Earth (reviewed in [\n73\n]). These consistent observations indicate that the detrimental effects of space conditions (i.e., microgravity) on the immune system carry over even after the return. Given the longevity differences in worms and humans, future investigations could provide insight into whether the duration of the exposure has an impact on the duration of the lasting effects.\nThe limitation of our study is the inclusion of mixed stage worms and the collection of samples from whole animals. This limitation is common among the worm experiments conducted in the ISS [\n23\n,\n74\n,\n75\n]. Considering the significantly different gene expression patterns among developmental stages and across cell types [\n76\n], it is possible to retrieve biased results from the averaged gene expression levels. It is essential to address these issues in future studies.\nThe comparison of spaceflight responsive genes in \nC. elegans\n and \nDrosophila melanogaster\n demonstrated only six common genes from the European Soyuz flights to the ISS [\n17\n]. Similarly, the overlap between our results and four-day CERISE were relatively small. One of the reasons for these discrepancies can be the batch effects introduced due to the differences in the experimental designs. For instance, different exposure times to the space conditions or the usage of different food source or strain may induce distinct responses in the worms. It is crucial to examine the effects of individual factors (e.g., diet and gravitational force) along with the combinatory ones. Towards that end, we previously reported the impact of liquid cultivation of two \nC. elegans\n strains on gene expression and phenotype [\n26\n,\n77\n] and here, studied the impact of simulated microgravity.",
    "5._conclusions": "5. Conclusions\nGiven the elevated interest in the human exploration of space, it is crucial to determine the detrimental effects of the space conditions on biological systems. We believe that our results will be a valuable reference for the studies on transcriptomic response to microgravity by controlling for the renowned batch effects from space conditions, allowing the worms to acclimate to liquid cultivation before the experiment, presenting the sustained transcriptomic responses after return to ground along with their putative regulators, integrating the results from a previous study conducted at the ISS, and providing the response of different ceramide profiles to simulated microgravity."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9856674/"
}