{
  "id": "PMC9445043",
  "title": "Microgravity enhances the phenotype of Arabidopsis zigzag-1 and reduces the Wortmannin-induced vacuole fusion in root cells.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Microgravity enhances the phenotype of Arabidopsis zigzag-1 and reduces the Wortmannin-induced vacuole fusion in root cells.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9445043/"
  },
  "sections": {
    "abstract": "The spaceflight environment of the International Space Station poses a multitude of stresses on plant growth including reduced gravity. Plants exposed to microgravity and other conditions on the ISS display root skewing, changes in gene expression and protein abundance that may result in changes in cell wall composition, antioxidant accumulation and modification of growth anisotropy. Systematic studies that address the effects of microgravity on cellular organelles are lacking but altered numbers and sizes of vacuoles have been detected in previous flights. The prominent size of plant vacuoles makes them ideal models to study organelle dynamics in space. Here, we used \nArabidopsis\n\n\nzigzag-1\n (\nzig-1\n) as a sensitized genotype to study the effect of microgravity on plant vacuole fusion. Wortmannin was used to induce vacuole fusion in seedlings and a formaldehyde-based fixation protocol was developed to visualize plant vacuole morphology after sample return, using confocal microscopy. Our results indicate that microgravity enhances the \nzig-1\n phenotype by reducing hypocotyl growth and vacuole fusion in some cells. This study demonstrates the feasibility of chemical inhibitor treatments for plant cell biology experiments in space.",
    "introduction": "Introduction\nGrowing healthy plants in space is a major goal towards the viability of long-term space missions as plants can provide food for astronauts and benefit mental health. The space environment includes multiple stresses for plant growth including different levels of gravity, radiation, decreased nutrient delivery and water recycling\n1\n,\n2\n. The International Space Station provides an ideal experimental setting for the study of plant growth and development under space conditions and many experiments have been conducted with plants on the ISS\n1\n,\n3\n. Reduced gravity on the ISS results in disoriented plant growth unless light is provided to activate directional growth from phototropism. Effects of the spaceflight environment on the ISS include reduced cell elongation\n4\n or altered cell division\n5\n in roots. At the cellular level, the microtubule and actin cytoskeletons as well as the cell wall are altered under microgravity\n6\n–\n8\n. Other cellular organelles are altered under microgravity conditions include mitochondria, plastids and ER\n6\n. Interestingly, vacuole numbers increased in root apical cells for \nArabidopsis\n seedlings grown on the ISS\n9\n, and vacuole volume increases in certain cells in microgravity\n10\n,\n11\n. Moreover, proteins involved in intracellular membrane trafficking were found to show altered abundance in microgravity\n12\n–\n14\n. Those results suggest vacuolar development as well as trafficking are disrupted in microgravity, but overall, there is a large gap in documenting the effect of spaceflight on the organization of cellular organelles\n15\n.\nThe plant vacuole is a large essential organelle in plant cells and is important for cell elongation, recycling, and storage, among many other functions\n16\n–\n18\n. Vacuole enlargement is concomitant with cell growth along the developmental gradient represented by the longitudinal axis of the root. Vacuole enlargement along this gradient requires homotypic membrane fusion, which is mediated by two conserved complexes, the homotypic vacuole protein sorting (HOPS) and soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE)\n19\n. Both HOPS and the vacuolar SNARE complexes have vacuole or pre-vacuole-specific subunits that provide specificity to membrane fusion. The vacuolar SNARE complex is formed by SYP22, VTI11, SYP51, and either VAMP727\n20\n or VAMP713/VAMP711\n21\n–\n23\n. A loss of function allele of VTI11, \nzigzag1\n(\nzig-1\n), has fragmented vacuoles and showed abnormal shoot gravitropism\n24\n–\n26\n. The \nzig-1\n mutant also has short hypocotyls, small and wrinkled rosette leaves and a zigzag-shaped stem\n24\n,\n25\n. Wortmannin (WM), a chemical inhibitor of phosphoinositide 3-kinase (PI3K), can induce vacuole fusion in \nzig-1\n and partially restore its agravitropic shoot phenotype\n26\n,\n27\n. WM-induced vacuole fusion in \nzig-1\n is fast and almost complete vacuole fusion can be observed in roots within two hours\n26\n,\n27\n. Given the large size of the vacuole in plant cells and the efficiency of WM at inducing its fusion, this treatment represents a unique assay for the study of organelle fusion in plants in space.\nPlant specimens have been sent to space for fundamental biology research since the 1960s\n1\n,\n3\n,\n28\n and this resulted in the design of specific hardware for optimal growth\n3\n,\n29\n. The Biological Research in Canister-Petri Dish Fixation Unit (BRIC-PDFU) is a fully contained hardware that has been used extensively with small plant seedlings\n9\n,\n30\n–\n32\n and it is suitable for chemical treatments in space. Previous experiments involved storing liquid media or fixative solution inside the chamber of the PDFU for microbial culture or plant tissue fixation\n33\n–\n35\n. Cell biology research on the ISS requires sample fixation to preserve cell morphology. Chemical fixation in the ISS has been accomplished with non-coagulant agents such as formaldehyde and glutaraldehyde\n9\n but the latter has high levels of autofluorescence\n36\n. Direct fluorescence microscopy of fluorescent proteins from fixed tissues\n37\n,\n38\n is an effective approach to extract quantitative information of cell structure at high samples size, but the viability of fluorescence microscopy of tissues fixed in space has not been demonstrated given the challenges imposed by the BRIC hardware.\nHere, we took advantage of the WM-induced vacuole fusion in \nzig-1\n to study the effect of microgravity on plant vacuole fusion. Formaldehyde-based tissue fixation in the BRIC-PDFU hardware was used and GFP-tagged vacuoles were imaged post-flight by confocal microscopy. We detected a mild but significant decrease in plant vacuole fusion in \nzig-1\n that highlights possible effects of microgravity or other spaceflight stresses on vacuole biogenesis and membrane fusion. This experiment also demonstrates the feasibility of chemical treatment assays on the ISS which may contribute to future cell biology research in this microgravity environment.",
    "results": "Results\nOptimization of BRIC-24 workflow\nThe goal of BRIC-24 was to test whether vacuole fusion is affected by the microgravity environment of the ISS. A previously characterized vacuole fusion assay\n26\n,\n27\n was implemented with the BRIC-PDFU hardware. This assay takes advantage of the accumulation of vacuoles in the \nzig-1\n mutant and the rapid induction of vacuole fusion in this mutant upon treatment with Wortmannin (WM)\n27\n. Visualization of organelle morphology is accomplished by confocal microscopy of a GFP-tagged vacuolar marker (GFP-TIP2;1)\n39\n and a mCherry-tagged ER marker (HDEL-mCherry)\n40\n previously characterized. Figure \n1\n describes the BRIC-24 workflow as it was completed as part of the SpaceX-22 mission in July of 2021. Thirty sterile seeds from WT (Columbia-0) or \nzig-1\n were plated directly on \nArabidopsis\n Growth Media (AGM) plates before integration into the BRIC-PDFU hardware at Kennedy Space Center. From this point, plates were maintained cold and in the dark. Each PDFU was separately loaded with a treatment solution (WM or DMSO control in AGM) as well as fixative solution taking advantage of the dual chamber of the PDFU hardware. The fixative solution was infused with N2 gas to enhance its long term stability as described\n41\n. Four BRICs containing a total of 22 PDFUs and 2 HOBO temperature recorders were delivered to NASA’s cold stowage facility prior to launch (Supplementary Table \n1\n). Two days after arriving at the ISS, BRICs were unpacked and allowed to come up to the temperature of the ISS environment to promote germination and growth. WM or DMSO control solutions were applied at day 4 of seedling growth followed by fixative solution 2 h later. BRICs were returned to a 4 °C storage compartment until the return flight 4 weeks later, de-integration and confocal analysis at North Carolina State University.\nFig. 1\nOverview of the BRIC-24 experimental workflow.\nSterilized \nArabidopsis\n seeds (WT and \nzig-1\n with GFP-TIP2;1) were plated onto AGM media and stored at 4 °C before BRIC-PDFU integration. Each petri dish contained 30 seeds. Treatment solution (33 μm WM or DMSO buffer) and fixative were injected into the dual chamber of the PDFU. Plates were placed into each PDFUs and PDFUs were integrated into BRICs. Four BRICs were then stored in a cold bag for the flight. After 4 days of growth on the ISS, WM solution or DMSO control were applied to the seedlings. The treatment lasted for 2 hours. The second actuation was conducted by applying fixative solution to the seedlings. BRICs were then kept at 4 °C and returned to NASA after splash down. Confocal imaging and data analysis were conducted at NCSU.\nBRIC-24 protocols that fit the constraints of the flight schedule and hardware required considerations for storage of treatment solutions in the BRIC hardware before actuation and the preservation of treated and fixed seedlings for up to 6 weeks before imaging. First, we confirmed that 30 μM working dilutions of WM in liquid AGM buffer are still active after 2 weeks of storage at 4 °C (Supplementary Fig. \n1\n). Furthermore, we determined that the formaldehyde-based fixative solution was effective after 2 weeks storage (Supplementary Fig. \n2\n). These results demonstrated the feasibility of the BRIC-24 workflow.\nTransfer of the treatment and fixative solutions from the liquid chambers of the PDFUs and into the plants is carried out by astronauts in space, but this device does not allow for the removal of the first solution. Therefore, the fixative solution would always mix with the previously applied treatment solution. We then tested the effectiveness of a variety of fixative buffers and PFA concentrations when mixed 1:1 with liquid AGM by visualization the GFP-labeled tonoplast and the mCherry-labeled ER of fixed samples (Supplementary Fig. \n3\n). A 4% working concentration of PFA was used as the fixative agent\n37\n,\n42\n. When PFA was directly diluted in liquid AGM, the intensity of GFP fluorescence was weak, and the morphology of vacuole and ER were blurry compared to live-seedling controls (Supplementary Fig. \n3B, C\n). As most PFA fixation solutions are made in PBS and many variations exist, we tested different PBS concentrations and mixed them 1:1 with AGM. Fixative solutions in full (1x) PBS buffer as well as 0.5x PBS yielded plants with high intensity of GFP, however, only the PFA solution in 0.5x PBS showed the best preservation of vacuole morphology (Supplementary Fig. \n3D, E\n). In the case of the KPBS buffer, a variation of PBS that contains K\n+\n as an alkali metal cation in addition to Na\n+\n ion, vacuole morphology was acceptable, but GFP intensity was diminished (Supplementary Fig. \n3G, H\n). Weak GFP signal was also detected for samples fixed with fixative in MTSB buffer, a buffer typically used to preserve cytoskeleton in plants\n43\n, (Supplementary Fig. \n3I, J\n). PFA solutions in PPB and Sorensen’s buffer were ineffective in preserving vacuole morphology (Supplementary Fig. \n3K, L\n). Preservation of ER morphology as reported by the mCherry-HDEL marker was even more challenging. Most fixative solutions resulted in the accumulation of ER aggregates and overall loss of ER structure, except for a PFA solution in 0.25x KPBS (Supplementary Fig. \n3H\n). This solution, however, was not optimal for visualization of vacuoles. As vacuole fusion was the primary target for this research, we selected the 4% PFA solution in 0.5x PBS (Supplementary Fig. \n3E\n) as the final fixative concentration for the flight experiment and did not analyze ER morphology as part of BRIC-24.\nOne major concern for doing plant cell biology experiments in space is that fixed samples must be stored on the ISS for several weeks before splash-down. We therefore tested whether 4 weeks of storage would affect the intensity of GFP or the overall preservation of vacuole morphology of fixed samples. Several experiments confirmed that long term storage of these samples would not significantly affect their quality of preservation (Supplementary Fig. \n4\n) further supporting the feasibility of BRIC-24.\nGround tests demonstrated feasibility of the vacuole fusion assay using the BRIC-PDFU\nScience (SVT) and Experiment (EVT) Verification Tests were completed at Kennedy Space Center on March and September 2020, respectively, to determine the feasibility of the experimental workflow using the BRIC-PDFU hardware. The PDFU is an enclosed environment where plants are exposed to dark conditions and where plant growth or the effectiveness of chemical treatments cannot be assessed in real time. It was important to test whether WM treatment of WT and \nzig-1\n inside the PDFU was equivalent to treatments regularly done on plastic dishes. Both SVT and EVT were used to optimize growth conditions in the PDFU and to optimize the WM treatment and fixation. Plants were grown for 4 days during SVT, and they were treated with 33 μM WM for 1 h before fixation in 4% formaldehyde in 0.25x KPBS. The germination rate during SVT was not significantly different between genotypes (Supplementary Fig. \n5A\n), but the hypocotyl length of WT was longer than that of \nzig-1\n (Supplementary Fig. \n5B\n) as previously reported\n24\n. Fixed seedlings were imaged by confocal microscopy to visualize the vacuoles in the epidermis and cortex from the root transition and elongation zones (Supplementary Fig. \n5C\n). Visualization of vacuoles after PFA fixation in KPBS buffer results in weak GFP fluorescence. As expected, a single vacuole was observed in most cells of WT roots regardless of chemical treatment. Multiple vacuoles were detected in \nzig-1\n roots in the control treatment and the WM treatment resulted in fewer vacuoles per cell when compared to the control. Most cells did not complete vacuole fusion after 1 h under these conditions and this was unexpected\n26\n,\n27\n. This result could be due to hardware limitations or suboptimal fixation, and it prompted an increase in the incubation time of the WM in subsequent experiments.\nA final EVT was conducted to demonstrate the feasibility of BRIC-24 before flight. Plants were grown for 3 days and treated with 33 μM WM for 2 h before fixation in 4% formaldehyde in 0.5x PBS to preserve GFP fluorescence (Fig. \n2\n; Supplementary Fig. \n5D, E\n). Again, no significant differences in seed germination were detected between genotypes but \nzig-1\n hypocotyls were shorter than the WT (Fig. \n2a\n; Supplementary Fig. \n5D, E\n). Root cortical cells of the root transition zone were imaged for vacuole morphology (Fig. \n2b, c\n) and most WT cells contained only one vacuole regardless of treatment. Multiple vacuoles per cell were observed in the \nzig-1\n control, and WM treatment resulted in a significant reduction in the number of vacuoles per cell in the mutant. These results suggest that chemical inhibitor treatments in the BRIC-PDFU are feasible, albeit adjustments must be made to accommodate changes due to the limitations of the hardware.\nFig. 2\nThe WM-induced vacuole fusion assay can be carried out in the BRIC-PDFU.\na\n Germination rate of WT and \nzig-1\n seeds inside BRIC-PDFU during EVT. No significant difference in germination rate between two genotypes was detected after removing the two WT outliners (30% and 50%). (Unpaired \nt\n-test, ns: \np\n > 0.05; n represents plate number, \nn\n > = 8). \nb\n Fixed root tip cortex cell vacuole morphology of WT and \nzig-1\n (GFP-TIP2;1). Three-day-old WT and \nzig-1\n seedlings were treated with DMSO buffer control or WM solution for 2 h and then seedlings were fixed and kept at 4 °C before confocal imaging. Scale bar: 20 μm. \nc\n Quantification of vacuole number in WT and \nzig-1\n after chemical treatment. Cells from the cortex transition zone of the root tip were analyzed. (Two-way ANOVA, Tukey’s multiple comparison test, ****\np\n < 0.0001; n represents cell number under analysis for each genotype with each treatment, \nn\n > 365). Raw datapoints are represented with filled circles. Error bars represent standard deviation.\nEven though the feasibility of BRIC-24 was demonstrated during EVT, the overall quality of GFP signal, seedling preservation and WM effectiveness was not on par with similar experiments outside the BRIC-PDFU hardware. This may result from the lack of precision when loading solutions into the dual chamber. We then tested whether deviations from the 1:1 ratio between the WM (or DMSO) solution in AGM and the fixative could affect the quality of cell fixation. Dark grown \nzig-1\n seedlings were fixed in different mixtures of liquid AGM and fixative solution that mimic unequal loading of each solution into the dual chamber. The best cell morphology and GFP signal preservation were obtained when those solutions were mixed with 1:1 ratio. Higher concentrations of fixative induced cell damage while lower concentrations of fixative resulted in lower GFP intensity (Supplementary Fig. \n6\n). These results explain some suboptimal cell preservation and GFP fluorescence during SVT and EVT (Supplementary Fig. \n7\n) and must be considered for future flight experiments using the BRIC-PDFU. Nonetheless, sufficient seedlings with good preservation and bright GFP fluorescence were recovered from EVT to demonstrate flight readiness of BRIC-24.\nzig-1\n showed normal germination but altered hypocotyl growth on the ISS\nBRIC-24 was flown with the SpaceX-22 mission (Fig. \n1\n). Identical experiments with 4 BRICs containing 22 PDFUs were completed on the ISS (flight) and at Kennedy Space Center (ground control). Due to a power failure, the ground control experiment ran 5 weeks after the flight. We analyzed the germination rate, seedling hypocotyl length of WT and \nzig-1\n from flight assay and compared the data to ground control. Seed germination was not affected by the microgravity environment of the ISS in either genotype (Fig. \n3a\n). Like SVT and EVT experiments, WT hypocotyls were 7.35% and 31.67% longer than those of \nzig-1\n in ground control and flight respectively. However, the ISS environment resulted in 8.46% longer hypocotyls on the WT compared to ground control while the effect in \nzig-1\n was the opposite, where \nzig-1\n plants grown on the ISS were 11.57% shorter than the ground control (Fig. \n3b, d\n). WT roots were 13% longer than \nzig-1\n in both treatments and no differences were detected between the flight and ground controls in either genotype (Fig. \n3c, d\n). These results suggest that seed germination and root growth of \nzig-1\n are not affected by microgravity, but its hypocotyl growth may be inhibited by the stresses imposed by the ISS environment.\nFig. 3\nWT and \nzig-1\n in BRIC-PDFU can germinate and grow in microgravity environment as on earth.\na\n Germination rate of WT and \nzig-1\n grown in the BRIC-PDFU from ground control or flight. No differences were detected in the germination rate between genotypes or treatments. (Two-way ANOVA, Tukey’s multiple comparison test, ns: \np\n > 0.1234, \nn\n represents plate number per genotype per treatment, \nn\n > 10). \nb\n Hypocotyl length of WT and \nzig-1\n grown in the BRIC-PDFU from ground control and flight. WT showed longer hypocotyl than \nzig-1\n both for ground control and flight. Flight assay promoted the hypocotyl length of WT while inhibited \nzig-1\n’s hypocotyl length. (Two-way ANOVA, Tukey’s multiple comparison test, ****\np\n < 0.0001, \nn\n represents seedling number per genotype per treatment, \nn\n > 200). \nc\n Root length of WT and \nzig-1\n grown in the BRIC-PDFU from ground control and flight. The \nzig-1\n mutant showed shorter roots than WT in both ground control and flight (Two-way ANOVA, Tukey’s multiple comparison test, ****\np\n < 0.0001, n represents seedling number per genotype per treatment, \nn\n > 160). Raw datapoints are represented with filled circles. Error bars represent standard deviation. \nd\n Representative seedlings of the WT and \nzig-1\n from either ground control or flight after de-integration of the BRIC-PDFU. Fixed seedlings were taken out of fixative solution and arranged on plate. Scale bar: 1 cm.\nWM-induced vacuole fusion may be delayed in microgravity\nThe primary goal for this research was to test whether WM can induce vacuole fusion of \nzig-1\n in the microgravity environment of the ISS. For this purpose, all seedlings collected from BRIC-PDFUs of flight assay and ground control were imaged by confocal microscopy for vacuole number analysis. Epidermal and cortical cells within the transition and elongation zones of the root tip were analyzed as changes in vacuole morphology are readily observed in these cell transitions\n44\n,\n45\n. WT cells had only one vacuole with a few exceptions in the transition zone, regardless of chemical treatment or flight environment (Fig. \n4\n). This suggests that the microgravity environment on the ISS does not induce major delays on vacuole biogenesis in the WT. \nzig-1\n seedlings showed the typical fragmented vacuole phenotype in both the flight assay and the ground control when the DMSO control treatment was applied (Fig. \n4\n). While no differences were observed between flight and ground control in the \nzig-1\n transition zone of roots treated with DMSO (Fig. \n4b, f\n), a small but significant increase in vacuole number was detected in the elongation zone of flight samples in \nzig-1\n (Fig. \n4d, h\n). For example, the average vacuole number per cell was 3.27 for ground control and 3.80 for flight assay in the epidermis of the elongation zone. Therefore, \nzig-1\n may have an enhanced \nzig-1\n phenotype in the microgravity environment of the ISS.\nFig. 4\nQuantification of WM-induced vacuole fusion.\nVacuole morphology (\na\n, \nc\n, \ne\n, \ng\n) and vacuole number (\nb\n, \nd\n, \nf\n, \nh\n) of WT and \nzig-1\n plants expressing GFP-TIP2;1. Seedlings were grown in ground control or the ISS and treated with DMSO buffer (control) or WM solution. Cells were imaged at the root tip epidermis transition zone (\na\n, \nb\n), epidermis elongation zone (\nc\n, \nd\n), cortex transition zone (\ne\n, \nf\n) or cortex elongation zone (\ng\n, \nh\n). Four-day-old seedlings were treated with DMSO buffer control or WM solution for 2 h and then seedlings were fixed and kept in 4 °C before confocal imaging. (Three-way ANOVA, Tukey’s multiple comparison test, ****\np\n < 0.0001; **\np\n < 0.0021; n represents cell number under analysis per genotype per treatment, \nn\n > 155). Raw datapoints are represented with filled circles. Error bars represent standard deviation. Scale bar: 40 μm.\nVacuole numbers in WM-treated plants was used as a proxy for vacuole fusion events (Fig. \n4\n). As expected, the vacuole number per cell in \nzig-1\n treated with WM was smaller than the DMSO control for both flight and ground control samples and in all cells analyzed. This suggests that the WM treatment was effective at inducing vacuole fusion inside the PDFU. Like the EVT experiment, WM did not induce complete vacuole fusion in either flight or ground control as \nzig-1\n cells containing more than one vacuole were observed in all tissues. However, a higher number of vacuoles was observed in the epidermis of WM-treated \nzig-1\n grown on the ISS when compared to the ground (Fig. \n4a–d\n, Supplementary Table \n2\n). These results suggest a small delay in \nzig-1\n vacuole fusion during flight. This hypothesis is supported by the smaller difference in the average vacuole number between DMSO and WM treatments in the epidermis transition zone for the flight samples (0.88) when compared to ground control (1.17). Similar results were found in the epidermis elongation zone, with these differences being 0.91 (flight) and 1.57 (ground), respectively. This sensitivity to the flight environment was not detected in the cortical cells where the difference between WM and DMSO vacuole numbers were similar in the two environments. These results overall suggest a cell-type specific response to the stress conditions of the flight environment that resulted in small decreases in vacuole fusion in the epidermis.\nAmyloplasts were associated with tonoplast in microgravity\nVacuoles are tightly associated with other organelles and vacuole-amyloplasts associations might be involved in gravity sensing\n27\n. We took advantage of the strong GFP fluorescence of fixed BRIC-24 samples and the vacuole phenotype of \nzig-1\n to test whether microgravity alters the association of vacuoles with amyloplasts. Statocytes from WT and \nzig-1\n seedlings that were treated with the DMSO buffer were imaged by confocal microscopy (Fig. \n5\n; Supplementary Fig. \n10\n). Amyloplasts in hypocotyl endodermal cells were found closely associated with tonoplast both for flight sample and ground control and in both genotypes, and the tonoplast membrane surrounded all plastids (Fig. \n5\n). As expected, WT amyloplasts were found at the bottom of the cell in the ground control samples while they were distributed throughout the cell in the ISS samples. Like previous results\n27\n, amyloplasts appeared trapped between fragmented vacuoles in \nzig-1\n for both flight and ground control. Unfortunately, we could not analyze root statocytes in a similar manner due to low GFP fluorescence intensity in root columella cells (Supplementary Fig. \n10\n). These results overall suggest that the microgravity environment of the ISS does not appear to alter the association of vacuoles and amyloplasts at least in hypocotyls.\nFig. 5\nVisualization of the vacuole and amyloplast inside the hypocotyl endodermal cell.\nAmyloplasts (where arrows point at) were associated with tonoplast (labeled by GFP) in hypocotyl endodermis of WT and \nzig-1\n in microgravity environment as on earth. Scale bar: 20 μm.",
    "optimization_of_bric-24_workflow": "Optimization of BRIC-24 workflow\nThe goal of BRIC-24 was to test whether vacuole fusion is affected by the microgravity environment of the ISS. A previously characterized vacuole fusion assay\n26\n,\n27\n was implemented with the BRIC-PDFU hardware. This assay takes advantage of the accumulation of vacuoles in the \nzig-1\n mutant and the rapid induction of vacuole fusion in this mutant upon treatment with Wortmannin (WM)\n27\n. Visualization of organelle morphology is accomplished by confocal microscopy of a GFP-tagged vacuolar marker (GFP-TIP2;1)\n39\n and a mCherry-tagged ER marker (HDEL-mCherry)\n40\n previously characterized. Figure \n1\n describes the BRIC-24 workflow as it was completed as part of the SpaceX-22 mission in July of 2021. Thirty sterile seeds from WT (Columbia-0) or \nzig-1\n were plated directly on \nArabidopsis\n Growth Media (AGM) plates before integration into the BRIC-PDFU hardware at Kennedy Space Center. From this point, plates were maintained cold and in the dark. Each PDFU was separately loaded with a treatment solution (WM or DMSO control in AGM) as well as fixative solution taking advantage of the dual chamber of the PDFU hardware. The fixative solution was infused with N2 gas to enhance its long term stability as described\n41\n. Four BRICs containing a total of 22 PDFUs and 2 HOBO temperature recorders were delivered to NASA’s cold stowage facility prior to launch (Supplementary Table \n1\n). Two days after arriving at the ISS, BRICs were unpacked and allowed to come up to the temperature of the ISS environment to promote germination and growth. WM or DMSO control solutions were applied at day 4 of seedling growth followed by fixative solution 2 h later. BRICs were returned to a 4 °C storage compartment until the return flight 4 weeks later, de-integration and confocal analysis at North Carolina State University.\nFig. 1\nOverview of the BRIC-24 experimental workflow.\nSterilized \nArabidopsis\n seeds (WT and \nzig-1\n with GFP-TIP2;1) were plated onto AGM media and stored at 4 °C before BRIC-PDFU integration. Each petri dish contained 30 seeds. Treatment solution (33 μm WM or DMSO buffer) and fixative were injected into the dual chamber of the PDFU. Plates were placed into each PDFUs and PDFUs were integrated into BRICs. Four BRICs were then stored in a cold bag for the flight. After 4 days of growth on the ISS, WM solution or DMSO control were applied to the seedlings. The treatment lasted for 2 hours. The second actuation was conducted by applying fixative solution to the seedlings. BRICs were then kept at 4 °C and returned to NASA after splash down. Confocal imaging and data analysis were conducted at NCSU.\nBRIC-24 protocols that fit the constraints of the flight schedule and hardware required considerations for storage of treatment solutions in the BRIC hardware before actuation and the preservation of treated and fixed seedlings for up to 6 weeks before imaging. First, we confirmed that 30 μM working dilutions of WM in liquid AGM buffer are still active after 2 weeks of storage at 4 °C (Supplementary Fig. \n1\n). Furthermore, we determined that the formaldehyde-based fixative solution was effective after 2 weeks storage (Supplementary Fig. \n2\n). These results demonstrated the feasibility of the BRIC-24 workflow.\nTransfer of the treatment and fixative solutions from the liquid chambers of the PDFUs and into the plants is carried out by astronauts in space, but this device does not allow for the removal of the first solution. Therefore, the fixative solution would always mix with the previously applied treatment solution. We then tested the effectiveness of a variety of fixative buffers and PFA concentrations when mixed 1:1 with liquid AGM by visualization the GFP-labeled tonoplast and the mCherry-labeled ER of fixed samples (Supplementary Fig. \n3\n). A 4% working concentration of PFA was used as the fixative agent\n37\n,\n42\n. When PFA was directly diluted in liquid AGM, the intensity of GFP fluorescence was weak, and the morphology of vacuole and ER were blurry compared to live-seedling controls (Supplementary Fig. \n3B, C\n). As most PFA fixation solutions are made in PBS and many variations exist, we tested different PBS concentrations and mixed them 1:1 with AGM. Fixative solutions in full (1x) PBS buffer as well as 0.5x PBS yielded plants with high intensity of GFP, however, only the PFA solution in 0.5x PBS showed the best preservation of vacuole morphology (Supplementary Fig. \n3D, E\n). In the case of the KPBS buffer, a variation of PBS that contains K\n+\n as an alkali metal cation in addition to Na\n+\n ion, vacuole morphology was acceptable, but GFP intensity was diminished (Supplementary Fig. \n3G, H\n). Weak GFP signal was also detected for samples fixed with fixative in MTSB buffer, a buffer typically used to preserve cytoskeleton in plants\n43\n, (Supplementary Fig. \n3I, J\n). PFA solutions in PPB and Sorensen’s buffer were ineffective in preserving vacuole morphology (Supplementary Fig. \n3K, L\n). Preservation of ER morphology as reported by the mCherry-HDEL marker was even more challenging. Most fixative solutions resulted in the accumulation of ER aggregates and overall loss of ER structure, except for a PFA solution in 0.25x KPBS (Supplementary Fig. \n3H\n). This solution, however, was not optimal for visualization of vacuoles. As vacuole fusion was the primary target for this research, we selected the 4% PFA solution in 0.5x PBS (Supplementary Fig. \n3E\n) as the final fixative concentration for the flight experiment and did not analyze ER morphology as part of BRIC-24.\nOne major concern for doing plant cell biology experiments in space is that fixed samples must be stored on the ISS for several weeks before splash-down. We therefore tested whether 4 weeks of storage would affect the intensity of GFP or the overall preservation of vacuole morphology of fixed samples. Several experiments confirmed that long term storage of these samples would not significantly affect their quality of preservation (Supplementary Fig. \n4\n) further supporting the feasibility of BRIC-24.",
    "ground_tests_demonstrated_feasibility_of_the_vacuole_fusion_": "Ground tests demonstrated feasibility of the vacuole fusion assay using the BRIC-PDFU\nScience (SVT) and Experiment (EVT) Verification Tests were completed at Kennedy Space Center on March and September 2020, respectively, to determine the feasibility of the experimental workflow using the BRIC-PDFU hardware. The PDFU is an enclosed environment where plants are exposed to dark conditions and where plant growth or the effectiveness of chemical treatments cannot be assessed in real time. It was important to test whether WM treatment of WT and \nzig-1\n inside the PDFU was equivalent to treatments regularly done on plastic dishes. Both SVT and EVT were used to optimize growth conditions in the PDFU and to optimize the WM treatment and fixation. Plants were grown for 4 days during SVT, and they were treated with 33 μM WM for 1 h before fixation in 4% formaldehyde in 0.25x KPBS. The germination rate during SVT was not significantly different between genotypes (Supplementary Fig. \n5A\n), but the hypocotyl length of WT was longer than that of \nzig-1\n (Supplementary Fig. \n5B\n) as previously reported\n24\n. Fixed seedlings were imaged by confocal microscopy to visualize the vacuoles in the epidermis and cortex from the root transition and elongation zones (Supplementary Fig. \n5C\n). Visualization of vacuoles after PFA fixation in KPBS buffer results in weak GFP fluorescence. As expected, a single vacuole was observed in most cells of WT roots regardless of chemical treatment. Multiple vacuoles were detected in \nzig-1\n roots in the control treatment and the WM treatment resulted in fewer vacuoles per cell when compared to the control. Most cells did not complete vacuole fusion after 1 h under these conditions and this was unexpected\n26\n,\n27\n. This result could be due to hardware limitations or suboptimal fixation, and it prompted an increase in the incubation time of the WM in subsequent experiments.\nA final EVT was conducted to demonstrate the feasibility of BRIC-24 before flight. Plants were grown for 3 days and treated with 33 μM WM for 2 h before fixation in 4% formaldehyde in 0.5x PBS to preserve GFP fluorescence (Fig. \n2\n; Supplementary Fig. \n5D, E\n). Again, no significant differences in seed germination were detected between genotypes but \nzig-1\n hypocotyls were shorter than the WT (Fig. \n2a\n; Supplementary Fig. \n5D, E\n). Root cortical cells of the root transition zone were imaged for vacuole morphology (Fig. \n2b, c\n) and most WT cells contained only one vacuole regardless of treatment. Multiple vacuoles per cell were observed in the \nzig-1\n control, and WM treatment resulted in a significant reduction in the number of vacuoles per cell in the mutant. These results suggest that chemical inhibitor treatments in the BRIC-PDFU are feasible, albeit adjustments must be made to accommodate changes due to the limitations of the hardware.\nFig. 2\nThe WM-induced vacuole fusion assay can be carried out in the BRIC-PDFU.\na\n Germination rate of WT and \nzig-1\n seeds inside BRIC-PDFU during EVT. No significant difference in germination rate between two genotypes was detected after removing the two WT outliners (30% and 50%). (Unpaired \nt\n-test, ns: \np\n > 0.05; n represents plate number, \nn\n > = 8). \nb\n Fixed root tip cortex cell vacuole morphology of WT and \nzig-1\n (GFP-TIP2;1). Three-day-old WT and \nzig-1\n seedlings were treated with DMSO buffer control or WM solution for 2 h and then seedlings were fixed and kept at 4 °C before confocal imaging. Scale bar: 20 μm. \nc\n Quantification of vacuole number in WT and \nzig-1\n after chemical treatment. Cells from the cortex transition zone of the root tip were analyzed. (Two-way ANOVA, Tukey’s multiple comparison test, ****\np\n < 0.0001; n represents cell number under analysis for each genotype with each treatment, \nn\n > 365). Raw datapoints are represented with filled circles. Error bars represent standard deviation.\nEven though the feasibility of BRIC-24 was demonstrated during EVT, the overall quality of GFP signal, seedling preservation and WM effectiveness was not on par with similar experiments outside the BRIC-PDFU hardware. This may result from the lack of precision when loading solutions into the dual chamber. We then tested whether deviations from the 1:1 ratio between the WM (or DMSO) solution in AGM and the fixative could affect the quality of cell fixation. Dark grown \nzig-1\n seedlings were fixed in different mixtures of liquid AGM and fixative solution that mimic unequal loading of each solution into the dual chamber. The best cell morphology and GFP signal preservation were obtained when those solutions were mixed with 1:1 ratio. Higher concentrations of fixative induced cell damage while lower concentrations of fixative resulted in lower GFP intensity (Supplementary Fig. \n6\n). These results explain some suboptimal cell preservation and GFP fluorescence during SVT and EVT (Supplementary Fig. \n7\n) and must be considered for future flight experiments using the BRIC-PDFU. Nonetheless, sufficient seedlings with good preservation and bright GFP fluorescence were recovered from EVT to demonstrate flight readiness of BRIC-24.",
    "zig-1_showed_normal_germination_but_altered_hypocotyl_growth": "zig-1\n showed normal germination but altered hypocotyl growth on the ISS\nBRIC-24 was flown with the SpaceX-22 mission (Fig. \n1\n). Identical experiments with 4 BRICs containing 22 PDFUs were completed on the ISS (flight) and at Kennedy Space Center (ground control). Due to a power failure, the ground control experiment ran 5 weeks after the flight. We analyzed the germination rate, seedling hypocotyl length of WT and \nzig-1\n from flight assay and compared the data to ground control. Seed germination was not affected by the microgravity environment of the ISS in either genotype (Fig. \n3a\n). Like SVT and EVT experiments, WT hypocotyls were 7.35% and 31.67% longer than those of \nzig-1\n in ground control and flight respectively. However, the ISS environment resulted in 8.46% longer hypocotyls on the WT compared to ground control while the effect in \nzig-1\n was the opposite, where \nzig-1\n plants grown on the ISS were 11.57% shorter than the ground control (Fig. \n3b, d\n). WT roots were 13% longer than \nzig-1\n in both treatments and no differences were detected between the flight and ground controls in either genotype (Fig. \n3c, d\n). These results suggest that seed germination and root growth of \nzig-1\n are not affected by microgravity, but its hypocotyl growth may be inhibited by the stresses imposed by the ISS environment.\nFig. 3\nWT and \nzig-1\n in BRIC-PDFU can germinate and grow in microgravity environment as on earth.\na\n Germination rate of WT and \nzig-1\n grown in the BRIC-PDFU from ground control or flight. No differences were detected in the germination rate between genotypes or treatments. (Two-way ANOVA, Tukey’s multiple comparison test, ns: \np\n > 0.1234, \nn\n represents plate number per genotype per treatment, \nn\n > 10). \nb\n Hypocotyl length of WT and \nzig-1\n grown in the BRIC-PDFU from ground control and flight. WT showed longer hypocotyl than \nzig-1\n both for ground control and flight. Flight assay promoted the hypocotyl length of WT while inhibited \nzig-1\n’s hypocotyl length. (Two-way ANOVA, Tukey’s multiple comparison test, ****\np\n < 0.0001, \nn\n represents seedling number per genotype per treatment, \nn\n > 200). \nc\n Root length of WT and \nzig-1\n grown in the BRIC-PDFU from ground control and flight. The \nzig-1\n mutant showed shorter roots than WT in both ground control and flight (Two-way ANOVA, Tukey’s multiple comparison test, ****\np\n < 0.0001, n represents seedling number per genotype per treatment, \nn\n > 160). Raw datapoints are represented with filled circles. Error bars represent standard deviation. \nd\n Representative seedlings of the WT and \nzig-1\n from either ground control or flight after de-integration of the BRIC-PDFU. Fixed seedlings were taken out of fixative solution and arranged on plate. Scale bar: 1 cm.",
    "wm-induced_vacuole_fusion_may_be_delayed_in_microgravity": "WM-induced vacuole fusion may be delayed in microgravity\nThe primary goal for this research was to test whether WM can induce vacuole fusion of \nzig-1\n in the microgravity environment of the ISS. For this purpose, all seedlings collected from BRIC-PDFUs of flight assay and ground control were imaged by confocal microscopy for vacuole number analysis. Epidermal and cortical cells within the transition and elongation zones of the root tip were analyzed as changes in vacuole morphology are readily observed in these cell transitions\n44\n,\n45\n. WT cells had only one vacuole with a few exceptions in the transition zone, regardless of chemical treatment or flight environment (Fig. \n4\n). This suggests that the microgravity environment on the ISS does not induce major delays on vacuole biogenesis in the WT. \nzig-1\n seedlings showed the typical fragmented vacuole phenotype in both the flight assay and the ground control when the DMSO control treatment was applied (Fig. \n4\n). While no differences were observed between flight and ground control in the \nzig-1\n transition zone of roots treated with DMSO (Fig. \n4b, f\n), a small but significant increase in vacuole number was detected in the elongation zone of flight samples in \nzig-1\n (Fig. \n4d, h\n). For example, the average vacuole number per cell was 3.27 for ground control and 3.80 for flight assay in the epidermis of the elongation zone. Therefore, \nzig-1\n may have an enhanced \nzig-1\n phenotype in the microgravity environment of the ISS.\nFig. 4\nQuantification of WM-induced vacuole fusion.\nVacuole morphology (\na\n, \nc\n, \ne\n, \ng\n) and vacuole number (\nb\n, \nd\n, \nf\n, \nh\n) of WT and \nzig-1\n plants expressing GFP-TIP2;1. Seedlings were grown in ground control or the ISS and treated with DMSO buffer (control) or WM solution. Cells were imaged at the root tip epidermis transition zone (\na\n, \nb\n), epidermis elongation zone (\nc\n, \nd\n), cortex transition zone (\ne\n, \nf\n) or cortex elongation zone (\ng\n, \nh\n). Four-day-old seedlings were treated with DMSO buffer control or WM solution for 2 h and then seedlings were fixed and kept in 4 °C before confocal imaging. (Three-way ANOVA, Tukey’s multiple comparison test, ****\np\n < 0.0001; **\np\n < 0.0021; n represents cell number under analysis per genotype per treatment, \nn\n > 155). Raw datapoints are represented with filled circles. Error bars represent standard deviation. Scale bar: 40 μm.\nVacuole numbers in WM-treated plants was used as a proxy for vacuole fusion events (Fig. \n4\n). As expected, the vacuole number per cell in \nzig-1\n treated with WM was smaller than the DMSO control for both flight and ground control samples and in all cells analyzed. This suggests that the WM treatment was effective at inducing vacuole fusion inside the PDFU. Like the EVT experiment, WM did not induce complete vacuole fusion in either flight or ground control as \nzig-1\n cells containing more than one vacuole were observed in all tissues. However, a higher number of vacuoles was observed in the epidermis of WM-treated \nzig-1\n grown on the ISS when compared to the ground (Fig. \n4a–d\n, Supplementary Table \n2\n). These results suggest a small delay in \nzig-1\n vacuole fusion during flight. This hypothesis is supported by the smaller difference in the average vacuole number between DMSO and WM treatments in the epidermis transition zone for the flight samples (0.88) when compared to ground control (1.17). Similar results were found in the epidermis elongation zone, with these differences being 0.91 (flight) and 1.57 (ground), respectively. This sensitivity to the flight environment was not detected in the cortical cells where the difference between WM and DMSO vacuole numbers were similar in the two environments. These results overall suggest a cell-type specific response to the stress conditions of the flight environment that resulted in small decreases in vacuole fusion in the epidermis.",
    "amyloplasts_were_associated_with_tonoplast_in_microgravity": "Amyloplasts were associated with tonoplast in microgravity\nVacuoles are tightly associated with other organelles and vacuole-amyloplasts associations might be involved in gravity sensing\n27\n. We took advantage of the strong GFP fluorescence of fixed BRIC-24 samples and the vacuole phenotype of \nzig-1\n to test whether microgravity alters the association of vacuoles with amyloplasts. Statocytes from WT and \nzig-1\n seedlings that were treated with the DMSO buffer were imaged by confocal microscopy (Fig. \n5\n; Supplementary Fig. \n10\n). Amyloplasts in hypocotyl endodermal cells were found closely associated with tonoplast both for flight sample and ground control and in both genotypes, and the tonoplast membrane surrounded all plastids (Fig. \n5\n). As expected, WT amyloplasts were found at the bottom of the cell in the ground control samples while they were distributed throughout the cell in the ISS samples. Like previous results\n27\n, amyloplasts appeared trapped between fragmented vacuoles in \nzig-1\n for both flight and ground control. Unfortunately, we could not analyze root statocytes in a similar manner due to low GFP fluorescence intensity in root columella cells (Supplementary Fig. \n10\n). These results overall suggest that the microgravity environment of the ISS does not appear to alter the association of vacuoles and amyloplasts at least in hypocotyls.\nFig. 5\nVisualization of the vacuole and amyloplast inside the hypocotyl endodermal cell.\nAmyloplasts (where arrows point at) were associated with tonoplast (labeled by GFP) in hypocotyl endodermis of WT and \nzig-1\n in microgravity environment as on earth. Scale bar: 20 μm.",
    "discussion": "Discussion\nHere, we investigated the effect of microgravity on plant vacuole fusion and the association of vacuoles and plastids. The feasibility of chemical treatments in plants on the ISS was demonstrated using the BRIC-PDFU hardware and an optimized plant fixation protocol.\nThe microgravity environment of the ISS enhanced the phenotype of \nzig-1\n. WT seedlings had longer hypocotyls when grown on the ISS and this was consistent with previous experiments with seedlings grown in the dark\n46\n–\n48\n. No differences in root growth were detected between ground controls and ISS-grown WT plants and similar results are reported elsewhere for Arabidopsis seedlings\n49\n,\n50\n. The increased elongation of WT hypocotyls in microgravity may result from increased cell wall extensibility and reduced accumulation of xyloglucans\n46\n. In addition, an increase in transverse microtubules may also be involved in changing the rate of cell elongation\n48\n. On the other hand, \nzig-1\n mutants showed shorter hypocotyls and more vacuoles per cell in some root cells when grown in microgravity. This suggests an enhanced \nzig-1\n phenotype on the ISS. Given the role of VTI11 as a SNARE for protein trafficking\n51\n, it is tempting to speculate that the microgravity environment may have a negative effect for endomembrane trafficking overall. Moreover, the enhanced phenotype of \nzig-1\n suggests that microgravity results in a mild decrease in vacuole fusion even though this can only be detected in this sensitized genotype. Cell elongation is in part dependent on the establishment and morphology of the large central vacuole\n17\n, and altered vacuole fusion could contribute to the reduction in hypocotyl elongation in flight-grown \nzig-1\n. Unfortunately, the low expression of the GFP-TIP2;1 marker in hypocotyl cells precluded a direct analysis of vacuole numbers in that tissue. Given the similar growth of \nzig-1\n roots between ground control and flight, we can not rule out other cellular defects in the microgravity environment of the ISS for the shortened hypocotyls in \nzig-1\n.\nThe microgravity environment appears to delay WM-induced vacuole fusion in \nzig-1\n root epidermis. The WM fusion assay is an ideal tool for visualization of cellular membrane fusion in fixed tissues in space. We selected the cortex and epidermis from the transition and early elongation zones of the root because while the fragmented vacuole phenotype of \nzig-1\n is present in most cell types, the WM-induced fusion is best visualized in those root cells\n26\n,\n27\n. Moreover, root cells undergoing the transition between meristem and elongation zones are well-defined stages of vacuole maturation\n45\n,\n52\n–\n54\n. Overall, we found cells from the transition and early elongation zone to be better preserved than the central elongation or the maturation zones. Given the large numbers of seedlings used, this allowed us to obtain quantitative information for this assay. The vacuole number analysis in epidermis and cortex indicated that WM was overall effective at inducing vacuole fusion of \nzig-1\n in microgravity inside the BRIC-PDFU. This result underscores the feasibility of chemical inhibitor treatments in plants grown on the ISS. These experiments, however, also exposed limitations rendered by the PDFU hardware as vacuole fusion was incomplete even in the ground control, unlike similar experiments outside the hardware where almost all the \nzig-1\n cells result in having a single vacuole. Given the sealed nature of the PDFU and the mode of actuation, contact of the chemical solution with all the seedlings on the plate may be incomplete and this would be exacerbated by the abnormal movement of liquids under microgravity. Nonetheless, a small but significant delay in WM-induced vacuole fusion was detected in the epidermis of flight-grown \nzig-1\n. This result, together with the increased vacuole number in this mutant under microgravity, suggests that microgravity may slow down membrane fusion events in plants but not sufficiently to inhibit growth or be detectable in the WT.\nThis work demonstrated that fixation of fluorescent protein-labeled organelles on the ISS is feasible. Previous cell biology experiments on the ISS relied on tissue fixation followed by electron microscopy\n9\n. Fluorescence microscopes have been available at the ISS\n48\n,\n55\n which allowed the visualization of GFP tagged proteins in plants\n56\n, but these have been limited to tissue expression patterns due to the complexity of high-resolution imaging\n57\n. Imaging of plant cells with high resolution requires high numerical aperture objectives with short working distances which require specimens be mounted on slides, something that would require a large amount of astronaut time. Therefore, tissue fixation and post-flight microscopy is still the best option for cell biology when large sample numbers are needed. Electron microscopy of fixed samples provides the best cellular and subcellular resolution but is time consuming. We set out to develop effective protocols for the fixation of \nArabidopsis\n seedlings carrying fluorescently tagged proteins such that we could take advantage of the capabilities and efficiency of confocal microscopy. We were able to obtain good quality fixations in both genotypes that allowed us to quantify vacuoles in sufficient seedlings, but it is important to emphasize that the fixation quality was still diminished compared to similar fixation protocols outside the BRIC-PDFU hardware even on earth.\nThe fixation protocol described here was optimized to follow a chemical treatment in AGM buffer. BRIC-PDFU actuations result in the mixture of fixative and chemical treatment solution as there is no mechanism to remove the first solution. Both the AGM and the fixative buffer contribute to the osmolarity of the final mixture and therefore affect fixation quality. Membrane vesiculation was observed in some fixed seedlings (Supplementary Figs. \n3\n, \n7\n), and further optimization of the fixation protocol may improve the post-flight imaging of stored fixed samples. Similar vesiculation phenomena has been reported in formaldehyde-fixed samples in other systems\n58\n. A further challenge of the PDFU hardware that might impinge on fixation quality is the low precision of the volumes used to fill the dual chamber of PDFUs. Our study demonstrated that variations from the 1:1 ratio of AGM to fixative can dramatically alter the fixation quality of plant specimens. Future experiments using this hardware must ensure sufficient sample size to account for the loss of samples due to poor fixation. An improved dual chamber PDFU unit with more precise volume control would augment the use of this hardware in future flight experiments.\nTissue fixation protocols that are compatible with fluorescent proteins have been developed for plants\n37\n,\n38\n,\n42\n,\n59\n. These protocols were developed to improve imaging depth within plant tissues by clearing cellular structures. Maintaining subcellular structure and fluorescent protein structure and intensity allow for imaging experiments that are incompatible with live-cell imaging such as those conducted in space. We found that the intensity of GFP and mCherry is retained in fixed seedlings even after long storage in the cold. However, GFP intensity was more sensitive than mCherry to buffer composition. Lower concentration of KPBS buffer reduces the intensity of GFP, suggesting the GFP stability can be altered by the concentration of certain salt. Unfortunately, the morphology of the mCherry-tagged ER was poorly preserved with most fixative solutions. Many aggregates of ER membranes were detected while the fluorescence intensity of the mCherry marker was intact. A similar phenomenon was reported in \nDrosophila\n cells carrying a BiP-Superfolder GFP-HDEL fusion that labels the ER. In those cells, chemical fixation disrupted the ER morphology and ER tubules appeared to fragment into discrete puncta\n60\n. Preservation of ER structures by chemical fixation may require specific chemical compositions.",
    "methods": "Methods\nArabidopsis\n materials and growth conditions\nArabidopsis\n ecotype Columbia (Col-0) expressing GFP-TIP2;1 was previously described\n39\n and previously transformed\n27\n with the HDEL-mCherry construct\n40\n. The \nzig-1\n mutant was previously described\n24\n, and the GFP-TIP2;1 marker was introgressed into this genotype by crossing. The HDEL-mCherry marker\n40\n was separately introduced into \nzig-1\n by \nAgrobacterium\n-mediated transformation\n27\n and the two markers were combined by crossing and selection of plants in the F\n2\n.\nSeeds were surface sterilized and sown on 0.5 X \nArabidopsis\n growth medium (AGM, 0.5X Murashige and Skoog medium, 10 g/L Gelrite, 1% (w/v) sucrose) in 6 cm diameter petri dishes. Each petri dish contained 30 seeds. Twenty-two Petri dishes were integrated into PDFUs and stored in 4 BRICs for SVT, EVT and flight. BRICs were incubated at 4 °C for 5 days in the dark and transferred to 22 °C growth chamber (SVT, EVT and ground control) or the ISS environment (flight assay) for 3–4 days (Fig. \n1\n).\nChemical treatments and fixation\nThree to four-day-old dark-grown seedlings were used for chemical treatments and fixation. WM (SIGMA, cat# W3144) was diluted to 33 μM in AGM and an equal volume of DMSO (Thermo Scientific, D12345) diluted in AGM was used as the control. For lab testing, seedlings were incubated in WM working solution or DMSO buffer control for 1 or 2 h in the dark. If used in the BRIC-PDFU, WM or DMSO were stored in one of the chambers in the PDFU and an actuator tool was used to push each solution onto the petri dish.\nOptimization of the seedling fixation protocol involved testing different buffers for the PFA fixative. To mimic the mixing process inside the BRIC-PDFU, one volume of 0.5X AGM was mixed with one volume of 8% Paraformaldehyde (PFA, Electron Microscopy Sciences cat# 15700) in the corresponding buffer for a final concentration of 4% PFA. The final concentration for each buffer to test was 0.5X AGM, 0.5X or 0.25X KPBS\n61\n, 0.5X or 1X BupH\nTM\n PBS (ThermoFisher Scientific cat# 28372), 0.5X or 1X microtubule stabilizing buffer (MTSB)\n43\n, 1X Potassium phosphate buffer (PPB) (6.5 mM KH\n2\nPO\n4\n, 93.5 mM K\n2\nHPO\n4\n) and 0.25X Sorenson’s buffer\n62\n. Seedlings treated with each mixture were immediately stored at 4 °C until confocal microscopy.\nFor SVT, EVT and flight assay, 16% PFA aqueous solutions were diluted to 8% PFA in 0.5X KPBS (SVT) or 1X BupH\nTM\n PBS (EVT, flight assay). The final PFA concentration after actuation in the PDFU was around 4% with 0.25X KPBS buffer (SVT) and 0.5X BupH\nTM\n PBS buffer (EVT, flight assay). Seedlings were then stored at 4 °C until de-integration of BRIC-PDFU followed by confocal microscopy.\nMicroscopy\nFixed seedlings were washed 3 times for 1 min in sterilized water before imaging. A Zeiss LSM880 confocal microscope was used for all the imaging. The excitation/emission wavelengths for GFP and mCherry were 488 nm/490–561 nm and 561 nm/570–676 nm respectively. The C-Apochromat 40X/1.2 W Korr FCS M27 water-immersion objective was used. All seedlings were imaged at the root tip transition and elongation zones and in both epidermis and/or cortical cells. The transition zone was defined as the region of the root apex where a doubling in cell length was observed in a specific cell layer, corresponding to the boundary between the meristematic and elongation zones\n63\n and the cell where that doubling occurred was included in the analysis. Cells in the elongation zone were identified as those past the transition zone. Two to three z sections were captured per sample in each cell layer. Cells where the section was too close to the cell cortex were not included and vacuoles were counted by eye as defined by fluorescently-labelled membrane boundaries. Some seedlings were additionally imaged at the root tip columella and hypocotyl endodermis.\nImage analysis\nFor SVT, EVT and the flight assay, seeds germination rate was calculated from the number of recovered seedlings in each PDFU after de-integration. To measure hypocotyl length, fixed seedlings were arranged on glass slides and imaged using digital cameras. Hypocotyl and root length was measured with Fiji\n64\n.\nTo count the number of vacuoles per cell, images from different tissue and cell type was analyzed separately. Only cells with good preservation and strong GFP fluorescence intensity were counted. Three-way ANOVA analysis was applied to compare the cellular vacuole amount among different treatments. Statistical analysis and figure generation were conducted with GraphPad Prism version 9.2.0 for macOS, GraphPad Software, San Diego, California USA, \nwww.graphpad.com\n.\nReporting summary\nFurther information on research design is available in the \nNature Research Reporting Summary\n linked to this article.",
    "arabidopsis_materials_and_growth_conditions": "Arabidopsis\n materials and growth conditions\nArabidopsis\n ecotype Columbia (Col-0) expressing GFP-TIP2;1 was previously described\n39\n and previously transformed\n27\n with the HDEL-mCherry construct\n40\n. The \nzig-1\n mutant was previously described\n24\n, and the GFP-TIP2;1 marker was introgressed into this genotype by crossing. The HDEL-mCherry marker\n40\n was separately introduced into \nzig-1\n by \nAgrobacterium\n-mediated transformation\n27\n and the two markers were combined by crossing and selection of plants in the F\n2\n.\nSeeds were surface sterilized and sown on 0.5 X \nArabidopsis\n growth medium (AGM, 0.5X Murashige and Skoog medium, 10 g/L Gelrite, 1% (w/v) sucrose) in 6 cm diameter petri dishes. Each petri dish contained 30 seeds. Twenty-two Petri dishes were integrated into PDFUs and stored in 4 BRICs for SVT, EVT and flight. BRICs were incubated at 4 °C for 5 days in the dark and transferred to 22 °C growth chamber (SVT, EVT and ground control) or the ISS environment (flight assay) for 3–4 days (Fig. \n1\n).",
    "chemical_treatments_and_fixation": "Chemical treatments and fixation\nThree to four-day-old dark-grown seedlings were used for chemical treatments and fixation. WM (SIGMA, cat# W3144) was diluted to 33 μM in AGM and an equal volume of DMSO (Thermo Scientific, D12345) diluted in AGM was used as the control. For lab testing, seedlings were incubated in WM working solution or DMSO buffer control for 1 or 2 h in the dark. If used in the BRIC-PDFU, WM or DMSO were stored in one of the chambers in the PDFU and an actuator tool was used to push each solution onto the petri dish.\nOptimization of the seedling fixation protocol involved testing different buffers for the PFA fixative. To mimic the mixing process inside the BRIC-PDFU, one volume of 0.5X AGM was mixed with one volume of 8% Paraformaldehyde (PFA, Electron Microscopy Sciences cat# 15700) in the corresponding buffer for a final concentration of 4% PFA. The final concentration for each buffer to test was 0.5X AGM, 0.5X or 0.25X KPBS\n61\n, 0.5X or 1X BupH\nTM\n PBS (ThermoFisher Scientific cat# 28372), 0.5X or 1X microtubule stabilizing buffer (MTSB)\n43\n, 1X Potassium phosphate buffer (PPB) (6.5 mM KH\n2\nPO\n4\n, 93.5 mM K\n2\nHPO\n4\n) and 0.25X Sorenson’s buffer\n62\n. Seedlings treated with each mixture were immediately stored at 4 °C until confocal microscopy.\nFor SVT, EVT and flight assay, 16% PFA aqueous solutions were diluted to 8% PFA in 0.5X KPBS (SVT) or 1X BupH\nTM\n PBS (EVT, flight assay). The final PFA concentration after actuation in the PDFU was around 4% with 0.25X KPBS buffer (SVT) and 0.5X BupH\nTM\n PBS buffer (EVT, flight assay). Seedlings were then stored at 4 °C until de-integration of BRIC-PDFU followed by confocal microscopy.",
    "microscopy": "Microscopy\nFixed seedlings were washed 3 times for 1 min in sterilized water before imaging. A Zeiss LSM880 confocal microscope was used for all the imaging. The excitation/emission wavelengths for GFP and mCherry were 488 nm/490–561 nm and 561 nm/570–676 nm respectively. The C-Apochromat 40X/1.2 W Korr FCS M27 water-immersion objective was used. All seedlings were imaged at the root tip transition and elongation zones and in both epidermis and/or cortical cells. The transition zone was defined as the region of the root apex where a doubling in cell length was observed in a specific cell layer, corresponding to the boundary between the meristematic and elongation zones\n63\n and the cell where that doubling occurred was included in the analysis. Cells in the elongation zone were identified as those past the transition zone. Two to three z sections were captured per sample in each cell layer. Cells where the section was too close to the cell cortex were not included and vacuoles were counted by eye as defined by fluorescently-labelled membrane boundaries. Some seedlings were additionally imaged at the root tip columella and hypocotyl endodermis.",
    "image_analysis": "Image analysis\nFor SVT, EVT and the flight assay, seeds germination rate was calculated from the number of recovered seedlings in each PDFU after de-integration. To measure hypocotyl length, fixed seedlings were arranged on glass slides and imaged using digital cameras. Hypocotyl and root length was measured with Fiji\n64\n.\nTo count the number of vacuoles per cell, images from different tissue and cell type was analyzed separately. Only cells with good preservation and strong GFP fluorescence intensity were counted. Three-way ANOVA analysis was applied to compare the cellular vacuole amount among different treatments. Statistical analysis and figure generation were conducted with GraphPad Prism version 9.2.0 for macOS, GraphPad Software, San Diego, California USA, \nwww.graphpad.com\n.",
    "reporting_summary": "Reporting summary\nFurther information on research design is available in the \nNature Research Reporting Summary\n linked to this article.",
    "supplementary_information": "Supplementary information\nThe online version contains supplementary material available at 10.1038/s41526-022-00226-3.",
    "section": "Supplemental Material\n\n\nReporting Summary"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9445043/"
}