{
  "id": "PMC9743659",
  "title": "Multidrug-resistant Acinetobacter pittii is adapting to and exhibiting potential succession aboard the International Space Station.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Multidrug-resistant Acinetobacter pittii is adapting to and exhibiting potential succession aboard the International Space Station.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9743659/"
  },
  "sections": {
    "abstract": "Background\nMonitoring the adaptation of microorganisms to the extreme environment of the International Space Station (ISS) is crucial to understanding microbial evolution and infection prevention. \nAcinetobacter pittii\n is an opportunistic nosocomial pathogen, primarily impacting immunocompromised patients, that was recently isolated from two missions aboard the ISS.\nResults\nHere, we report how ISS-associated \nA. pittii\n (\nn\n = 20 genomes) has formed its own genetically and functionally discrete clade distinct from most Earth-bound isolates (\nn\n = 291 genomes). The antimicrobial susceptibility testing of ISS strains and two related clinical isolates demonstrated that ISS strains acquired more resistance, specifically with regard to expanded-spectrum cephalosporins, despite no prediction of increased resistance based on genomic analysis of resistance genes. By investigating 402 longitudinal environmental and host-associated ISS metagenomes, we observed that viable \nA. pittii\n is increasing in relative abundance and therefore potentially exhibiting succession, being identified in >2X more metagenomic samples in back-to-back missions. ISS strains additionally contain functions that enable them to survive in harsh environments, including the transcriptional regulator LexA. Via a genome-wide association study, we identified a high level of mutational burden in methionine sulfoxide reductase genes relative to the most closely related Earth strains.\nConclusions\nOverall, these results indicated a step forward in understanding how microorganisms might evolve and alter their antibiotic resistance phenotype in extreme, resource-limited, human-built environments.\n\n\nVideo Abstract\nSupplementary Information\nThe online version contains supplementary material available at 10.1186/s40168-022-01358-0.",
    "background": "Background\nMonitoring the adaptation of microorganisms to the extreme environment of the International Space Station (ISS) is crucial to understanding microbial evolution and infection prevention. \nAcinetobacter pittii\n is an opportunistic nosocomial pathogen, primarily impacting immunocompromised patients, that was recently isolated from two missions aboard the ISS.",
    "results": "Results\nA. pittii\n isolated from the ISS have become phylogenetically distinct from Earth-bound strains\nWe built a dataset comprising publicly available assembled genomes, metagenomic bins, and assembled, not-yet-public genomes that our team had sequenced from the ISS (Table \n1\n). We downloaded 319 genomes annotated as \nA. pittii\n from the National Center for Biotechnology Information’s (NCBI’s) assembly database. Five of these were isolated from the ISS mission MT1 (flight 2), whereas 15 were from MT2 (flight 8) [\n12\n, \n13\n]. The MT1/MT2 isolations were performed with similar swabbing and dilution protocols. We ran the genomes through GTDB-tK to confirm their taxonomy, removing eight from analysis due to their being annotated as other species (e.g., \nAcinetobacter baumannii\n).\nTable 1\nCharacteristics of \nA. pittii\n genomes included in this study\nGenomes (\nN\n= 313,\n\n\nA. pittii\n)\nSource\nCount\nSource type\nReference\nMT1, flight 2\n5\nEnvironmental\nChecinska Sielaff et al. 2016 [\n12\n]\nMT1, environmental metagenomes\n2\nEnvironmental\nChecinska Sielaff et al. 2016 [\n12\n]\nMT2, flight 8\n15\nEnvironmental\nSimpson et al. 2021 [\n13\n]\nNon-human/environmental\n29\nOther\nhttps://www.ncbi.nlm.nih.gov/genome/browse#!/prokaryotes/2516/\nHuman\n199\nHost-associated\nhttps://www.ncbi.nlm.nih.gov/genome/browse#!/prokaryotes/2516/\nUnknown\n63\nOther\nhttps://www.ncbi.nlm.nih.gov/genome/browse#!/prokaryotes/2516/\nMetagenomes (\nN\n= 402)\nSource\nCount\nSource type\nReference\nMT1 environmental swabs\n42\nEnvironmental\nhttps://www.ncbi.nlm.nih.gov/sra/?term=PRJNA438545\n)\nMT2 environmental swabs\n60\nEnvironmental\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-252/\nMT2 crew, ear\n30\nHost-associated\nMorrison et al. 2021 [\n5\n]\nMT2 crew, mouth\n31\nHost-associated\nMorrison et al. 2021 [\n5\n]\nMT2 crew, nasal\n30\nHost-associated\nMorrison et al. 2021 [\n5\n]\nMT2 crew, pooled samples\n31\nHost-associated\nMorrison et al. 2021 [\n5\n]\nMT2 crew, saliva\n124\nHost-associated\nMorrison et al. 2021 [\n5\n]\nNASA Twins Study, Gut\n22\nHost-associated\nGarrett-Bakelman et al. 2019 [\n14\n]\nNASA Twins Study, Saliva\n32\nHost-associated\nGarrett-Bakelman et al. 2019 [\n14\n]\nAdditionally, in a dataset of 402 short-read metagenomes from ISS crew and environmental sites on the ISS, we assembled metagenome-assembled genomes (MAGs) in the hope of finding additional \nA. pittii\n strains. These samples comprised 42 from environmental sites on the MT1 mission, 60 from environmental sites on the MT2 mission, 246 from different crew body sites on the MT2 mission, and 54 from the crew of the NASA Twins Study, which took place prior to the MT1/MT2 missions [\n5\n, \n14\n]. We annotated only two MAGs as \nA. pittii\n using GTDB-tK. Both genomes were >99% complete, had <1% contamination, and were from environmental samples from the MT1 mission (samples SRR6853346 and SRR6853362, both from flight 2). These brought the total number of \nA. pittii\n genomes (including MAGs and isolates) carried forward for the rest of the analysis to 313 (Table \n1\n, Supp Table \n1\n).\nWe then built phylogenetic trees (with four different approaches ranging from marker-gene-based to SNP-based) for the resultant strains of \nA. pittii\n isolated from or identified on the ISS versus those from different Earth environments (Fig. \n1\n, Supp Figs. \n1\n and \n2\n). We identified that ISS \nA. pittii\n isolates formed a distinct clade from strains associated with all other ecosystems. Across all trees, only two strains, both isolated from infected patients, from Earth additionally fell in this clade. Given their placement, we focused specifically on grounding our proximal functional, antimicrobial, and genetic analysis of the ISS strains in comparison to these two strains (referred to as PR-313 and PR-429). By comparison, isolates from other ecosystems (e.g., human blood, wastewater) did not cluster together based on phylogeny to the same level as those from the ISS, and, overall, other \nA. pittii\n from the environmental ecosystems were phylogenetically distinct from the ISS strains.\nFig. 1\nA. pittii\n from the ISS as compared to publicly available genomes. \nA\n A phylogenetic tree displaying the “ISS clade” (red box), which contains all ISS genomes as well as 3 Earth-derived strains. The right panel is a zoomed-in image on the upper portion of the tree. \nB\n SNP level similarity of the ISS isolates and two closely related Earth strains as well as a related patient isolate, referred to as “type strain.” Names in the gray bar are the identity of the reference genome to which all others on the \nx\n-axes were compared. \nP\n values were generated from Wilcox tests. CSF refers to cerebrospinal fluid\nWe additionally compared PR-313, PR-429, and the assembly of the \nA. pittii\n type strain (GenBank accession GCA_000369045.1, ATCC 19004, acquired from a patient blood sample) to the ISS isolates (not including the MAGs) at the SNP-level (Fig. \n1\nB). ISS \nA. pittii\n strains differed from the type strain by an average of 52,546 SNPs. They differed from PR-313 and PR-429 by 899 and 1040 SNPs on average, respectively. The MT2 isolates had more SNPs relative to all three references than the MT1 isolates (\np\n < 0.001).\nA. pittii’s\n potential succession through the built environment of the ISS\nNext, we aimed to determine the source and observe the potential succession of \nA. pittii\n on the ISS based on shifts in relative abundance (as opposed to absolute abundance), which is an approach we have taken in prior work [\n15\n]. In the same shotgun sequenced samples from which we identified our metagenomic bins, we computed the abundance of \nA. pittii\n using Kraken2. We stratified this analysis by metagenomes that had, versus had not, been treated with propidium monoazide (PMA) to remove non-viable cells.\nWe noted the potential succession of viable \nA. pittii\n throughout the environment of the ISS (Fig. \n2\nA). We identified more reads mapping to \nA. pittii\n in the environmental samples than in the human samples, and its relative abundance was higher in PMA-treated environmental metagenomes (\np\n = 0.0063) in the MT2 mission. Overall, its abundance increased between the two missions (\np\n < 0.001). The majority of \nA. pittii\n abundance during the MT1 flight was in a small number of samples. One environmental metagenome from the MT1 mission had extremely high levels of \nA. pittii\n abundance (SRR6853346, relative abundance = 52.1%). This and the MT1 sample with the second-highest abundance (SRR6853362, relative abundance = 12.8%) were the ones we were able to assemble MAGs from, and they were taken from the port panel next to Cupola node 3 on the ISS. The median relative abundance of \nA. pittii\n (0.02%) during the MT2 mission was the highest by an order of magnitude compared to the other metagenomic sources. Further, short reads mapped to \nA. pittii\n with Kraken2 were identified in more locations across the ISS in MT2 than in MT1 (19/42 [45.2%] metagenomes in MT1 vs. 48/60 [80%] in MT2).\nFig. 2\nThe distribution and potential succession of \nA. pittii\n aboard the ISS. All \np\n values are derived from Wilcox tests. \nA\n The relative abundance of \nA. pittii\n across different metagenomes from human subjects as well as the ISS environment. The \nx\n-axis indicates the source of the metagenomes, with “pool” referring to combined samples across sites. \nB\n The percent genome coverage with at least 3 reads aligning to each of the two \nA. pittii\n metagenome-assembled genomes (MAGs) identified in our analysis. \nC\n The proportion of reads aligning to each of these MAGs from environmental metagenomes. \nD\n The abundance of \nA. pittii\n strains as a function of specific flights. The proportion of reads aligning to MAGs broken down by each flight in the MT1 and MT2 missions. \nP\n values in this panel correspond to the change in abundance between the first and last flights (top) and the different missions (bottom)\nTo further explore the spread of \nA. pittii\n throughout the ISS, we next searched specifically for the presence of the two MAGs we identified previously in all the environmental metagenomic samples in our dataset. We computed the fraction of raw reads in each metagenome aligning back to the MAGs (Fig. \n2\nB, C). We observed a statistically significant (\np\n < 0.001) increase in both the coverage and relative abundance of the genomes. Metagenomes treated with PMA had higher coverage (\np\n < 0.05) in both missions.\nTo gain an even higher-resolution view into the potential succession of \nA. pittii\n aboard the ISS, we broke down its shifts in abundance as a function of flight. The MT1 mission consisted of three longitudinal flights (i.e., time points), whereas the MT2 consisted of four, with increasing average abundance from flight one to seven in \nA. pittii\n MAGs (Fig. \n2\nD). Changes in abundance between flights 1 and 7 were statistically significant (\np\n < 0.001), as well as between flights 3 and 4 (the gap between the missions).\nISS-associated \nA. pittii\n are becoming functionally distinct from Earth-bound strains\nWe next aimed to determine how the ISS \nA. pittii\n varied genetically and functionally compared to its Earth counterparts. We identified and functionally annotated all the Open-Reading-Frames (ORFs, which refer to the coding sequences of a microbial genome) in each of the 313 genomes/MAGs. In total, we identified 1,188,894 genes and 1459 distinct Clusters of Orthologous Gene (COG) annotations (Supp Table \n2\n).\nInitially, we sought to identify similarities and differences in COGs annotated to ORFs present in five different genome “types”: the genomes of the MT1 and MT2 isolates, the MAGs, the type strain, and the two human isolates that were consistently grouped in the ISS clade (as described in Fig. \n1\n). Nineteen COGs were present in all genome types except the type strain. These included two transketolases, a type II secretion mechanism (PulG), a sulfoxide reductase and sulfatase maturation enzyme, an alcohol dehydrogenase, a curcumin reductase, a Zn-dependent reductase (and a Zn2+ transport system), and an integrase, among others. Notably, every ISS-isolate uniquely contained the transcriptional repressor LexA, which was not shared with the type strain or otherwise similar genomes.\nIn our genome collection, we also searched against the CARD database to identify antimicrobial resistance (AMR) genes (Supp Table \n2\n). In addition, for ISS and clinical strains used to assess antimicrobial phenotypic characteristics, we searched genomes against the CARD, NCBI, ARG-ANNOT, and ResFinder databases and verified predicted AMR status and gene identity of flagged sequences (those not having a 100% identity match) by blasting against GenBank’s non-redundant protein sequence database. We identified a bolus of AMR markers, with the 20 ISS genomes possessing a total of 10 distinct resistance gene families (9/10 gene families were in every ISS genome). Each genome contained potential resistance to 11 drug classes through 4 general resistance mechanisms (antibiotic efflux, antibiotic inactivation, target alteration, and reduced permeability for the antibiotic). However, the presence of resistance mechanisms and genes did not discriminate between the Earth and ISS-associated strains. However, the ISS-genomes did hierarchically cluster primarily with human-associated strains and contained a large diversity of genes that could potentially confer antibiotic resistance (Supp Fig. \n1\n).\nAntimicrobial phenotypic characteristics of \nA. pittii\n strains\nWe tested 16 clinically relevant antibiotics for which the Clinical and Laboratory Standard Institute (CLSI) has established breakpoints for \nAcinetobacter\n species, as these are the commonly used antimicrobial agents administered to treat infections caused by this opportunistic pathogen (Fig. \n3\n, Supp Table \n2\n). The well-characterized Earth strains PR-313, PR-348, and PR-429 isolated from clinical samples were used as comparators in this study [\n16\n]. Clinical isolates PR-313 and PR-429 were the two strains that consistently grouped phylogenetically with the ISS strains in this study (Fig. \n1\nA). PR-429 was placed distantly in our phylogenetic analysis. These three strains were susceptible to all antibiotic compounds tested, with the exception that PR-313 showed resistance to ceftriaxone (MIC = 32 μg/ml, intermediate resistance, I) as did ISS strains.\nFig. 3\nAntimicrobial susceptibility testing data of the various \nA. pittii\n strains. The results of antimicrobial testing of the ISS isolates vs. comparable clinical isolates. See Supp Table \n2\n for a more detailed view of these analyses\nAll ISS \nA. pittii\n isolates (\nn\n = 20) tested were susceptible to the commercially available and often used carbapenems: meropenem and imipenem; the fluoroquinolones: ciprofloxacin and levofloxacin; the aminoglycoside gentamicin; and tetracycline. The susceptibility to the other antimicrobials is typical of \nA. pittii\n. The isolates were also predominantly susceptible to minocycline [19/20 isolates; one isolate MIC > 8 μg/ml, resistant (R)], and the aminoglycosides amikacin (19/20 isolates; one isolate MIC = 32 μg/ml, I) and tobramycin (19/20 isolates; one isolate MIC > 8 μg/ml, R). Susceptibility to ceftazidime was more notable, as only one ISS isolate demonstrated resistance (MIC = 16 μg/ml, I). The potency of the cephalosporins varied widely as can be seen from the MICs listed in Supp Table \n2\n.\nAll ISS isolates demonstrated resistance to cefotaxime (MICs 16–32 μg/ml, I), and unlike the clinical isolates (\nn\n=3), most ISS strains were also resistant to cefepime (14/20 isolates: MIC = 16 μg/ml, \nn\n = 11, I; MIC > 16 μg/ml, \nn\n = 3, R) and ceftriaxone (17/20 isolates: MIC = 32 μg/ml, I). For β-lactam/β-lactamase inhibitor combinations, 3/20 isolates were resistant to ampicillin-sulbactam (MIC = 16/8 μg/ml, \nn\n = 2, I; MIC > 16/8 μg/ml, \nn\n = 1, R), and 5/20 isolates were non-susceptible to piperacillin-tazobactam (MIC = 32/4 μg/ml, I). In addition, 4/20 isolates were resistant to a combination of trimethoprim-sulfamethoxazole (MIC > 2/38 μg/ml, R). One strain each from MT-1 (IIF1SW-P4) and MT-2 (F8_7S_12B) flight mission exhibited multi-drug resistance (6 out of 16 antimicrobials) and were isolated from Cupola (IIF1SW-P4) and US Lab (F8_7S_12B) locations.\nISS-bound \nA. pittii\n contain genetically discrete accessory genomes from Earth-bound strains\nOur prior analyses provided a sense of functions that were gained or lost by different strains of \nA. pittii\n; however, they do not necessarily capture difficult-to-annotate sequences (i.e., genetic dark matter) or provide a sense of gene-level (or mutational-level) similarity between isolates. To explore this space, we identified a total of 43,948 core and accessory genes across all \nA. pittii\n isolates and MAGs. Via hierarchically clustering the consensus genes from the pangenome, we observed a set of sequences that were present in 100% of ISS genomes and only a small proportion (< 10%) of Earth genomes (Fig. \n4\nA, yellow box).\nFig. 4\nIdentifying the ISS-associated-accessory genes of \nA. pittii\n. \nA\n A hierarchically clustered visualization of the \nA. pittii\n pangenome. Each column is a gene, and each row is a sample. The bottom rows indicate the proportions of ISS or Earth isolates in which a given gene was identified. The yellow box indicates the presence of genes particularly associated with the genomes of ISS strains. \nB\n, \nC\n The output of a gene-level association study comparing ISS and Earth strains. The volcano plot in \nB\n indicates the distribution of odds ratios between genes enriched in and lost in space flight. The top 30 most ISS-associated, non-hypothetical, distinct proteins with the highest odds ratios are labeled. Point color corresponds to the fraction of ISS genomes in which a gene is found. \nC\n The genomic context of significant, non-hypothetical, genes. The \nx\n-axis is the concatenation of all contigs in a representative ISS isolate. Blank spots on this axis contain genes or portions of the genome that were not evaluated in the association study due to the low prevalence\nThis observation motivated us to carry out a gene-level, pangenome association study with the aim of determining the “ISS-associated-accessory genome” of \nA. pittii\n. Adjusting for population stratification due to shared lineage, we used logistic regression to test the association between 7411 gene sequences that were found in between 5 and 100% of all samples. After correcting for the false discovery rate, we identified a total of 175 significant positive associations with the ISS that were present in 100% of ISS \nA. pittii\n and <10% of the Earth strains (Fig. \n4\nB, Supp Table \n3\n). These genes had limited annotations, occurred across the genome (Fig. \n4\nC), and corresponded to 15 unique, non-hypothetical proteins that included UmuC (involved in ultraviolet radiation protection), DNA repair (e.g., RecF), the FhuE receptor for ferric iron uptake, arsenate reductase, and other stress-response proteins (e.g., the ATP-dependent zinc metalloprotease FtsH).\nHowever, a gene-level association study does not necessarily identify the truly unique mutational signatures of space-bound \nA. pittii\n. This analysis needs to be grounded in a clear comparison to the most closely related Earth-bound strains. With this in mind, we computed a single-nucleotide polymorphism (SNP) and insertion/deletion (indel) genome-wide association study (GWAS, Supp Table \n3\n) using the strains in the right panel of Fig. \n1\nA, which were most closely related to the ISS strains. We used PR-313 as the reference genome for joint variant calling across the 40 genomes for which we were able to find raw reads.\nJoint variant calling yielded >40,000 variations across all 40 genomes. The majority of significantly associated features with the ISS were SNPs, and they occurred across all contigs (Fig. \n5\nA). Fifty-one of these SNPs were ostensibly outside of coding sequences, whereas only 161 were in open Open-Reading-Frames (Fig. \n5\nB). A total of 16 insertions and 16 deletions, half of which were intergenic, were statistically associated with spaceflight.\nFig. 5\nThe SNPs and indels associated with ISS \nA. pittii\n. \nA\n The position on different contigs of statistically significant, ISS-associated, mutational changes, and the \ny\n-axis is adjusted \np\n value. The solid line is an adjusted significance cutoff of 0.05. \nB\n A summary of the results for our GWAS in terms of the number of significant findings versus the total number of features identified in joint variant calling. \nC\n Open-Reading-Frames (genes) with the top number of associated features. Numbers on the \nx\n-axis correspond to a position on a given contig\nDespite many associated features scattered around the genome, there were a few key genes and regions that seemed to have more mutational burden than others. In other words, these portions of the genome had the greatest variation relative to the most closely related Earth-bound strains. The genes with more than one mutation are reported in Fig. \n5\nC with their relative position on different contigs. Three of these coding sequences were consecutive regions in the genome and coded for three different methionine sulfoxide reductases, which are involved in oxidative stress response [\n15\n]. The gene with the most protein variation was hypothetical and had no known annotation, even when annotated by alignment to the UniRef90 database.",
    "conclusions": "Conclusions\nA microbe’s ability to grow and survive in variable conditions is defined by its ability to respond to various environmental demands under suboptimal conditions. The advantage of microbes, having a short generation time, is that their mutational frequency allows for great genetic diversity. Here, we describe the “ISS effect,” where microbes may adapt to the extreme environment of the ISS through mechanisms that enhance their survival and may contribute to augmented antimicrobial resistance (despite not being exposed to antimicrobials). We show the potential ecological succession of \nA. pittii\n aboard the ISS as well as the longitudinal effects of the ISS effect via increased mutational frequencies and acquisition of further stress-associated protein-coding genes. We additionally identify particular, highly variable, sequences of interest (i.e., MSR enzymes) that are worth further investigation as spaceflight-impacted genes. Overall, we found that the extreme environment of the ISS is possibly exacting an intense selective pressure on \nA. pittii\n, and the nature of the genomic changes warrant continued observation in the years to come.",
    "supplementary_information": "Supplementary Information\n\n\nAdditional file 1: Supplementary Table 1.\n Summary statistics for \nA. pittii\n genomes, metagenomic assemblies, and Metagenome-Assembled-Genomes.\nAdditional file 2: Supplementary Table 2.\n Summary of CARD (i.e., \nin silico\n) and phenotypic antimicrobial resistance data in the ISS vs. the Earth genomes. Also contains summary of COG annotations per genome.\nAdditional file 3: Supplementary Table 3.\n Output of associations described in Figs. \n4\n and \n5\n.\nAdditional file 4: Supplementary Figure 1.\n Two alternate phylogenetic trees built with different SNP-calling pipelines, A) SPANDx and B) Snippy. The former contains the genomes most closely related to the ISS \nA. pittii\n isolates for which we were able to access raw reads. The latter was generated with raw reads for the ISS isolates and the two closely related Earth strains that were used in antibiotic testing.\nAdditional file 5: Supplementary Figure 2.\n A cladogram from GTDB-tK taxonomic annotations comparing the A. pittii strains from earth versus those identified on the International Space Station. We label the clade containing ISS-associated microbes as the “ISS clade”. We additionally indicate the position of the three clinical isolates that underwent antimicrobial resistance screening as reported in Supplementary Table \n2\n. The labeled “blood strain” lies in the ISS clade in Fig. \n1\n.\nAdditional file 6: Supplementary Figure 3.\n The presence of Antimicrobial Resistance Ontologies (AROs) across all genomes.",
    "introduction": "Introduction\nAny bacterial species introduced into space will inevitably face the extreme pressures inherent therein (e.g., microgravity and solar radiation). While humans also encounter these challenges during space flight and, indeed, our physiology is impacted by prolonged exposure—microbes possess the unique ability to adapt quickly due to rapid cell division (thereby mutation) and the acquisition of external DNA elements through horizontal gene transfer (HGT) [\n1\n]. Given the pivotal roles microbes play in human health and physiology (e.g., ranging from pathogens to arbiters of a healthy gut), understanding how we can expect specific microbes to adapt to space-based ecosystems is essential for ensuring crew safety and health during longer space missions.\nThe International Space Station (ISS) is perhaps the paradigm of experimental “built environments” to observe such microbial adaptation in action. After all, all life on the ISS had to originate on Earth, and this makes it the ideal place to study, in a contained environment, how life changes in orbit. To date, there have been numerous other examples of microbes changing after being exposed to space. These include fungal adaptation to the ISS as a function of microgravity and changes in \nAgrobacterium\n genome composition, among others [\n2\n–\n4\n].\nRecently, the microbe \nAcinetobacter pittii\n was isolated from surfaces within the ISS during two microbial-monitoring missions (referred to as microbial tracking-1 [MT1] and microbial tracking-2 [MT2]) [\n2\n, \n5\n]. \nA. pittii\n is an opportunistic, Biosafety Level (BSL) 2 pathogen capable of causing potentially fatal infection, most commonly in immunocompromised patients in clinical settings [\n6\n, \n7\n]. Bacteremia deriving from \nA. pittii\n has been observed as having a 17% 28-day mortality rate [\n8\n], though healthy individuals are usually not at risk of infection. Members of the genus \nAcinetobacter\n tend to be multi-drug-resistant and more commonly isolated from hospital settings as a result of their ability to resist environmental disinfectants and their potential for aerosolization [\n9\n]. In addition, \nA. pittii\n has been observed in various built environment settings other than hospitals (e.g., household objects) [\n10\n]. Many diverse \nA. pittii\n genomes are available from a variety of settings, making it an excellent model for comparative genomics.\nThe presence of a nosocomial BSL-2 pathogen in space warrants investigation in and of itself as the potential for human infection in this extreme environment raises concern; additionally, \nA. pittii\n is particularly adept at HGT in a simulated microgravity [\n1\n]. This indicates a propensity for rapid adaptation to conditions aboard the ISS and acquiring additional genes that could contribute to antibiotic resistance. As a result, monitoring the biology of \nA. pittii\n, and how strains are changing in space, is of high priority. Finally, understanding how an organism, especially a pathogen, is changing and whether it is propagating is critical to our ability to design effective infection prevention strategies. In other words, is it colonizing and spreading via the human body, or is it limited to the environment? Answering this metapangenomic [\n11\n] question requires both longitudinal sampling of human (e.g., the oral microbiome) and environmental (e.g., the space station viewports) metagenomes to identify the presence or absence of specific strains in complex microbial communities over time.\nHere, we jointly used longitudinally collected isolates and metagenomic sequencing to measure changes to \nA. pittii\n genomes across time in space. We compared clinical strains isolated on Earth to cultured organisms from the space station and those de novo assembled into metagenome-assembled genomes (MAGs). We described the specific gene and phenotype changes possibly occurring as a function of exposure to space, and we identified where \nA. pittii\n is most prevalent across the ISS.",
    "a._pittii_isolated_from_the_iss_have_become_phylogenetically": "A. pittii\n isolated from the ISS have become phylogenetically distinct from Earth-bound strains\nWe built a dataset comprising publicly available assembled genomes, metagenomic bins, and assembled, not-yet-public genomes that our team had sequenced from the ISS (Table \n1\n). We downloaded 319 genomes annotated as \nA. pittii\n from the National Center for Biotechnology Information’s (NCBI’s) assembly database. Five of these were isolated from the ISS mission MT1 (flight 2), whereas 15 were from MT2 (flight 8) [\n12\n, \n13\n]. The MT1/MT2 isolations were performed with similar swabbing and dilution protocols. We ran the genomes through GTDB-tK to confirm their taxonomy, removing eight from analysis due to their being annotated as other species (e.g., \nAcinetobacter baumannii\n).\nTable 1\nCharacteristics of \nA. pittii\n genomes included in this study\nGenomes (\nN\n= 313,\n\n\nA. pittii\n)\nSource\nCount\nSource type\nReference\nMT1, flight 2\n5\nEnvironmental\nChecinska Sielaff et al. 2016 [\n12\n]\nMT1, environmental metagenomes\n2\nEnvironmental\nChecinska Sielaff et al. 2016 [\n12\n]\nMT2, flight 8\n15\nEnvironmental\nSimpson et al. 2021 [\n13\n]\nNon-human/environmental\n29\nOther\nhttps://www.ncbi.nlm.nih.gov/genome/browse#!/prokaryotes/2516/\nHuman\n199\nHost-associated\nhttps://www.ncbi.nlm.nih.gov/genome/browse#!/prokaryotes/2516/\nUnknown\n63\nOther\nhttps://www.ncbi.nlm.nih.gov/genome/browse#!/prokaryotes/2516/\nMetagenomes (\nN\n= 402)\nSource\nCount\nSource type\nReference\nMT1 environmental swabs\n42\nEnvironmental\nhttps://www.ncbi.nlm.nih.gov/sra/?term=PRJNA438545\n)\nMT2 environmental swabs\n60\nEnvironmental\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-252/\nMT2 crew, ear\n30\nHost-associated\nMorrison et al. 2021 [\n5\n]\nMT2 crew, mouth\n31\nHost-associated\nMorrison et al. 2021 [\n5\n]\nMT2 crew, nasal\n30\nHost-associated\nMorrison et al. 2021 [\n5\n]\nMT2 crew, pooled samples\n31\nHost-associated\nMorrison et al. 2021 [\n5\n]\nMT2 crew, saliva\n124\nHost-associated\nMorrison et al. 2021 [\n5\n]\nNASA Twins Study, Gut\n22\nHost-associated\nGarrett-Bakelman et al. 2019 [\n14\n]\nNASA Twins Study, Saliva\n32\nHost-associated\nGarrett-Bakelman et al. 2019 [\n14\n]\nAdditionally, in a dataset of 402 short-read metagenomes from ISS crew and environmental sites on the ISS, we assembled metagenome-assembled genomes (MAGs) in the hope of finding additional \nA. pittii\n strains. These samples comprised 42 from environmental sites on the MT1 mission, 60 from environmental sites on the MT2 mission, 246 from different crew body sites on the MT2 mission, and 54 from the crew of the NASA Twins Study, which took place prior to the MT1/MT2 missions [\n5\n, \n14\n]. We annotated only two MAGs as \nA. pittii\n using GTDB-tK. Both genomes were >99% complete, had <1% contamination, and were from environmental samples from the MT1 mission (samples SRR6853346 and SRR6853362, both from flight 2). These brought the total number of \nA. pittii\n genomes (including MAGs and isolates) carried forward for the rest of the analysis to 313 (Table \n1\n, Supp Table \n1\n).\nWe then built phylogenetic trees (with four different approaches ranging from marker-gene-based to SNP-based) for the resultant strains of \nA. pittii\n isolated from or identified on the ISS versus those from different Earth environments (Fig. \n1\n, Supp Figs. \n1\n and \n2\n). We identified that ISS \nA. pittii\n isolates formed a distinct clade from strains associated with all other ecosystems. Across all trees, only two strains, both isolated from infected patients, from Earth additionally fell in this clade. Given their placement, we focused specifically on grounding our proximal functional, antimicrobial, and genetic analysis of the ISS strains in comparison to these two strains (referred to as PR-313 and PR-429). By comparison, isolates from other ecosystems (e.g., human blood, wastewater) did not cluster together based on phylogeny to the same level as those from the ISS, and, overall, other \nA. pittii\n from the environmental ecosystems were phylogenetically distinct from the ISS strains.\nFig. 1\nA. pittii\n from the ISS as compared to publicly available genomes. \nA\n A phylogenetic tree displaying the “ISS clade” (red box), which contains all ISS genomes as well as 3 Earth-derived strains. The right panel is a zoomed-in image on the upper portion of the tree. \nB\n SNP level similarity of the ISS isolates and two closely related Earth strains as well as a related patient isolate, referred to as “type strain.” Names in the gray bar are the identity of the reference genome to which all others on the \nx\n-axes were compared. \nP\n values were generated from Wilcox tests. CSF refers to cerebrospinal fluid\nWe additionally compared PR-313, PR-429, and the assembly of the \nA. pittii\n type strain (GenBank accession GCA_000369045.1, ATCC 19004, acquired from a patient blood sample) to the ISS isolates (not including the MAGs) at the SNP-level (Fig. \n1\nB). ISS \nA. pittii\n strains differed from the type strain by an average of 52,546 SNPs. They differed from PR-313 and PR-429 by 899 and 1040 SNPs on average, respectively. The MT2 isolates had more SNPs relative to all three references than the MT1 isolates (\np\n < 0.001).",
    "a._pittii’s_potential_succession_through_the_built_environme": "A. pittii’s\n potential succession through the built environment of the ISS\nNext, we aimed to determine the source and observe the potential succession of \nA. pittii\n on the ISS based on shifts in relative abundance (as opposed to absolute abundance), which is an approach we have taken in prior work [\n15\n]. In the same shotgun sequenced samples from which we identified our metagenomic bins, we computed the abundance of \nA. pittii\n using Kraken2. We stratified this analysis by metagenomes that had, versus had not, been treated with propidium monoazide (PMA) to remove non-viable cells.\nWe noted the potential succession of viable \nA. pittii\n throughout the environment of the ISS (Fig. \n2\nA). We identified more reads mapping to \nA. pittii\n in the environmental samples than in the human samples, and its relative abundance was higher in PMA-treated environmental metagenomes (\np\n = 0.0063) in the MT2 mission. Overall, its abundance increased between the two missions (\np\n < 0.001). The majority of \nA. pittii\n abundance during the MT1 flight was in a small number of samples. One environmental metagenome from the MT1 mission had extremely high levels of \nA. pittii\n abundance (SRR6853346, relative abundance = 52.1%). This and the MT1 sample with the second-highest abundance (SRR6853362, relative abundance = 12.8%) were the ones we were able to assemble MAGs from, and they were taken from the port panel next to Cupola node 3 on the ISS. The median relative abundance of \nA. pittii\n (0.02%) during the MT2 mission was the highest by an order of magnitude compared to the other metagenomic sources. Further, short reads mapped to \nA. pittii\n with Kraken2 were identified in more locations across the ISS in MT2 than in MT1 (19/42 [45.2%] metagenomes in MT1 vs. 48/60 [80%] in MT2).\nFig. 2\nThe distribution and potential succession of \nA. pittii\n aboard the ISS. All \np\n values are derived from Wilcox tests. \nA\n The relative abundance of \nA. pittii\n across different metagenomes from human subjects as well as the ISS environment. The \nx\n-axis indicates the source of the metagenomes, with “pool” referring to combined samples across sites. \nB\n The percent genome coverage with at least 3 reads aligning to each of the two \nA. pittii\n metagenome-assembled genomes (MAGs) identified in our analysis. \nC\n The proportion of reads aligning to each of these MAGs from environmental metagenomes. \nD\n The abundance of \nA. pittii\n strains as a function of specific flights. The proportion of reads aligning to MAGs broken down by each flight in the MT1 and MT2 missions. \nP\n values in this panel correspond to the change in abundance between the first and last flights (top) and the different missions (bottom)\nTo further explore the spread of \nA. pittii\n throughout the ISS, we next searched specifically for the presence of the two MAGs we identified previously in all the environmental metagenomic samples in our dataset. We computed the fraction of raw reads in each metagenome aligning back to the MAGs (Fig. \n2\nB, C). We observed a statistically significant (\np\n < 0.001) increase in both the coverage and relative abundance of the genomes. Metagenomes treated with PMA had higher coverage (\np\n < 0.05) in both missions.\nTo gain an even higher-resolution view into the potential succession of \nA. pittii\n aboard the ISS, we broke down its shifts in abundance as a function of flight. The MT1 mission consisted of three longitudinal flights (i.e., time points), whereas the MT2 consisted of four, with increasing average abundance from flight one to seven in \nA. pittii\n MAGs (Fig. \n2\nD). Changes in abundance between flights 1 and 7 were statistically significant (\np\n < 0.001), as well as between flights 3 and 4 (the gap between the missions).",
    "iss-associated_a._pittii_are_becoming_functionally_distinct_": "ISS-associated \nA. pittii\n are becoming functionally distinct from Earth-bound strains\nWe next aimed to determine how the ISS \nA. pittii\n varied genetically and functionally compared to its Earth counterparts. We identified and functionally annotated all the Open-Reading-Frames (ORFs, which refer to the coding sequences of a microbial genome) in each of the 313 genomes/MAGs. In total, we identified 1,188,894 genes and 1459 distinct Clusters of Orthologous Gene (COG) annotations (Supp Table \n2\n).\nInitially, we sought to identify similarities and differences in COGs annotated to ORFs present in five different genome “types”: the genomes of the MT1 and MT2 isolates, the MAGs, the type strain, and the two human isolates that were consistently grouped in the ISS clade (as described in Fig. \n1\n). Nineteen COGs were present in all genome types except the type strain. These included two transketolases, a type II secretion mechanism (PulG), a sulfoxide reductase and sulfatase maturation enzyme, an alcohol dehydrogenase, a curcumin reductase, a Zn-dependent reductase (and a Zn2+ transport system), and an integrase, among others. Notably, every ISS-isolate uniquely contained the transcriptional repressor LexA, which was not shared with the type strain or otherwise similar genomes.\nIn our genome collection, we also searched against the CARD database to identify antimicrobial resistance (AMR) genes (Supp Table \n2\n). In addition, for ISS and clinical strains used to assess antimicrobial phenotypic characteristics, we searched genomes against the CARD, NCBI, ARG-ANNOT, and ResFinder databases and verified predicted AMR status and gene identity of flagged sequences (those not having a 100% identity match) by blasting against GenBank’s non-redundant protein sequence database. We identified a bolus of AMR markers, with the 20 ISS genomes possessing a total of 10 distinct resistance gene families (9/10 gene families were in every ISS genome). Each genome contained potential resistance to 11 drug classes through 4 general resistance mechanisms (antibiotic efflux, antibiotic inactivation, target alteration, and reduced permeability for the antibiotic). However, the presence of resistance mechanisms and genes did not discriminate between the Earth and ISS-associated strains. However, the ISS-genomes did hierarchically cluster primarily with human-associated strains and contained a large diversity of genes that could potentially confer antibiotic resistance (Supp Fig. \n1\n).",
    "antimicrobial_phenotypic_characteristics_of_a._pittii_strain": "Antimicrobial phenotypic characteristics of \nA. pittii\n strains\nWe tested 16 clinically relevant antibiotics for which the Clinical and Laboratory Standard Institute (CLSI) has established breakpoints for \nAcinetobacter\n species, as these are the commonly used antimicrobial agents administered to treat infections caused by this opportunistic pathogen (Fig. \n3\n, Supp Table \n2\n). The well-characterized Earth strains PR-313, PR-348, and PR-429 isolated from clinical samples were used as comparators in this study [\n16\n]. Clinical isolates PR-313 and PR-429 were the two strains that consistently grouped phylogenetically with the ISS strains in this study (Fig. \n1\nA). PR-429 was placed distantly in our phylogenetic analysis. These three strains were susceptible to all antibiotic compounds tested, with the exception that PR-313 showed resistance to ceftriaxone (MIC = 32 μg/ml, intermediate resistance, I) as did ISS strains.\nFig. 3\nAntimicrobial susceptibility testing data of the various \nA. pittii\n strains. The results of antimicrobial testing of the ISS isolates vs. comparable clinical isolates. See Supp Table \n2\n for a more detailed view of these analyses\nAll ISS \nA. pittii\n isolates (\nn\n = 20) tested were susceptible to the commercially available and often used carbapenems: meropenem and imipenem; the fluoroquinolones: ciprofloxacin and levofloxacin; the aminoglycoside gentamicin; and tetracycline. The susceptibility to the other antimicrobials is typical of \nA. pittii\n. The isolates were also predominantly susceptible to minocycline [19/20 isolates; one isolate MIC > 8 μg/ml, resistant (R)], and the aminoglycosides amikacin (19/20 isolates; one isolate MIC = 32 μg/ml, I) and tobramycin (19/20 isolates; one isolate MIC > 8 μg/ml, R). Susceptibility to ceftazidime was more notable, as only one ISS isolate demonstrated resistance (MIC = 16 μg/ml, I). The potency of the cephalosporins varied widely as can be seen from the MICs listed in Supp Table \n2\n.\nAll ISS isolates demonstrated resistance to cefotaxime (MICs 16–32 μg/ml, I), and unlike the clinical isolates (\nn\n=3), most ISS strains were also resistant to cefepime (14/20 isolates: MIC = 16 μg/ml, \nn\n = 11, I; MIC > 16 μg/ml, \nn\n = 3, R) and ceftriaxone (17/20 isolates: MIC = 32 μg/ml, I). For β-lactam/β-lactamase inhibitor combinations, 3/20 isolates were resistant to ampicillin-sulbactam (MIC = 16/8 μg/ml, \nn\n = 2, I; MIC > 16/8 μg/ml, \nn\n = 1, R), and 5/20 isolates were non-susceptible to piperacillin-tazobactam (MIC = 32/4 μg/ml, I). In addition, 4/20 isolates were resistant to a combination of trimethoprim-sulfamethoxazole (MIC > 2/38 μg/ml, R). One strain each from MT-1 (IIF1SW-P4) and MT-2 (F8_7S_12B) flight mission exhibited multi-drug resistance (6 out of 16 antimicrobials) and were isolated from Cupola (IIF1SW-P4) and US Lab (F8_7S_12B) locations.",
    "iss-bound_a._pittii_contain_genetically_discrete_accessory_g": "ISS-bound \nA. pittii\n contain genetically discrete accessory genomes from Earth-bound strains\nOur prior analyses provided a sense of functions that were gained or lost by different strains of \nA. pittii\n; however, they do not necessarily capture difficult-to-annotate sequences (i.e., genetic dark matter) or provide a sense of gene-level (or mutational-level) similarity between isolates. To explore this space, we identified a total of 43,948 core and accessory genes across all \nA. pittii\n isolates and MAGs. Via hierarchically clustering the consensus genes from the pangenome, we observed a set of sequences that were present in 100% of ISS genomes and only a small proportion (< 10%) of Earth genomes (Fig. \n4\nA, yellow box).\nFig. 4\nIdentifying the ISS-associated-accessory genes of \nA. pittii\n. \nA\n A hierarchically clustered visualization of the \nA. pittii\n pangenome. Each column is a gene, and each row is a sample. The bottom rows indicate the proportions of ISS or Earth isolates in which a given gene was identified. The yellow box indicates the presence of genes particularly associated with the genomes of ISS strains. \nB\n, \nC\n The output of a gene-level association study comparing ISS and Earth strains. The volcano plot in \nB\n indicates the distribution of odds ratios between genes enriched in and lost in space flight. The top 30 most ISS-associated, non-hypothetical, distinct proteins with the highest odds ratios are labeled. Point color corresponds to the fraction of ISS genomes in which a gene is found. \nC\n The genomic context of significant, non-hypothetical, genes. The \nx\n-axis is the concatenation of all contigs in a representative ISS isolate. Blank spots on this axis contain genes or portions of the genome that were not evaluated in the association study due to the low prevalence\nThis observation motivated us to carry out a gene-level, pangenome association study with the aim of determining the “ISS-associated-accessory genome” of \nA. pittii\n. Adjusting for population stratification due to shared lineage, we used logistic regression to test the association between 7411 gene sequences that were found in between 5 and 100% of all samples. After correcting for the false discovery rate, we identified a total of 175 significant positive associations with the ISS that were present in 100% of ISS \nA. pittii\n and <10% of the Earth strains (Fig. \n4\nB, Supp Table \n3\n). These genes had limited annotations, occurred across the genome (Fig. \n4\nC), and corresponded to 15 unique, non-hypothetical proteins that included UmuC (involved in ultraviolet radiation protection), DNA repair (e.g., RecF), the FhuE receptor for ferric iron uptake, arsenate reductase, and other stress-response proteins (e.g., the ATP-dependent zinc metalloprotease FtsH).\nHowever, a gene-level association study does not necessarily identify the truly unique mutational signatures of space-bound \nA. pittii\n. This analysis needs to be grounded in a clear comparison to the most closely related Earth-bound strains. With this in mind, we computed a single-nucleotide polymorphism (SNP) and insertion/deletion (indel) genome-wide association study (GWAS, Supp Table \n3\n) using the strains in the right panel of Fig. \n1\nA, which were most closely related to the ISS strains. We used PR-313 as the reference genome for joint variant calling across the 40 genomes for which we were able to find raw reads.\nJoint variant calling yielded >40,000 variations across all 40 genomes. The majority of significantly associated features with the ISS were SNPs, and they occurred across all contigs (Fig. \n5\nA). Fifty-one of these SNPs were ostensibly outside of coding sequences, whereas only 161 were in open Open-Reading-Frames (Fig. \n5\nB). A total of 16 insertions and 16 deletions, half of which were intergenic, were statistically associated with spaceflight.\nFig. 5\nThe SNPs and indels associated with ISS \nA. pittii\n. \nA\n The position on different contigs of statistically significant, ISS-associated, mutational changes, and the \ny\n-axis is adjusted \np\n value. The solid line is an adjusted significance cutoff of 0.05. \nB\n A summary of the results for our GWAS in terms of the number of significant findings versus the total number of features identified in joint variant calling. \nC\n Open-Reading-Frames (genes) with the top number of associated features. Numbers on the \nx\n-axis correspond to a position on a given contig\nDespite many associated features scattered around the genome, there were a few key genes and regions that seemed to have more mutational burden than others. In other words, these portions of the genome had the greatest variation relative to the most closely related Earth-bound strains. The genes with more than one mutation are reported in Fig. \n5\nC with their relative position on different contigs. Three of these coding sequences were consecutive regions in the genome and coded for three different methionine sulfoxide reductases, which are involved in oxidative stress response [\n15\n]. The gene with the most protein variation was hypothetical and had no known annotation, even when annotated by alignment to the UniRef90 database.",
    "discussion": "Discussion\nHere, we report the progressive changes in the genetics and abundance of \nA. pittii\n aboard the ISS. We demonstrated that it forms a genetically and functionally distinct clade set apart from most genomes isolated on Earth and that the ISS strains appear to be prevalent and changing in relative abundance through the environment of the space station. We note that none of the ISS isolates or Earth-based isolates were isolated at or stored at the same facility, ruling out contamination as a potential source of genomic similarity between the closely-related strains. In addition to characterizing functions that \nA. pittii\n is gaining on the ISS, we additionally determined a set of 175 genes and 208 SNPs/indels enriched in ISS-associated genomes.\nOur study, of course, is not without drawbacks. First, we cannot prove true succession without ecological-scale analysis or increasing absolute abundance without a measure such as qPCR. As a result, we only argue for “potential succession.” We feel this hypothesis is strengthened given the fact that with consistent swabbing and culturing approaches, 3X more colonies were identified across the MT2 flights compared to MT1. Second, in our analysis of coverage in Fig. \n2\nB, the higher values we observed ranged from 25 to 50%—while the increase between missions is encouraging, deeper sequencing would help to further confirm the continued presence of \nA. pittii\n and recover additional MAGs.\nWhile \nA. pittii\n is primarily a risk to immunocompromised individuals (who have historically not been astronauts), the proliferation of private spaceflight has enabled greater access to space for individuals of diverse medical backgrounds. Consider the recent Inspiration4 mission, where a cancer survivor and amputee was one of four crew members. As a result, comparative genomics on even low-risk pathogens, especially those with a propensity for HGT, is worth reporting.\nThe functions and genes gained and lost by \nA. pittii\n over the course of the MT1 and MT2 missions are particularly interesting. These results, of course, could be strengthened by checking gene annotations with an even wider array of software. The fact that 100% of MT2 strains had the RelBE toxin-antitoxin system may indicate an increased ability to withstand osmotic stress (Supp Table \n2\n) [\n17\n]. Similarly, an increased number of transposases and transcriptional regulators could potentially improve fitness in the harsh environment of the ISS. Conversely, the gain of genes and functions associated with sulfate and metal oxidation (Fig. \n4\n) could indicate \nA. pittii\n swapping to alternative carbon sources more suited to the ISS.\nLexA was the only COG found uniquely across all ISS-associated strains and not identified in any Earth strains. We hypothesize that this indicates possible selection pressure on \nA. pittii\n’s DNA damage response, due to high radiation levels and other harsh conditions aboard the ISS. The LexA protein is a key regulator of the SOS response to DNA damage in \nEscherichia coli\n and many other bacteria [\n18\n–\n20\n]. The protein RecA (which was flagged in our gene-level association study as well), when bound to ssDNA, cleaves LexA. This de-represses transcription of multiple SOS genes, which halt cell division and lysis, initiate DNA repair, and induce mutagenesis directed by error-prone polymerases, as well as partially regulating toxin-antitoxin activity and biofilm formation [\n20\n, \n21\n]. \nAcinetobacter\n species normally lack the LexA protein and have a separate mechanism for SOS signaling and response to stress that requires RecA, which is not well-understood [\n22\n]. Multiple genes, including \numuDAb\n and \nddrR\n, which are unique to \nAcinetobacter\n appear to serve a similar role to \nlexA\n, but only for a subset of SOS genes; research continues in this area since antibiotic resistance in \nAcinetobacter\n as a result of SOS mutagenesis is a pressing problem for human health [\n23\n, \n24\n]. It is potentially concerning that \nA. pittii\n ISS strains have acquired a part of the SOS pathway that related \nAcinetobacter\n isolates lack. Whether \nlexA\n detected in all ISS strains of \nA. pittii\n is being expressed and whether acquired LexA could actually serve as a repressor of SOS response genes in \nAcinetobacter\n species, would require significant further study as this has potential implications for the emergence of resistance to a variety of antibiotics. One possibility is that an active acquired LexA suppressor might give a competitive growth advantage for \nA. pittii\n in the space environment by slowing the SOS response, which would be highly active due to DNA damage from the high-radiation environment of the ISS.\nThe observation of three back-to-back proteins with a large mutational burden, all being methionine sulfoxide reductases, is particularly striking. Compared to other amino acids, methionine residues are more likely to undergo oxidation. Peptide methionine sulfoxide reductase (MSR) enzymes appear to protect cells from widespread oxidative damage by restoring function to proteins with oxidized methionine residues, though in some species such as \nS. aureus\n, these repair enzymes are expressed in response to antibiotics or sunlight exposure rather than oxidation [\n15\n]. The enzymes MsrA and MsrB repair oxidative damage to the (S) and (R) forms of methionine sulfoxide, respectively [\n25\n]. In bacteria, certain deletions in \nmsrA\n and \nmsrB\n can lead to species-specific effects such as decreased resistance to oxidants and cleaning products, decreased antibiotic resistance, decreased virulence, and decreased ability to survive within a eukaryotic host [\n26\n] For example, \nSalmonella typhimurium msrA\n knockout mutants are 3000x more sensitive to hypochlorite and less able to survive inside a host cell [\n3\n, \n27\n]. However, we do not know how specific mutations in the \nmsrA\n and \nmsrB\n genes of the ISS \nA. pittii\n affect its functionality.\nThe antimicrobial resistance results are also of interest, especially given that while carrying similar genetic signatures for antimicrobial resistance, ISS \nA. pittii\n have a discrete phenotypic profile from similar Earth strains. The susceptibility to meropenem and imipenem is consistent with the genetic analyses that did not reveal the common carbapenemases in \nAcinetobacter\n species that confer a carbapenem-resistant phenotype (no detection of the major groups \nbla\nOXA-23-like\n, \nbla\nOXA-24/40-like\n, \nbla\nOXA-235-like\n, \nbla\nNDM\n, \nbla\nVIM\n, or \nbla\nIMP\n). Cefepime and ceftazidime are often used as a therapy against \nAcinetobacter\n infections when susceptibility is detected, but resistance to cefepime in ISS strains might be related to the microgravity stress. The intrinsic \nAcinetobacter-\nderived cephalosporinase \nbla\nADC-18\n and the intrinsic oxacillinase \nbla\nOXA-500\n genes were detected in all isolates except for outgroup strain PR-348, in which the cephalosporinase \nbla\nADC-150\n and the oxacillinase \nbla\nOXA-421\n were detected. In addition, all isolates appeared to be clonal and were Pasteur multi-locus sequence type 64 [\n28\n]. Strains of \nA. pittii\n isolated aboard the ISS on two different missions separated by nearly 4 years appear to all belong to the same clonal lineage; only two Earth strains collected, sequenced, and deposited into GenBank thus far, from human patients, belong to this same lineage.\nThe resistance of some ISS strains to ampicillin/sulbactam is particularly significant, as this β-lactam/β-lactamase inhibitor combination is often used in the treatment of multidrug-resistant \nAcinetobacter\n species infections [\n29\n–\n31\n]. Antimicrobial resistance exhibited by the ISS isolates tested in this study specifically with regard to cefotaxime and cefepime was notable since the two related strains isolated from patients were not resistant. The enhanced AMR phenotype by the ISS strains is interesting, and this phenomenon should be confirmed by exposing the susceptible Earth strains to simulated microgravity conditions to understand whether microgravity influences the enhanced AMR in \nAcinetobacter\n species.",
    "methods": "Methods\nDownloading and annotating public \nA. pittii\n genomes\nUsing the NCBI’s entrez command line, we downloaded every genome annotated as \nA. pittii\n (NCBI taxonomic ID48296) from the NCBI’s assembly database. These downloaded genomes included those from the MT1 and MT2 missions as well as others isolated from the ISS. We manually searched the NCBI BioProject, BioSample, and assembly databases for all 319 downloaded \nA. pittii\n genomes in order to determine their environment. We manually mapped environmental tables to a consistent set of terms (e.g., converting “endobronchial tube” to “respiratory tract” and searching BioSample for information on isolation sources stored in a non-standard format). The original terms, as well as the mapping therein, is reported in Supplementary Table \n1\n.\nPhylogenetic annotation and computing SNP distances\nTo confirm the taxonomy of all assembled genomes as well as those downloaded from the NCBI, we used GTDB-Tk (V1.6.0), the Genome Taxonomy Database’s accompanying toolkit that uses a variety of dependencies to place genomes into a phylogenetic tree according to a set of globally conserved marker genes [\n32\n–\n38\n]. Specifically, we sequentially employed GTDB-Tk’s identify, align, and infer functions, all with the default settings in order to taxonomically annotate and build a phylogenetic tree from our downloaded and assembled genomes. We additionally used GTDB-Tk’s resultant taxonomic classification to filter out any NCBI genomes that were not annotated as \nA. pittii.\n For Supp Fig. \n2\n, we plotted and annotated the GTDB-Tk phylogenetic tree in R (V4.1.1) using ggtree (V 3.0.4) [\n39\n].\nFor the pairwise SNP distance comparisons in Fig. \n1\nB, we identified a core-SNP set using snippy V4.6.0 (\nhttps://github.com/tseemann/snippy\n) for the ISS clade (i.e., all ISS MAGs/genomes and the two comparator Earth-based patient isolates we referenced throughout the study). We ran Snippy with the default settings, and its output was also used with gubbins V3.2.1 [\n40\n] and FastTree V2.1.11 [\n41\n] (also with default settings as recommended on Snippy’s README) to generate the phylogenetic tree in Supp Fig. \n1\nB.\nPangenome construction, functional annotation, and joint variant calling\nWe first identified ORFs with Prokka V1.14.6 [\n42\n] using the default parameters. The ab initio functional annotations (i.e., COGs) for each predicted gene sequence were identified as part of Prokka’s automated pipeline, which pulls annotations from a variety of reference databases. To build a pangenome, we used ROARY running the default settings on the Prokka output. We called SNPs and indels jointly across the closely related Earth/ISS strains using SPANDx (V4.0.1) [\n43\n] with the default settings.\nAlternate phylogeny construction\nWe additionally computed phylogenies for Supp Fig. \n1\nA and Fig. \n1\nA using the output of SPANDx (the maximum likelihood tree) and RAXmL (V8.2.12, with the following parameters: -m GTRGAMMA -p 12345), which we ran on the ROARY core alignment output.\nAssociation studies\nWe used the presence-absence matrix output of ROARY for the gene-level association study and the filtered VCF output of SPANDx for the SNP/indel association study. We computed associations with pyseer (V1.3.9) [\n44\n]. For the gene-level analysis, we adjusted for population stratification with five principal components based on phylogenetic distances generated from the tree in Fig. \n1\n. These distances were computed with pyseer’s built-in scripts. For the mutational analysis, we used pyseer’s mixed modeling approach with similarities built from SPANDx’s maximum likelihood phylogenetic tree.\nAccessing metagenomic datasets\nWe downloaded publicly available environmental metagenomic datasets from the MT1 (accession = PRJNA438545), MT2 (accession = PRJNA781277) missions, and genomes of 402 \nA. pittii\n isolates of human clinical samples. The microbial sequencing associated with astronaut samples of MT-2 study and NASA Twins study cannot be shared publicly due to Institutional Review Board (IRB). These data are available upon request in NASA Life Sciences Data Archive (LSDA) (\nhttps://lsda.jsc.nasa.gov/Dataset\n).\nProcessing and de novo assembly of ISS metagenomic data\nWe first ran a quality control pipeline on all metagenomic samples. We used bbtools (V38.92) functions to clump reads, remove adapter contamination, and remove sequencing error (clumpify [parameters: optical=f, dupesubs=2,dedupe=t], bbduk [parameters: qout=33 trd=t hdist=1 k=27 ktrim=\"r\" mink=8 overwrite=true trimq=10 qtrim='rl' threads=10 minlength=51 maxns=-1 minbasefrequency=0.05 ecco=f], and tadpole [parameters: mode=correct, ecc=t, ecco=t]) [\n45\n]. Where necessary, we would remove unmatching reads using bbtool’s repair function (default parameters). We additionally used bowtie2 (parameters: --very-sensitive-local) to align to the human reference genome (GRCh38) [\n46\n]. We de novo assembled all metagenomic reads into contigs using metaSPAdes [\n47\n] (default settings).\nConstructing metagenome-assembled genomes (MAGs)\nWe constructed MAGs from all metagenomic samples using an approach modeled after the literature [\n48\n]. We used bbmap [\n45\n] to align quality-controlled reads from each sample to its respective contigs resulting from the assembly. We used the alignment output with the default settings, as well as the contigs themselves, as input into MetaWRAP V1.3 (which calls metaBAT2, Maxbin2, and CONCOCT) to generate MAGs [\n49\n–\n52\n]. For each sample, we used dRep V3.2.2 [\n53\n] (parameters: -p 15 -comp 50 -pa 0.9 -sa 0.95 -nc 0.30 -cm larger) to estimate the quality of each genome and to remove redundant genome bins. We did not dereplicate genomes across samples to avoid combining distinct \nA. pittii\n strains. The quality of both \nA. pittii\n bins can be found in Supp Table \n1\n. We classified the taxonomy of each within-sample non-redundant bin with GTDB-Tk in the same manner as for the isolate genomes.\nAnalysis of CARD genes within isolate and bin genomes\nWe used RGI (main) V5.2.1 running the default settings to identify antibiotic resistance genes and markers in the isolate genomes and metagenomic bins.\nIdentifying \nA. pittii\n in metagenomic samples\nWe used Kraken2 and Bracken (running the default settings) to estimate the abundance of \nA. pittii\n in each of our quality-controlled metagenomes [\n54\n, \n55\n]. To search for the abundance of the specific MT1/MT2 cultured isolates and the metagenome-assembled genomes, we aligned the raw reads of each metagenome against the contigs for a given genome. We counted the number of reads aligning to a genome and, to adjust for depth of sequencing, divided by the number of read mate-pairs in each sample. As a point of comparison, we additionally included the high-quality, assembled genome of recently isolated \nA. pittii\n type (NCBI assembly ID = GCA_000369045, \nhttps://www.ncbi.nlm.nih.gov/biosample/SAMN01828154/\n), referred to as a type strain in this analysis.\nAntimicrobial susceptibility testing (AST)\nSusceptibility testing using standard antibiotics was performed by broth microdilution with MicroScan Gram-negative NM56 trays (Beckman Coulter Inc., Brea, CA). \nPseudomonas aeruginosa\n and \nEscherichia coli\n ATCC 25922 were used as control strains as recommended in CLSI methods. Minimum inhibitory concentrations (MICs) were interpreted according to the 2021 Clinical and Laboratory Standards Institute (CLSI) guidelines for \nAcinetobacter\n species [\n56\n].",
    "downloading_and_annotating_public_a._pittii_genomes": "Downloading and annotating public \nA. pittii\n genomes\nUsing the NCBI’s entrez command line, we downloaded every genome annotated as \nA. pittii\n (NCBI taxonomic ID48296) from the NCBI’s assembly database. These downloaded genomes included those from the MT1 and MT2 missions as well as others isolated from the ISS. We manually searched the NCBI BioProject, BioSample, and assembly databases for all 319 downloaded \nA. pittii\n genomes in order to determine their environment. We manually mapped environmental tables to a consistent set of terms (e.g., converting “endobronchial tube” to “respiratory tract” and searching BioSample for information on isolation sources stored in a non-standard format). The original terms, as well as the mapping therein, is reported in Supplementary Table \n1\n.",
    "phylogenetic_annotation_and_computing_snp_distances": "Phylogenetic annotation and computing SNP distances\nTo confirm the taxonomy of all assembled genomes as well as those downloaded from the NCBI, we used GTDB-Tk (V1.6.0), the Genome Taxonomy Database’s accompanying toolkit that uses a variety of dependencies to place genomes into a phylogenetic tree according to a set of globally conserved marker genes [\n32\n–\n38\n]. Specifically, we sequentially employed GTDB-Tk’s identify, align, and infer functions, all with the default settings in order to taxonomically annotate and build a phylogenetic tree from our downloaded and assembled genomes. We additionally used GTDB-Tk’s resultant taxonomic classification to filter out any NCBI genomes that were not annotated as \nA. pittii.\n For Supp Fig. \n2\n, we plotted and annotated the GTDB-Tk phylogenetic tree in R (V4.1.1) using ggtree (V 3.0.4) [\n39\n].\nFor the pairwise SNP distance comparisons in Fig. \n1\nB, we identified a core-SNP set using snippy V4.6.0 (\nhttps://github.com/tseemann/snippy\n) for the ISS clade (i.e., all ISS MAGs/genomes and the two comparator Earth-based patient isolates we referenced throughout the study). We ran Snippy with the default settings, and its output was also used with gubbins V3.2.1 [\n40\n] and FastTree V2.1.11 [\n41\n] (also with default settings as recommended on Snippy’s README) to generate the phylogenetic tree in Supp Fig. \n1\nB.",
    "pangenome_construction,_functional_annotation,_and_joint_var": "Pangenome construction, functional annotation, and joint variant calling\nWe first identified ORFs with Prokka V1.14.6 [\n42\n] using the default parameters. The ab initio functional annotations (i.e., COGs) for each predicted gene sequence were identified as part of Prokka’s automated pipeline, which pulls annotations from a variety of reference databases. To build a pangenome, we used ROARY running the default settings on the Prokka output. We called SNPs and indels jointly across the closely related Earth/ISS strains using SPANDx (V4.0.1) [\n43\n] with the default settings.",
    "alternate_phylogeny_construction": "Alternate phylogeny construction\nWe additionally computed phylogenies for Supp Fig. \n1\nA and Fig. \n1\nA using the output of SPANDx (the maximum likelihood tree) and RAXmL (V8.2.12, with the following parameters: -m GTRGAMMA -p 12345), which we ran on the ROARY core alignment output.",
    "association_studies": "Association studies\nWe used the presence-absence matrix output of ROARY for the gene-level association study and the filtered VCF output of SPANDx for the SNP/indel association study. We computed associations with pyseer (V1.3.9) [\n44\n]. For the gene-level analysis, we adjusted for population stratification with five principal components based on phylogenetic distances generated from the tree in Fig. \n1\n. These distances were computed with pyseer’s built-in scripts. For the mutational analysis, we used pyseer’s mixed modeling approach with similarities built from SPANDx’s maximum likelihood phylogenetic tree.",
    "accessing_metagenomic_datasets": "Accessing metagenomic datasets\nWe downloaded publicly available environmental metagenomic datasets from the MT1 (accession = PRJNA438545), MT2 (accession = PRJNA781277) missions, and genomes of 402 \nA. pittii\n isolates of human clinical samples. The microbial sequencing associated with astronaut samples of MT-2 study and NASA Twins study cannot be shared publicly due to Institutional Review Board (IRB). These data are available upon request in NASA Life Sciences Data Archive (LSDA) (\nhttps://lsda.jsc.nasa.gov/Dataset\n).",
    "processing_and_de_novo_assembly_of_iss_metagenomic_data": "Processing and de novo assembly of ISS metagenomic data\nWe first ran a quality control pipeline on all metagenomic samples. We used bbtools (V38.92) functions to clump reads, remove adapter contamination, and remove sequencing error (clumpify [parameters: optical=f, dupesubs=2,dedupe=t], bbduk [parameters: qout=33 trd=t hdist=1 k=27 ktrim=\"r\" mink=8 overwrite=true trimq=10 qtrim='rl' threads=10 minlength=51 maxns=-1 minbasefrequency=0.05 ecco=f], and tadpole [parameters: mode=correct, ecc=t, ecco=t]) [\n45\n]. Where necessary, we would remove unmatching reads using bbtool’s repair function (default parameters). We additionally used bowtie2 (parameters: --very-sensitive-local) to align to the human reference genome (GRCh38) [\n46\n]. We de novo assembled all metagenomic reads into contigs using metaSPAdes [\n47\n] (default settings).",
    "constructing_metagenome-assembled_genomes_(mags)": "Constructing metagenome-assembled genomes (MAGs)\nWe constructed MAGs from all metagenomic samples using an approach modeled after the literature [\n48\n]. We used bbmap [\n45\n] to align quality-controlled reads from each sample to its respective contigs resulting from the assembly. We used the alignment output with the default settings, as well as the contigs themselves, as input into MetaWRAP V1.3 (which calls metaBAT2, Maxbin2, and CONCOCT) to generate MAGs [\n49\n–\n52\n]. For each sample, we used dRep V3.2.2 [\n53\n] (parameters: -p 15 -comp 50 -pa 0.9 -sa 0.95 -nc 0.30 -cm larger) to estimate the quality of each genome and to remove redundant genome bins. We did not dereplicate genomes across samples to avoid combining distinct \nA. pittii\n strains. The quality of both \nA. pittii\n bins can be found in Supp Table \n1\n. We classified the taxonomy of each within-sample non-redundant bin with GTDB-Tk in the same manner as for the isolate genomes.",
    "analysis_of_card_genes_within_isolate_and_bin_genomes": "Analysis of CARD genes within isolate and bin genomes\nWe used RGI (main) V5.2.1 running the default settings to identify antibiotic resistance genes and markers in the isolate genomes and metagenomic bins.",
    "identifying_a._pittii_in_metagenomic_samples": "Identifying \nA. pittii\n in metagenomic samples\nWe used Kraken2 and Bracken (running the default settings) to estimate the abundance of \nA. pittii\n in each of our quality-controlled metagenomes [\n54\n, \n55\n]. To search for the abundance of the specific MT1/MT2 cultured isolates and the metagenome-assembled genomes, we aligned the raw reads of each metagenome against the contigs for a given genome. We counted the number of reads aligning to a genome and, to adjust for depth of sequencing, divided by the number of read mate-pairs in each sample. As a point of comparison, we additionally included the high-quality, assembled genome of recently isolated \nA. pittii\n type (NCBI assembly ID = GCA_000369045, \nhttps://www.ncbi.nlm.nih.gov/biosample/SAMN01828154/\n), referred to as a type strain in this analysis.",
    "antimicrobial_susceptibility_testing_(ast)": "Antimicrobial susceptibility testing (AST)\nSusceptibility testing using standard antibiotics was performed by broth microdilution with MicroScan Gram-negative NM56 trays (Beckman Coulter Inc., Brea, CA). \nPseudomonas aeruginosa\n and \nEscherichia coli\n ATCC 25922 were used as control strains as recommended in CLSI methods. Minimum inhibitory concentrations (MICs) were interpreted according to the 2021 Clinical and Laboratory Standards Institute (CLSI) guidelines for \nAcinetobacter\n species [\n56\n].",
    "section": "Additional file 1: Supplementary Table 1.\n Summary statistics for \nA. pittii\n genomes, metagenomic assemblies, and Metagenome-Assembled-Genomes.\nAdditional file 2: Supplementary Table 2.\n Summary of CARD (i.e., \nin silico\n) and phenotypic antimicrobial resistance data in the ISS vs. the Earth genomes. Also contains summary of COG annotations per genome.\nAdditional file 3: Supplementary Table 3.\n Output of associations described in Figs. \n4\n and \n5\n.\nAdditional file 4: Supplementary Figure 1.\n Two alternate phylogenetic trees built with different SNP-calling pipelines, A) SPANDx and B) Snippy. The former contains the genomes most closely related to the ISS \nA. pittii\n isolates for which we were able to access raw reads. The latter was generated with raw reads for the ISS isolates and the two closely related Earth strains that were used in antibiotic testing.\nAdditional file 5: Supplementary Figure 2.\n A cladogram from GTDB-tK taxonomic annotations comparing the A. pittii strains from earth versus those identified on the International Space Station. We label the clade containing ISS-associated microbes as the “ISS clade”. We additionally indicate the position of the three clinical isolates that underwent antimicrobial resistance screening as reported in Supplementary Table \n2\n. The labeled “blood strain” lies in the ISS clade in Fig. \n1\n.\nAdditional file 6: Supplementary Figure 3.\n The presence of Antimicrobial Resistance Ontologies (AROs) across all genomes."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9743659/"
}